Repository: perberos/Mate-Desktop-Environment
Catalog: mate-vfs/po/*.po
Languages: en@shaw

source: ISO 9660 Volume
en@shaw: ISO 9660 ゐ筐

source: %s:%u contains no method name.
en@shaw: %s:%u 别 ヰю 别.

source: %s:%u has unknown options %s.
en@shaw: %s:%u ｐ 仇答 %s.

source: %s:%u contains no module name.
en@shaw: %s:%u 别 ヰ筐 别.

source: Configuration file `%s' was not found: %s
en@shaw: 拣别 拆 `%s' : %s

source: %s:%d aborted parsing.
en@shaw: %s:%d 桂 葛.

source: Auto-detected Volume
en@shaw: 佛-ю ゐ筐

source: CD-ROM Drive
en@shaw: CD-ROM 拆

source: CD Digital Audio
en@shaw: CD ○ 佛

source: Hardware Device Volume
en@shaw: ｐю 拆 ゐ筐

source: Ext2 Linux Volume
en@shaw: Ext2 路ゐ ゐ筐

source: Ext3 Linux Volume
en@shaw: Ext3 路ゐ ゐ筐

source: Ext4 Linux Volume
en@shaw: Ext4 路ゐ ゐ筐

source: FUSE Volume
en@shaw: 叼 ゐ筐

source: CDROM Volume
en@shaw: CDROM ゐ筐

source: System Volume
en@shaw: ゐ筐

source: Memory Volume
en@shaw: ヰюヰ拣 ゐ筐

source: Minix Volume
en@shaw: 路ヰ ゐ筐

source: Netware Volume
en@shaw: 路юю ゐ筐

source: Reiser4 Linux Volume
en@shaw: 路拆4 路ゐ ゐ筐

source: Windows Shared Volume
en@shaw: 路答 吼 ゐ筐

source: DVD Volume
en@shaw: DVD ゐ筐

source: Temporary Volume
en@shaw: юヰ拣拣 ゐ筐

source: Enhanced DOS Volume
en@shaw: юｐ 路叼 ゐ筐

source: Unknown
en@shaw: 仇答

source: %s Volume
en@shaw: %s ゐ筐

source: CD-ROM
en@shaw: 路路-

source: CD-R
en@shaw: 路路-

source: DVD-ROM
en@shaw: DVD-

source: DVD+R
en@shaw: DVD+

source: DVD-R
en@shaw: DVD-

source: DVD-RAM
en@shaw: DVD-

source: DVD卤R
en@shaw: DVD卤

source: %s/%s Drive
en@shaw: %s/%s 拆

source: %s Drive
en@shaw: %s 拆

source: Floppy Drive
en@shaw: ゐ 拆

source: Compact Flash Drive
en@shaw: ヰ ゐ 拆

source: Memory Stick Drive
en@shaw: ヰюヰ拣 拆

source: Smart Media Drive
en@shaw: ヰ葛 ヰ梆 拆

source: Zip Drive
en@shaw: 拆

source: Pen Drive
en@shaw: ю 拆

source: %s %s Music Player
en@shaw: %s %s ヰ筐 ゐ别

source: %s %s Digital Camera
en@shaw: %s %s ○ ヰ火

source: Drive
en@shaw: 拆

source: External %s
en@shaw: 火 %s

source: CD-ROM Disc
en@shaw: 路路-

source: Blank CD-R Disc
en@shaw: ゐ 路路-

source: CD-R Disc
en@shaw: 路路-

source: DVD-ROM Disc
en@shaw: DVD-

source: Blank DVD-RAM Disc
en@shaw: ゐ DVD-RAM

source: DVD-RAM Disc
en@shaw: DVD-RAM

source: Blank DVD-R Disc
en@shaw: ゐ DVD-R

source: DVD-R Disc
en@shaw: DVD-R

source: Blank DVD+R Disc
en@shaw: ゐ DVD+R

source: DVD+R Disc
en@shaw: DVD+R

source: Audio Disc
en@shaw: 佛

source: %s Removable Volume
en@shaw: %s ヰ叼 ゐ筐

source: Volume
en@shaw: ゐ筐

source: Unknown operation type %u
en@shaw: 仇答 拣别 拆 %u

source: Unknown job kind %u
en@shaw: 仇答 ○ 拆 %u

source: Operation stopped
en@shaw: 拣别

source: Deprecated function. User modifications to the MIME database are no longer supported.
en@shaw: ю别 仇. 筐 ヰ别 MIME 别别 ゐ 桂.

source: Could not parse: %s
en@shaw: 葛: %s

source: More parsing errors will be ignored.
en@shaw: ヰ 葛 火拣 桂.

source: No error
en@shaw: 火

source: File not found
en@shaw: 拆

source: Generic error
en@shaw: ○ю 火

source: Internal error
en@shaw: 火 火

source: Invalid parameters
en@shaw: ゐ 拣ヰ拣

source: Unsupported operation
en@shaw: 仇桂 拣别

source: I/O error
en@shaw: I/O 火

source: Data corrupted
en@shaw: 别 拣仇

source: Format not valid
en@shaw: 桂ヰ ゐ

source: Bad file handle
en@shaw: 拆 ｐ

source: File too big
en@shaw: 拆

source: No space left on device
en@shaw: 别 ゐю 拆

source: Read-only file system
en@shaw: ю-答ゐ 拆

source: Invalid URI
en@shaw: ゐ URI

source: File not open
en@shaw: 拆 答

source: Open mode not valid
en@shaw: 答 ヰ答 ゐ

source: Access denied
en@shaw: ю 拆

source: Too many open files
en@shaw: ヰю 答 拆ゐ

source: End of file
en@shaw: ю 拆

source: Not a directory
en@shaw: 拆ю拣

source: Operation in progress
en@shaw: 拣别 答ю

source: Operation interrupted
en@shaw: 拣别 拣仇

source: File exists
en@shaw: 拆 ю

source: Looping links encountered
en@shaw: ゐ叼 ゐ 娥火

source: Operation not permitted
en@shaw: 拣别 拣ヰ

source: Is a directory
en@shaw: 拆ю拣

source: Not enough memory
en@shaw: 仇 ヰюヰ拣

source: Host not found
en@shaw: ｐ答

source: Host name not valid
en@shaw: ｐ答 别 ゐ

source: Host has no address
en@shaw: ｐ答 ｐ ю

source: Login failed
en@shaw: ゐ 别ゐ

source: Operation cancelled
en@shaw: 拣别 ゐ

source: Directory busy
en@shaw: 拆ю拣

source: Directory not empty
en@shaw: 拆ю拣 юヰ

source: Too many links
en@shaw: ヰю ゐ

source: Read only file system
en@shaw: ю 答ゐ 拆

source: Not on the same file system
en@shaw: 别 拆

source: Name too long
en@shaw: 别 ゐ

source: Service not available
en@shaw: 火 别ゐ

source: Request obsoletes service's data
en@shaw: ю ゐ梆 火' 别

source: Protocol error
en@shaw: 答 火

source: Could not find master browser
en@shaw: 拆 ヰ

source: No default action associated
en@shaw: 佛ゐ 答别

source: No handler for URL scheme
en@shaw: ｐゐ URL 梆

source: Error parsing command line
en@shaw: 火 葛 ヰ ゐ拆

source: Error launching command
en@shaw: 火 ゐ佛 ヰ

source: Timeout reached
en@shaw: 拆ヰ 梆

source: The resource is locked
en@shaw: 桂 ゐ

source: Function call deprecated
en@shaw: 仇 佛 ю别

source: Invalid filename
en@shaw: ゐ 拆ゐ别

source: Not a symbolic link
en@shaw: ヰゐ ゐ

source: Unknown error
en@shaw: 仇答 火

source: %u byte
en@shaw: %u 拆

source: (invalid Unicode)
en@shaw: (ゐ 路筐答)

source: Floppy
en@shaw: ゐ

source: IEEE1394 Drive
en@shaw: IEEE1394 拆

source: Memory Stick
en@shaw: ヰюヰ拣

source: Smart Media
en@shaw: ヰ葛 ヰ梆

source: Camera
en@shaw: ヰ火

source: Root Volume
en@shaw: 叼 ゐ筐

source: Audio CD
en@shaw: 佛 CD

source: Unknown volume
en@shaw: 仇答 ゐ筐

source: Network server
en@shaw: ю火 火

source: Unable to mount the floppy drive. There is probably no floppy in the drive.
en@shaw: 仇别 ヰ ゐ 拆. ゐ ゐ 拆.

source: Unable to mount the volume. There is probably no media in the device.
en@shaw: 仇别 ヰ ゐ筐. ゐ ヰ梆 拆.

source: Unable to mount the floppy drive. The floppy is probably in a format that cannot be mounted.
en@shaw: 仇别 ヰ ゐ 拆. ゐ ゐ 桂ヰ ヰ.

source: Unable to mount the volume. If this is an encrypted drive, then the wrong password or key was used.
en@shaw: 仇别 ヰ ゐ筐. 拆, ю 拣 筐.

source: Unable to mount the selected volume. The volume is probably in a format that cannot be mounted.
en@shaw: 仇别 ヰ ゐю ゐ筐. ゐ筐 ゐ 桂ヰ ヰ.

source: Unable to mount the selected floppy drive.
en@shaw: 仇别 ヰ ゐю ゐ 拆.

source: Unable to mount the selected volume.
en@shaw: 仇别 ヰ ゐю ゐ筐.

source: Failed to read data from child process %d (%s)
en@shaw: 别ゐ 梆 别 拆ゐ 答ю %d (%s)

source: Unexpected error in select() reading data from a child process (%s)
en@shaw: 仇ю 火 ゐю() 梆 别 拆ゐ 答ю (%s)

source: Failed to start command
en@shaw: 别ゐ 葛 ヰ

source: Unable to eject media
en@shaw: 仇别 ○ю ヰ梆

source: Network
en@shaw: ю火

source: Home
en@shaw: ｐ答

source: Filesystem
en@shaw: 拆ゐ

source: Windows Network
en@shaw: 路答 ю火

source: The identity of the remote computer (%s) is unknown.
en@shaw: 拆ю ヰ答 ヰ筐 (%s) 仇答.

source: This happens when you log in to a computer the first time. The identity sent by the remote computer is %s. If you want to be absolutely sure it is safe to continue, contact the system administrator.
en@shaw: ｐ ю ゐ ヰ筐 火 拆. 拆ю ю ヰ答 ヰ筐 %s. 答ゐ叼ゐ 别 , ヰ别.

source: Log In Anyway
en@shaw: ゐ ю

source: Cancel Login
en@shaw: ゐ

source: Use the %s environment variable to specify a different location.
en@shaw: 筐 %s ю拆拣ヰ 吼 ю 拣 ゐ答别.

source: Your HTTP Proxy requires you to log in.
en@shaw: 筐 HTTP 拆拣 ゐ .

source: You must log in to access "%s". %s
en@shaw: ヰ仇 ゐ ю "%s". %s

source: Your password will be transmitted encrypted.
en@shaw: 筐 拣 ヰ .

source: You must log in to access %s domain %s
en@shaw: ヰ仇 ゐ ю %s 答ヰ别 %s

source: You must log in to access %s
en@shaw: ヰ仇 ゐ ю %s

source: Default component viewer application
en@shaw: 佛ゐ ヰ答 筐 ゐ别

source: Default terminal application
en@shaw: 佛ゐ 火ヰ ゐ别

source: Exec argument for default terminal
en@shaw: юю 葛筐ヰ 佛ゐ 火ヰ

source: The application to use for viewing files that require a component to view them. The parameter %s will be replaced by the file's URIs, the parameter %c will be replaced by the component IID.
en@shaw: ゐ别 筐 筐 拆ゐ 拆 ヰ答 ю. 拣ヰ %s ゐ别 file's URIs, 拣ヰ %c ゐ别 ヰ答 IID.

source: The default terminal application to use for applications that require a terminal.
en@shaw: 佛ゐ 火ヰ ゐ别 筐 ゐ别 拆 火ヰ.

source: The exec argument to use for the default terminal application.
en@shaw: юю 葛筐ヰ 筐 佛ゐ 火ヰ ゐ别.

source: Run the command in a terminal
en@shaw: 仇 ヰ 火ヰ

source: The command used to handle "aim" URLs, if enabled.
en@shaw: ヰ 筐 ｐ "aim" URL, 别ゐ.

source: The command used to handle "h323" URLs, if enabled.
en@shaw: ヰ 筐 ｐ "h323" URL, 别ゐ.

source: The command used to handle "http" URLs, if enabled.
en@shaw: ヰ 筐 ｐ "http" URL, 别ゐ.

source: The command used to handle "info" URLs, if enabled.
en@shaw: ヰ 筐 ｐ "info" URL, 别ゐ.

source: The command used to handle "man" URLs, if enabled.
en@shaw: ヰ 筐 ｐ "man" URL, 别ゐ.

source: The command used to handle "trash" URLs, if enabled.
en@shaw: ヰ 筐 ｐ "trash" URL, 别ゐ.

source: The handler for "aim" URLs
en@shaw: ｐゐ "aim" URL

source: The handler for "h323" URLs
en@shaw: ｐゐ "h323" URL

source: The handler for "http" URLs
en@shaw: ｐゐ "http" URL

source: The handler for "info" URLs
en@shaw: ｐゐ "info" URL

source: The handler for "man" URLs
en@shaw: ｐゐ "man" URL

source: The handler for "trash" URLs
en@shaw: ｐゐ "trash" URL

source: True if the command specified in the "command" key should handle "aim" URLs.
en@shaw: ヰ ю拆 "command" ｐ "aim" URL.

source: True if the command specified in the "command" key should handle "h323" URLs.
en@shaw: ヰ ю拆 "command" ｐ "h323" URL.

source: True if the command specified in the "command" key should handle "http" URLs.
en@shaw: ヰ ю拆 "command" ｐ "http" URL.

source: True if the command specified in the "command" key should handle "info" URLs.
en@shaw: ヰ ю拆 "command" ｐ "info" URL.

source: True if the command specified in the "command" key should handle "man" URLs.
en@shaw: ヰ ю拆 "command" ｐ "man" URL.

source: True if the command specified in the "command" key should handle "trash" URLs.
en@shaw: ヰ ю拆 "command" ｐ "trash" URL.

source: True if the command used to handle this type of URL should be run in a terminal.
en@shaw: ヰ 筐 ｐ 拆 URL 仇 火ヰ.

source: Whether the specified command should handle "aim" URLs
en@shaw: ю ю拆 ヰ ｐ "aim" URL

source: Whether the specified command should handle "h323" URLs
en@shaw: ю ю拆 ヰ ｐ "h323" URL

source: Whether the specified command should handle "http" URLs
en@shaw: ю ю拆 ヰ ｐ "http" URL

source: Whether the specified command should handle "info" URLs
en@shaw: ю ю拆 ヰ ｐ "info" URL

source: Whether the specified command should handle "man" URLs
en@shaw: ю ю拆 ヰ ｐ "man" URL

source: Whether the specified command should handle "trash" URLs
en@shaw: ю ю拆 ヰ ｐ "trash" URL

source: Possible values are "merged", "separate" and "disabled".
en@shaw: ゐ筐 "merged", "separate" "disabled".

source: Authenticate proxy server connections
en@shaw: 佛ю别 火 ю

source: Automatic proxy configuration URL
en@shaw: 佛答ヰ 拣别 URL

source: Enables the proxy settings when accessing HTTP over the Internet.
en@shaw: 别ゐ ю ю ю HTTP 答 路拣ю.

source: HTTP proxy host name
en@shaw: HTTP ｐ答 别

source: HTTP proxy password
en@shaw: HTTP 拣

source: HTTP proxy port
en@shaw: HTTP 桂

source: HTTP proxy username
en@shaw: HTTP 筐拣别

source: If true, then connections to the proxy server require authentication. The username/password combo is defined by "/system/http_proxy/authentication_user" and "/system/http_proxy/authentication_password".
en@shaw: , ю ю 火 拆 佛ю别. 筐拣别/拣 ヰ 拆 "/system/http_proxy/authentication_user" "/system/http_proxy/authentication_password".

source: Non-proxy hosts
en@shaw: - ｐ答

source: Password to pass as authentication when doing HTTP proxying.
en@shaw: 拣 佛ю别 ю 叼 HTTP .

source: Proxy configuration mode
en@shaw: 拣别 ヰ答

source: SOCKS proxy host name
en@shaw: 路 ｐ答 别

source: SOCKS proxy port
en@shaw: 路 桂

source: Secure HTTP proxy host name
en@shaw: HTTP ｐ答 别

source: Secure HTTP proxy port
en@shaw: HTTP 桂

source: Select the proxy configuration mode. Supported values are "none", "manual", "auto".
en@shaw: ゐю 拣别 ヰ答. 桂 ゐ筐 "none", "manual", "auto".

source: The machine name to proxy HTTP through.
en@shaw: ヰ梆 别 HTTP .

source: The machine name to proxy secure HTTP through.
en@shaw: ヰ梆 别 HTTP .

source: The machine name to proxy socks through.
en@shaw: ヰ梆 别 路 .

source: The port on the machine defined by "/system/http_proxy/host" that you proxy through.
en@shaw: 桂 ヰ梆 拆 "/system/http_proxy/host" .

source: The port on the machine defined by "/system/proxy/ftp_host" that you proxy through.
en@shaw: 桂 ヰ梆 拆 "/system/proxy/ftp_host" .

source: The port on the machine defined by "/system/proxy/secure_host" that you proxy through.
en@shaw: 桂 ヰ梆 拆 "/system/proxy/secure_host" .

source: The port on the machine defined by "/system/proxy/socks_host" that you proxy through.
en@shaw: 桂 ヰ梆 拆 "/system/proxy/socks_host" .

source: URL that provides proxy configuration values.
en@shaw: URL 拆 拣别 ゐ筐.

source: Use HTTP proxy
en@shaw: 筐 HTTP

source: User name to pass as authentication when doing HTTP proxying.
en@shaw: 筐 别 佛ю别 ю 叼 HTTP .

source: The Windows networking workgroup or domain that the user is part of. In order for a new workgroup to fully take effect the user may need to log out and log back in.
en@shaw: 路答 ю火 火叼 答ヰ别 筐 葛 . 桂 火叼 ゐ 别 ю 筐 ヰ 梆 ゐ ゐ .
