Repository: perberos/Mate-Desktop-Environment
Catalog: mate-notes/help/*/*.po
Languages: de

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free "Documentation License (GFDL), Version 1.1" oder jeder späteren, von der "Free Software Foundation" veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCs.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Das vorliegende Handbuch ist Teil einer Reihe von MATE-Handbüchern, die unter der GFDL verteilt werden. Wenn Sie dieses Handbuch separat verteilen möchten, können Sie dies tun, indem Sie dem Handbuch eine Kopie der Lizenz, wie in Abschnitt 6 der Lizenz beschrieben, hinzufügen.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Bei vielen der von Firmen zur Unterscheidung ihrer Produkte und Dienstleistungen verwendeten Namen handelt es sich um Marken. An den Stellen, an denen derartige Namen in einer MATE-Dokumentation vorkommen und wenn die Mitglieder des MATE Documentation Project über diese Marken informiert wurden, sind die Namen in Großbuchstaben oder mit großen Anfangsbuchstaben geschrieben.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: DAS DOKUMENT WIRD "WIE VORLIEGEND" GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER -FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND MODIFIZIERTE VERSIONEN DES DOKUMENTS WERDEN GEMÄSS DER BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE MIT DER FOLGENDEN VEREINBARUNG BEREITGESTELLT: <placeholder-1/>

source: Gnote Manual
de: Gnote-Handbuch

source: Gnote is a simple desktop note-taking application, with some powerful built-in features to help you organize your ideas.
de: Gnote ist eine einfache Desktop Notizzettel-Anwendung mit einigen leistungsstarken Funktionen, um Sie bei der Organisation Ihrer Ideen zu unterstützen.

source: Sandy Armstrong
de: Sandy Armstron

source: MATE Documentation Project
de: MATE Dokumentationsprojekt

source: Tomboy Manual 4.0
de: Tomboy Handbuch 4.0

source: Tomboy Manual 3.0
de: Tomboy Handbuch 3.0

source: Tomboy Manual 2.0
de: Tomboy Handbuch 2.0

source: Gnote Manual 1.0
de: Gnote-Handbuch 1.0

source: This manual describes version 0.1.1 of Gnote
de: Dieses Handbuch beschreibt Version 0.1.1 von Gnote

source: To report a bug or make a suggestion regarding the Gnote application or this manual, follow the directions in the <ulink type="help" url="ghelp:mate-feedback">MATE Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Gnote</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:mate-feedback" type="help">MATE-Seite für Rückmeldungen</ulink>.

source: notes
de: Notizzettel

source: Introduction
de: Einleitung

source: Notes Application
de: Notizzettel-Anwendung

source: Gnote is a desktop note-taking application for MATE. It is simple and easy to use, and allows you to organize the ideas and information you deal with every day. Gnote has some very useful editing features to help you customize your notes, including:
de: Gnote ist eine Desktop-Anwendung für MATE zum Erfassen von Notizzetteln. Sie ist einfach und leicht zu bedienen und erlaubt es Ihnen, Ideen und Informationen zu verwalten, mit denen Sie tagtäglich umgehen. Gnote hat einige sehr nützliche Bearbeitungsfunktionen, um Ihnen zu helfen, Ihre Notizzettel anzupassen. Diese umfassen:

source: Highlighting Search Text
de: Hervorhebung von Suchbegriffen

source: Inline Spell Checking
de: Integrierte Rechtschreibkontrolle

source: Auto-linking Web &amp; Email Addresses
de: Automatische Verknüpfung von Web- &amp; E-Mail-Adressen

source: Undo/Redo Support
de: Rückgängigmachen und Wiederholen von Aktionen

source: Font Styling &amp; Sizing
de: Festlegen von Schriftarten &amp; -größen

source: Bulleted Lists
de: Aufzählungslisten

source: Gnote is accessed through the MATE panel. To startup Gnote automatically when you log into MATE, see <xref linkend="add-to-panel"/>.
de: Gnote wird durch das MATE-Panel genutzt. Um Gnote beim Anmelden in MATE automatisch zu starten, lesen Sie <xref linkend="add-to-panel"/>.

source: Getting Started
de: Einführung

source: Adding Gnote to the Panel
de: Gnote zum Panel hinzufügen

source: To add Gnote to a panel, right-click on the panel, then choose <menuchoice><guimenuitem>Add to Panel</guimenuitem></menuchoice>. Select Gnote in the Add to the panel dialog, then click <menuchoice><guibutton>Add</guibutton></menuchoice>. You should see a yellow note icon appear in the panel, representing Gnote. The panel icon is illustrated in <xref linkend="gnote-panel"/>.
de: Um Mate zum Panel hinzuzufügen, führen Sie einen Rechtsklick auf dem Panel aus, dann wählen Sie <menuchoice><guimenuitem>Zum Panel hinzufügen …</guimenuitem></menuchoice>. Wählen Sie »Gnote Notizen« im Dialog »Zum Panel hinzufügen« aus und klicken Sie auf <menuchoice><guibutton>Hinzufügen</guibutton></menuchoice>. Danach sehen Sie ein gelbes Notizzettel-Symbol im Panel, das Gnote repräsentiert. Das Panel-Symbol ist in <xref linkend="gnote-panel"/> dargestellt.

source: Creating Notes
de: Notizen anlegen

source: Once you have successfully added Gnote to the Panel, you can create new notes using one of the following methods.
de: Nachdem Sie Gnote erfolgreich zum Panel hinzugefügt haben, können Sie neue Notizen auf folgende Arten anlegen.

source: To create a new note using the mouse:
de: Um eine Notiz mit der Maus anzulegen:

source: Click on the Gnote note icon present in the MATE Panel. A menu will appear.
de: Klicken Sie auf das Gnote-Notizzettelsymbol im MATE-Panel. Ein Menü erscheint.

source: Select the <menuchoice><guimenuitem>Create New Note</guimenuitem></menuchoice> option in the menu.
de: Wählen Sie den Menüpunkt <menuchoice><guimenuitem>Neue Notiz anlegen</guimenuitem></menuchoice> im Menü.

source: To create a new note using the keyboard:
de: Um eine Notiz mit der Tastatur anzulegen:

source: Open the Gnote menu using the key combination <keycombo><keycap>Alt</keycap><keycap>F12</keycap></keycombo>.
de: Öffnen Sie das Gnote-Menü mit der Tastenkombination <keycombo><keycap>Alt</keycap><keycap>F12</keycap></keycombo>.

source: Use the <keycap>N</keycap> key to select the menu option <menuchoice><guimenuitem>Create New Note</guimenuitem></menuchoice>.
de: Verwenden Sie die Taste <keycap>N</keycap>, um den Menüpunkt <menuchoice><guimenuitem>Neue Notiz anlegen</guimenuitem></menuchoice> auszuwählen.

source: Editing Notes
de: Notizen bearbeiten

source: After creating a new note, a new window will appear with the title <literal>New Note <replaceable>N</replaceable></literal>. At the top of the note is a toolbar with several buttons and text. Directly below this toolbar is the content area of the note. This is illustrated in <xref linkend="new-note"/>.
de: Nachdem eine neue Notiz angelegt wurde, öffnet sich ein neues Fenster mit dem Titel <literal>Neue Notiz <replaceable>N</replaceable></literal>. Über der Notiz befindet sich eine Symbolleiste mit mehreren Knöpfen und Texten. Direkt unterhalb dieser Symbolleiste befindet sich das Eingabefeld der Notiz. Dieses ist in <xref linkend="new-note"/> dargestellt.

source: The note can be edited by clicking in the content area and using the keyboard to add and remove content. The first line is considered the title of the note. By default this is populated with the text <quote><literal>New Note <replaceable>N</replaceable></literal></quote>. The title is changed by clicking in the content area on the first line and using the keyboard to change the title. By default, focus is given to the content area upon creation of a new note, so you can immediately start editing the note without the need to click on the content area with the mouse.
de: Die Notiz kann bearbeitet werden, indem man in das Eingabefeld klickt und über die Tastatur Inhalte hinzufügt oder entfernt. Die erste Zeile stellt den Titel der Notiz dar. Standardmäßig wird dieser mit <quote><literal>Neue Notiz <replaceable>N</replaceable></literal></quote> gefüllt. Der Titel wird geändert, indem man in das Eingabefeld klickt und den Titel in der ersten Zeile über die Tastatur ändert. Standardmäßig erhält das Eingabefeld nach dem Anlegen einer neuen Notiz den Fokus, sodass man sofort mit dem Bearbeiten der Notiz beginnen kann, ohne mit der Maus in das Eingabefeld zu klicken.

source: Using the toolbar available on each note is discussed in <xref linkend="working-with-notes"/>.
de: Die Verwendung der Symbolleiste, die in jeder Notiz zur Verfügung steht, wird in <xref linkend="working-with-notes"/> behandelt.

source: The default window for a New Note
de: Das Standardfenster für eine neue Notiz

source: Table of Contents
de: Inhaltsverzeichnis

source: To get an overview of all the notes managed by Gnote, select the <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> menu item from the panel menu. By default, the <interface>Search All Notes</interface> dialog will display the notes in the order that they were last modified. Click the <guilabel>Note</guilabel> or <guilabel>Last Changed</guilabel> column headings to change the sort order. Click the column heading a second time to toggle between ascending and descending order.
de: Um eine Übersicht aller von Gnote verwalteten Notizen zu erhalten, wählen Sie den Menüpunkt <menuchoice><guimenuitem>Alle Notizen durchsuchen</guimenuitem></menuchoice> aus dem Panel-Menü. Standardmäßig zeigt der Dialog <interface>Alle Notizen durchsuchen</interface> die Notizen in der Reihenfolge an, in der sie zuletzt geändert worden sind. Klicken Sie auf die Spaltenüberschrift <guilabel>Notiz</guilabel> oder <guilabel>Zuletzt geändert</guilabel>, um die Sortierreihenfolge zu ändern. Durch ein zweites Klicken auf die Spaltenüberschrift kann zwischen einer aufsteigenden oder absteigenden Reihenfolge gewechselt werden.

source: You can find specific notes by entering text into the search field in the <interface>Search All Notes</interface> dialog. The list of notes will automatically update to list only the notes which have matching text.
de: Sie können bestimmte Notizen finden, indem Sie im Suchfeld des Dialogs <interface>Alle Notizen durchsuchen</interface> einen Text eingeben. Die Liste der Notizen wird automatisch aktualisiert und zeigt nur die Notizen an, die dem Text entspricht.

source: To open a note in the <interface>Search All Notes</interface> dialog, do one of the following:
de: Um eine Notiz im Dialog <interface>Alle Notizen durchsuchen</interface> zu öffnen, führen Sie eines der Nachfolgenden durch:

source: Double-click on a note.
de: Führen Sie einen Doppelklick auf der Notiz durch.

source: Highlight a note by selecting it and then select <menuchoice><guimenuitem>Open</guimenuitem></menuchoice> from the <guimenuitem>File</guimenuitem> menu.
de: Markieren Sie eine Notiz, indem Sie sie auswählen, und wählen Sie dann <menuchoice><guimenuitem>Öffnen</guimenuitem></menuchoice> aus dem <guimenuitem>Datei</guimenuitem>-Menü aus.

source: Right-click on a note and select <menuchoice><guimenuitem>Open</guimenuitem></menuchoice> from the context menu that appears.
de: Führen Sie einen Klick mit der rechten Maustaste auf der Notiz aus und wählen Sie den Menüpunkt <menuchoice><guimenuitem>Öffnen</guimenuitem></menuchoice> aus dem Kontextmenü heraus, das erscheint.

source: Highlight a note by selecting it and then press the key combination <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.
de: Markieren Sie die Notiz, indem Sie sie auswählen, und betätigen Sie die Tastenkombination <keycombo><keycap>Strg</keycap><keycap>O</keycap></keycombo>.

source: Working With Notes
de: Mit Notizen arbeiten

source: Notes are modified and edited through the main window for each note. The toolbar at the top of each note allows you to stylize the note and perform other note-related functions. We discuss the functions of each item on the toolbar in the following sections.
de: Notizen werden über das Hauptfenster jeder Notiz bearbeitet und geändert. Die Werkzeugleiste oberhalb jeder Notiz erlaubt es Ihnen die Notiz umzugestalten und andere Notiz-bezogene Funktionen durchzuführen. Diese Funktionen werden anhand jedes Elementes der Werkzeugleiste erläutert-

source: Search
de: Suchen

source: Clicking the <guibutton>Search</guibutton> button will open the <interface>Search All Notes</interface> dialog described earlier (<xref linkend="search-all-notes"/>.)
de: Das Klicken auf den Knopf <guibutton>Suchen</guibutton> öffnet den Dialog <interface>Alle Notizen durchsuchen</interface>, der bereits beschrieben wurde (<xref linkend="search-all-notes"/>.)

source: Link
de: Verknüpfung

source: The <guibutton>Link</guibutton> button allows you to create a link to a new note from within the current note. For example, if your note contains the phrase <quote>FinalExam</quote>, you can select this text with the mouse and click the <guibutton>Link</guibutton> button to create a new note with the title <quote>FinalExam</quote>. A link will also be created in the current note that can be clicked to open the new <quote>FinalExam</quote> note.
de: Der Knopf <guibutton>Verknüpfung</guibutton> erlaubt es Ihnen, aus der aktuellen Notiz heraus eine neue Notiz mit einer Verknüpfung anzulegen. Wenn etwa Ihre Notiz den Ausdruck <quote>Abschlussprüfung</quote> enthält, können Sie diesen Text mit der Maus auswählen und auf den Knopf <guibutton>Verknüpfung</guibutton> klicken, um eine neue Notiz mit dem Titel <quote>Abschlussprüfung</quote> anzulegen. In der aktuellen Notiz wird dann auch eine Verknüpfung angelegt, mit der über einen Klick darauf neue Notiz Titel <quote>Abschlussprüfung</quote> geöffnet werden kann.

source: Changing the title of a note will update links present in other notes. This prevents broken links from occurring when a note is renamed.
de: Beim Ändern des Titels einer Notiz werden auch die entsprechenden Verknüpfungen in anderen Notizen aktualisiert. Dies verhindert, das ungültige Verknüpfungen entstehen, wenn eine Notiz umbenannt wird.

source: Formatting text within your notes can be done using the <guibutton>Text</guibutton> button. The <guibutton>Text</guibutton> button will display a menu with several options from which you can choose. Each menu item is explained next.
de: Das Formatieren von Texten innerhalb einer Notiz ist über den Knopf möglich. Der Knopf <guibutton>Text</guibutton> zeigt ein Menü mit verschiedenen Menüpunkten an, aus denen Sie wählen können. Jeder Menüpunkt wird im Folgenden erläutert.

source: Undo
de: Rückgängig

source: Support for <quote>Undo</quote> is available in Gnote through this menu item. The Undo function allows you to revert previous changes made to your note during the current session. To undo your last change using the keyboard, use the standard keybinding, <keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.
de: Die Unterstützung für <quote>Rückgängig</quote> ist in Gnote über diesen Menüpunkt verfügbar. Die Rückgängig-Funktion erlaubt es, vorangegangene, in den aktuellen Sitzung durchgeführte Änderungen rückgängig gemacht werden. Um Ihre letzte Änderung mit der Tastatur rückgängig zu machen, verwenden Sie die standardmäßige Tastenkombination <keycombo><keycap>Strg</keycap><keycap>Z</keycap></keycombo>.

source: Redo
de: Wiederholen

source: The <quote>Redo</quote> function is used to put back changes that were removed using the <quote>Undo</quote> feature. To redo your last change using the keyboard, use the standard keybinding, <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.
de: Die Funktion <quote>Wiederholen</quote> wird verwendet, um Änderungen wiederherzustellen, die durch die Funktion <quote>Rückgängig</quote> entfernt worden sind. Um ihre letzten Änderungen mit der Tastatur zu wiederholen, verwenden Sie die standardmäßige Tastenkombination <keycombo><keycap>Umschalttaste</keycap><keycap>Strg</keycap><keycap>Z</keycap></keycombo>.

source: Bold
de: Fett

source: To make text within your note bold, first select the text you want to modify. Then select the <menuchoice><guimenuitem>Bold</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You may also use the keybinding <keycombo><keycap>Ctrl</keycap><keycap>B</keycap></keycombo> after selecting the text.
de: Um einen Text innerhalb Ihrer Notiz fett darzustellen, markieren Sie zuerst den Text, den Sie ändern möchten. Danach wählen Sie den Menüpunkt <menuchoice><guimenuitem>Fett</guimenuitem></menuchoice> aus dem Menü <guibutton>Text</guibutton>. Sie können auch die Tastenkombination <keycombo><keycap>Strg</keycap><keycap>B</keycap></keycombo> nach dem Markieren des Textes benutzen.

source: Italic
de: Kursiv

source: To make text within your note italic, first select the text you want to modify. Then select the <menuchoice><guimenuitem>Italic</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You may also use the keybinding <keycombo><keycap>Ctrl</keycap><keycap>I</keycap></keycombo> after selecting the text.
de: Um einen Text innerhalb Ihrer Notiz kursiv darzustellen, markieren Sie zuerst den Text, den Sie ändern möchten. Danach wählen Sie den Menüpunkt <menuchoice><guimenuitem>Kursiv</guimenuitem></menuchoice> aus dem Menü <guibutton>Text</guibutton>. Sie können auch die Tastenkombination <keycombo><keycap>Strg</keycap><keycap>I</keycap></keycombo> nach dem Markieren des Textes benutzen.

source: Strikeout
de: Durchgestrichen

source: The strikeout style will put a line through the selected text. To add a strikeout, select the text and then select the <menuchoice><guimenuitem>Strikeout</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You may also use the keybinding <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> after selecting the text.
de: Der Stil »Durchgestrichen« fügt eine Linie durch den ausgewählten Text hinzu. Um ein Durchstreichen hinzuzufügen, markieren Sie den Text und wählen Sie dann den Menüpunkt <menuchoice><guimenuitem>Durchgestrichen</guimenuitem></menuchoice> aus dem Menü <guibutton>Text</guibutton>. Sie können auch die Tastenkombination <keycombo><keycap>Strg</keycap><keycap>S</keycap></keycombo> nach dem Markieren des Textes benutzen.

source: Highlight
de: Hervorgehoben

source: The highlight style will put a yellow background around the selected text. To add a highlight, select the text and then select the <menuchoice><guimenuitem>Highlight</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You may also use the keybinding <keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo> after selecting the text.
de: Der Stil »Hervorgehoben« fügt einen gelben Hintergrund um den ausgewählten Text hinzu. Um ein Hervorheben hinzuzufügen, markieren Sie den Text und wählen Sie dann den Menüpunkt <menuchoice><guimenuitem>Hervorgehoben</guimenuitem></menuchoice> aus dem Menü <guibutton>Text</guibutton>. Sie können auch die Tastenkombination <keycombo><keycap>Strg</keycap><keycap>H</keycap></keycombo> nach dem Markieren des Textes benutzen.

source: Fixed Width
de: Fixe Breite
