Repository: perberos/Mate-Desktop-Environment
Catalog: mate-notes/help/*/*.po
Languages: de

source: The fixed width style allows text to use a fixed width font. To change existing text, first select the text you want to modify. Then select the <menuchoice><guimenuitem>Fixed Width</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You can also select the <menuchoice><guimenuitem>Fixed Width</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> before you start typing to have the text you type be in a fixed width style.
de: Der Stil »Fixe Breite« erlaubt es, einen Text in einer Schriftart mit fester Breite darzustellen. Um einen Text zu ändern, markieren Sie zuerst den Text, den Sie ändern möchten. Danach wählen Sie den Menüpunkt <menuchoice><guimenuitem>Fixe Breite</guimenuitem></menuchoice> aus dem Menü <guibutton>Text</guibutton>. Sie können auch den Menüpunkt <menuchoice><guimenuitem>Fixe Breite</guimenuitem></menuchoice> aus dem Menü <guibutton>Text</guibutton> auswählen, bevor Sie den Text, der mit einer festen Breite dargestellt werden soll, eingeben.

source: The <menuchoice><guimenuitem>Fixed Width</guimenuitem></menuchoice> option is a feature provided by the Fixed Width Add-in. For more information on add-ins, see <xref linkend="plugins"/>.
de: Der Menüpunkt <menuchoice><guimenuitem>Fixe Breite</guimenuitem></menuchoice> ist eine Funktion, die durch das Add-In »Fixed Width« bereitgestellt wird. Für weitere Informationen über Add-Ins siehe <xref linkend="plugins"/>.

source: Font size
de: Schriftgröße

source: Small
de: Klein

source: Large
de: Groß

source: Huge
de: Riesig

source: There are actually four options in this part of the menu: <placeholder-1/>. Each one of these options represents a font size to use for the selected text in the note. To modify the font size, select the text and then select one of <placeholder-2/> options from the <guibutton>Text</guibutton> menu.
de: Es gibt vier Menüpunkte in diesem Abschnitt des Menüs: <placeholder-1/>. Jeder dieser Menüpunkte repräsentiert eine Schriftgröße, die für den markierten Text in der Notiz verwendet werden kann. Um die Schriftgröße zu ändern, markieren Sie erst den Text und wählen Sie dann einen der Menüpunkte <placeholder-2/> aus dem Menü <guibutton>Text</guibutton>.

source: Bullets
de: Aufzählungspunkte

source: Increase Indent
de: Einzug erhöhen

source: Decrease Indent
de: Einzug vermindern

source: Select the <menuchoice><guimenuitem>Bullets</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu to begin or end a bulleted list. If the cursor is inside a bulleted list, the <placeholder-1/> options will be enabled.
de: Wählen Sie den Menüpunkt <menuchoice><guimenuitem>Aufzählungspunkte</guimenuitem></menuchoice> aus dem Menüpunkt <guibutton>Text</guibutton>, um eine Aufzählungsliste zu beginnen oder zu beenden. Falls sich der Cursor innerhalb einer Aufzählungsliste befindet, sind die Menüpunkte <placeholder-1/> verfügbar.

source: With the cursor on a bulleted list line, select the <menuchoice><guimenuitem>Increase Indent</guimenuitem></menuchoice> option to shift the current line to the right or the <menuchoice><guimenuitem>Decrease Indent</guimenuitem></menuchoice> option to shift the current line to the left.
de: Befindet sich der Cursor in der Zeile einer Aufzählungsliste, wählen Sie den Menüpunkt <menuchoice><guimenuitem>Einzug erhöhen</guimenuitem></menuchoice>, um die aktuelle Zeile nach rechts zu verschieben, oder den Menüpunkt <menuchoice><guimenuitem>Einzug vermindern</guimenuitem></menuchoice>, um die aktuelle Zeile nach links zu schieben.

source: For more information on bullets, see <xref linkend="bullets"/>.
de: Für weitere Informationen über Aufzählungspunkte siehe <xref linkend="bullets"/>.

source: Find in This Note
de: In dieser Notiz suchen

source: Use this to search for text within the current note. A small find bar will open up at the bottom of the note. To open the find bar using the keyboard, use the standard keybinding, <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo>.
de: Verwenden Sie diesen, um einen Text innerhalb der aktuellen Notiz zu finden. Eine kleine Suchleiste wird sich unten in der Notiz öffnen. Um die Suchleiste über die Tastatur zu öffnen, verwenden Sie die standardmäßige Tastenkombination <keycombo><keycap>Strg</keycap><keycap>F</keycap></keycombo>.

source: Enter text to find. After entering text, the matches will be highlighted. Click <guibutton>Find Next</guibutton> to highlight the next match and place the cursor there. Click <guibutton>Previous</guibutton> to move to the previous match.
de: Geben Sie den zu suchenden Text ein. Nach der Eingabe werden die Treffer hervorgehoben. Klicken Sie auf <guibutton>Nächste Treffer</guibutton>, um den nächsten Treffer hervorzuheben und den Cursor dort zu platzieren. Klicken Sie auf <guibutton>Vorherige</guibutton>, um sich zu dem vorherigen Treffer zu bewegen.

source: To close the find bar, click <guibutton>X</guibutton> (Close Button) on the far left or press the <keycap>Escape</keycap> key.
de: Um die Suchleiste zu schließen, klicken Sie <guibutton>X</guibutton> (Schließen-Knopf) ganz links oder drücken Sie die <keycap>Esc</keycap>-Taste.

source: Tools (gear icon)
de: Werkzeuge (Zahnräder-Symbol)

source: The <guibutton>Tools</guibutton> button is represented by the <inlinegraphic fileref="figures/gnote-tools.png"/> icon. When you click the <guiicon>Tools</guiicon> icon on the toolbar present on your note, a menu will appear with the following items:
de: Der Knopf <guibutton>Werkzeuge</guibutton> wird durch das Symbol <inlinegraphic fileref="figures/gnote-tools.png"/> dargestellt. Beim Klick auf das Symbol <guibutton>Werkzeuge</guibutton> in der Werkzeugleiste erscheint ein Menü mit folgenden Einträgen:

source: Synchronize Notes
de: Notizen synchronisieren

source: Select this option to synchronize your notes with a central server. For more information on note synchronization, see <xref linkend="synchronization"/>.
de: Wählen Sie diesen Menüpunkt aus, um Ihre Notizen mit einem zentralen Server zu synchronisieren. Für weitere Informationen zum Synchronisieren von Notizen siehe <xref linkend="synchronization"/>.

source: What links here?
de: Was zeigt hier in?

source: This option allows you to quickly see what other notes link to the current note. This feature is provided by the Backlinks Add-in. For more information on add-ins, see <xref linkend="plugins"/>.
de: Dieser Menüpunkt erlaubt Ihnen, schnell zu sehen, welche anderen Notizen auf die aktuelle Notiz verweist. Diese Funktion wird durch das Add-In »Backlinks« bereitgestellt. Für weitere Informationen zu Add-Ins siehe <xref linkend="plugins"/>.

source: Export to HTML
de: In HTML exportieren

source: You can create an <acronym>HTML</acronym> (Hypertext Markup Language) document from one or more notes by selecting this option. For more information, please see <xref linkend="plugins"/>.
de: Sie können ein <acronym>HTML</acronym>-Dokument (Hypertext Markup Language) aus einer oder mehrerer Notizen durch Auswählen dieses Menüpunktes auswählen. Für weitere Informationen siehe bitte <xref linkend="plugins"/>.

source: Print
de: Drucken

source: Select this option to print the current note. You will be presented with the standard MATE print dialog.
de: Wählen Sie diesen Menüpunkt, um die aktuelle Notiz zu drucken. Es erscheint der standardmäßige MATE-Druckdialog.

source: Depending on the add-ins that you have installed for Gnote, you may have more or less items available in the <guimenu>Tools</guimenu> menu.
de: Abhängig davon, welche Add-Ins Sie in Gnote installiert haben, können mehr oder weniger Menüpunkte im Menü <guimenu>Werkzeuge</guimenu> verfügbar sein.

source: Delete
de: Löschen

source: The <guibutton>Delete</guibutton> button will pop up a dialog box asking if you want to permanently delete the note and its contents. Click the <guibutton>Delete</guibutton> button to discard the note permanently, or <guibutton>Cancel</guibutton> to abort the process. Links to this note from other notes will still exist, but will re-create the note upon activation.
de: Der Knopf <guibutton>Löschen</guibutton> öffnet einen Frage-Dialog, der Sie fragt, ob Sie die Notiz und deren Inhalt dauerhaft löschen möchten. Klicken Sie auf den Knopf <guibutton>Löschen</guibutton>, um die Notiz dauerhaft zu verwerfen, oder <guibutton>Abbrechen</guibutton>, um den Vorgang abzubrechen. Verknüpfungen auf diese Notiz bleiben weiterhin bestehen, aber ein Klicken darauf bewirkt, dass die Notiz dann neu angelegt wird.

source: Panel Menu
de: Panel-Menü

source: Gnote keeps the most recently used notes quickly available to you in a menu that appears when you click on the Gnote Icon in the MATE Panel.
de: Gnote speichert die zuletzt verwendeten Notizen für den schnellen Zugriff in einem Menü, das sich öffnet, wenn Sie auf das Gnote-Symbol im MATE-Panel klicken.

source: Note Pinning
de: Notizen anheften

source: To force a note to always be in the panel menu regardless of when you last accessed it, click the thumbtack icon to "pin" it to the menu. Notes that are pinned to the panel menu will have a thumbtack icons that look like this: <inlinegraphic fileref="figures/gnote-pindown.png"/>. Notes that are not pinned to the panel menu will have thumbtack icons that look like this: <inlinegraphic fileref="figures/gnote-pinup.png"/>.
de: Um für eine Notiz zu erzwingen, dass diese immer im Panel-Menü enthalten ist, unabhängig davon, wann auf diese zuletzt zugegriffen wurde, klicken Sie auf das Reißzwecken-Symbol, um die Notiz »anzuheften«. Notizen, die an das Panel-Menü angeheftet sind, werden durch ein Reißzwecken-Symbol gekennzeichnet, das aussieht wie dieses: <inlinegraphic fileref="figures/gnote-pindown.png"/>. Notizen, die nicht an das Panel-Menü angeheftet sind, haben ein Reißzwecken-Symbol, das so aussieht: <inlinegraphic fileref="figures/gnote-pinup.png"/>.

source: Gnote Panel Menu
de: Das Panel-Menü von Gnote

source: Begin a bulleted list
de: Eine Aufzählungsliste beginnen

source: You may begin a bulleted list by using one of the following methods:
de: Sie können eine Aufzählungsliste auf folgende Arten beginnen:

source: Select <menuchoice><guimenuitem>Bullets</guimenuitem></menuchoice> from the <guibutton>Text</guibutton> menu.
de: Wählen Sie <menuchoice><guimenuitem>Aufzählungspunkte</guimenuitem></menuchoice> aus dem Menü <guibutton>Text</guibutton>.

source: Begin a line with a single dash character (-), type some text immediately following the dash, and press <keycap>Enter</keycap>.
de: Beginnen Sie eine Zeile mit einem einfachen Bindestrich (-), geben Sie einen Text direkt nach dem Bindestrich ein und drücken Sie die <keycap>Eingabetaste</keycap>.

source: End a bulleted list
de: Eine Aufzählungsliste beenden

source: End a bulleted list by doing one of the following:
de: Beenden Sie eine Aufzählungsliste durch eine der folgenden Aktionen:

source: Press <keycap>Enter</keycap> on a blank bulleted line.
de: Betätigen Sie die <keycap>Eingabetaste</keycap> in einer leeren Aufzählungszeile.

source: Select <menuchoice><guimenuitem>Decrease Indent</guimenuitem></menuchoice> from the <guibutton>Text</guibutton> menu in succession until the current line is no longer part of the bulleted list.
de: Wählen Sie den Menüpunkt <menuchoice><guimenuitem>Einzug verringern</guimenuitem></menuchoice> aus dem Menü <guibutton>Text</guibutton> aufeinander folgend, bis die aktuelle Zeile nicht länger Teil der Aufzählungsliste ist.

source: Using the key combination <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> in succession until the current line is no longer part of the bulleted list.
de: Verwenden Sie die Tastenkombination <keycombo><keycap>Umschalttaste</keycap><keycap>Tabulator</keycap></keycombo> aufeinander folgend, bis die aktuelle Zeile nicht länger Teil der Aufzählungsliste ist.

source: Increase Indentation
de: Einzug erhöhen

source: To increase the line indentation in a bulleted list with the mouse:
de: Um den Zeileneinzug in einer Aufzählungsliste mit der Maus zu erhöhen:

source: Select <menuchoice><guimenuitem>Increase Indent</guimenuitem></menuchoice> from the <guibutton>Text</guibutton> menu.
de: Wählen Sie den Menüpunkt <menuchoice><guimenuitem>Einzug erhöhen</guimenuitem></menuchoice> aus dem Menü <guibutton>Text</guibutton>.

source: To increase the line indentation in a bulleted list with the keyboard:
de: Um den Zeileneinzug in einer Aufzählungsliste mit der Tastatur zu erhöhen:

source: Press the <keycap>Tab</keycap> key.
de: Drücken Sie die Taste <keycap>Tabulator</keycap>.

source: Decrease Indentation
de: Einzug verringern

source: To decrease the line indentation in a bulleted list with the mouse:
de: Um den Zeileneinzug in einer Aufzählungsliste mit der Maus zu verringern:

source: Select <menuchoice><guimenuitem>Decrease Indent</guimenuitem></menuchoice> from the <guibutton>Text</guibutton> menu.
de: Wählen Sie den Menüpunkt <menuchoice><guimenuitem>Einzug verringern</guimenuitem></menuchoice> aus dem Menü <guibutton>Text</guibutton>.

source: To decrease the line indentation in a bulleted list with the keyboard:
de: Um den Zeileneinzug in einer Aufzählungsliste mit der Tastatur zu verringern:

source: Press the key combination <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo>.
de: Drücken Sie die Taste <keycombo><keycap>Umschalttaste</keycap><keycap>Tabulator</keycap></keycombo>.

source: Working with Notebooks
de: Mit Notizbüchern arbeiten

source: Notebooks allow you to group related notes together. You can add a note to a notebook in the Search All Notes window or directly inside of a Note.
de: Notizbücher erlauben es, zusammengehörende Notizen zu gruppieren. Sie können eine Notiz im Fenster »Alle Notizen durchsuchen« oder direkt innerhalb einer Notiz zu einem Notizbuch hinzufügen.

source: Creating Notebooks
de: Notizbücher anlegen

source: You can create new notebooks using one of the following methods:
de: Sie können ein neues Notizbuch auf folgende Arten anlegen:

source: Click on the Gnote note icon present in the MATE Panel. A menu will appear
de: Klicken Sie auf das Gnote-Notizzettelsymbol im MATE-Panel. Ein Menü erscheint.

source: Select <menuchoice><guimenuitem>Notebooks</guimenuitem><guimenuitem>New Notebook</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenuitem>Neues Notizbuch …</guimenuitem></menuchoice> aus dem Menü <guibutton>Notizbücher</guibutton>.

source: Enter a name for the new notebook.
de: Geben Sie einen Namen für das neue Notizbuch ein.

source: Create a new notebook from the Gnote note icon on the MATE Panel
de: Legen Sie ein neues Notizbuch über das Gnote-Notizzettelsymbol im MATE-Panel an

source: To create a new notebook from the Search All Notes dialog:
de: Um ein neues Notizbuch aus dem Dialog »Alle Notizen durchsuchen« anzulegen:

source: Open <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> by choosing it from the Gnote icon on the MATE Panel or click on Search from an open note.
de: Öffnen Sie <menuchoice><guimenuitem>Alle Notizen durchsuchen</guimenuitem></menuchoice>, indem Sie diesen Menüpunkt über das Gnote-Symbol im MATE-Panel auswählen oder auf das Suchen-Symbol in einer offenen Notiz klicken.

source: Using your mouse, right click in the left hand box and choose <menuchoice><guimenuitem>New Notebook</guimenuitem></menuchoice>.
de: Verwenden Sie die Maus, um in der linken Liste einen Klick mit der rechten Maustaste auszuführen und <menuchoice><guimenuitem>Neue Notizbuch …</guimenuitem></menuchoice> auszuwählen.

source: With <guilabel>Search All Notes</guilabel> open, choose <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Notebooks</guimenuitem><guimenuitem>New Notebook</guimenuitem></menuchoice>.
de: Ist <guilabel>Alle Notizen durchsuchen</guilabel> geöffnet, wählen Sie <menuchoice><guimenuitem>Datei</guimenuitem><guimenuitem>Notizbücher</guimenuitem><guimenuitem>Neue Notizbuch …</guimenuitem></menuchoice>.

source: Create a new notebook from Search All Notes
de: Neues Notizbuch aus »Alle Notizen durchsuchen« heraus anlegen

source: Adding Notes to a Notebook
de: Notizen zu einem Notizbuch hinzufügen

source: To add notes to a notebook, you can add a note from the <guilabel>Search All Notes</guilabel> dialog or directly within a note.
de: Um eine Notiz zu einem Notizbuch hinzuzufügen, können Sie dies im Dialog <guilabel>Alle Notizen durchsuchen</guilabel> oder direkt innerhalb einer Notiz durchführen.

source: To move an existing note from the Search All Notes dialog:
de: Um eine bestehende Notiz im Dialog »Alle Notizen durchsuchen« zu verschieben.

source: Using your mouse, drag the note(s) onto a notebook on the left.
de: Verwenden Sie Ihre Maus, um die Notiz(en) auf ein Notizbuch auf der linken Seite zu ziehen.

source: As you type a note, you can add the note directly to an existing notebook using the <guimenu>Notebook</guimenu> button. The <guimenu>Notebook</guimenu> button is represented by the <inlinegraphic fileref="figures/notebook-icon.png"/> icon.
de: Beim Bearbeiten einer Notiz können Sie diese Notiz direkt in ein bestehendes Notizbuch ablegen, indem Sie den Knopf <guimenu>Notizbuch</guimenu> verwenden. Der Knopf <guimenu>Notizbuch</guimenu> wird durch das Symbol <inlinegraphic fileref="figures/notebook-icon.png"/> dargestellt.

source: Adding a note to a notebook
de: Eine Notiz zu einem Notizbuch hinzufügen

source: Creating Notebook Templates
de: Notizbuch-Vorlagen anlegen

source: After you create a notebook, you can create a template for each new note that you create in a specific notebook.
de: Nachdem Sie ein Notizbuch angelegt haben, können Sie eine Vorlage für jede Notiz festlegen, die Sie in diesem speziellen Notiz anlegen.

source: Using your mouse, right click on a Notebook that you have created and choose <menuchoice><guimenuitem>Open Template Note</guimenuitem></menuchoice>.
de: Verwenden Sie die Taste ihre Maus, um einen Klick mit der rechten Maustaste auf einem von Ihnen angelegten Notizbuch auszuführen und wählen Sie <menuchoice><guimenuitem>Notizvorlage öffnen</guimenuitem></menuchoice>.

source: This will open a new note that will be used as the template. Any text typed in this note will appear in all notes created in this Notebook. Create a new note in the notebook by using your mouse, right click on a notebook and select <menuchoice><guimenuitem>New Note</guimenuitem></menuchoice>.
de: Dadurch wird eine neue Notiz geöffnet, die als Vorlage verwendet wird. Jeder in dieser Notiz eingegebene Text wird in allen Notizen erscheinen, die in diesem Notizbuch angelegt werden. Eine neue Notiz können Sie in Ihrem Notizbuch anlegen, indem Sie mit Ihrer Maus einen Klick mit der rechten Maustaste auf einem Notizbuch ausführen und <menuchoice><guimenuitem>Neue Notiz</guimenuitem></menuchoice> auswählen.

source: Creating a Notebook Template
de: Eine Notizbuch-Vorlage anlegen

source: Deleting a Notebook
de: Notizbuch löschen

source: Deleting a notebook will not delete any of the notes which are currently inside the notebook. After deleting a notebook, the notes will not be associated with any notebook and can be seen by highlighting <menuchoice><guimenuitem>Unfiled Notes</guimenuitem></menuchoice> in the <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> window.
de: Das Löschen eines Notizbuches führt nicht dazu, dass die Notizen, die sich momentan in diesem Notizbuch befinden, auch gelöscht werden. Nach dem Löschen des Notizbuches werden die Notizen keinem Notizbuch mehr zugeordnet sein und können durch Auswahl von <menuchoice><guimenuitem>Nicht zugeordnete Notizen</guimenuitem></menuchoice> im Fenster <menuchoice><guimenuitem>Alle Notizen durchsuchen</guimenuitem></menuchoice> angesehen werden.

source: You can delete a notebook you have created by one of two methods:
de: Sie können ein Notizbuch, das Sie angelegt haben, auf zwei Arten löschen:

source: To delete a notebook using your mouse:
de: Um ein Notizbuch mit der Maus zu löschen:

source: Using your mouse, right click on a Notebook that you have created and choose <menuchoice><guimenuitem>Delete Notebook</guimenuitem></menuchoice>.
de: Verwenden Sie die Maus, um ein Klick mit der rechten Maustaste auf einem Notizbuch durchzuführen, das Sie angelegt haben, und wählen Sie <menuchoice><guimenuitem>Notizbuch löschen</guimenuitem></menuchoice> aus.

source: To delete a Notebook from the <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> menu, open <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> by choosing it from the Gnote icon on the MATE Panel.
de: Um ein Notizbuch über das Menü im Dialog <menuchoice><guimenuitem>Alle Notizen durchsuchen</guimenuitem></menuchoice> zu löschen, öffnen Sie <menuchoice><guimenuitem>Alle Notizen durchsuchen</guimenuitem></menuchoice>, indem Sie den Menüpunkt über das Gnote-Symbol im MATE-Panel auswählen.

source: Using your mouse, left click on the Notebook you want to delete.
de: Klicken Sie mit der linken Maustaste auf das Notizbuch, das Sie löschen möchten.

source: From the menu, choose <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Delete Notebook</guimenuitem></menuchoice>
de: Wählen Sie aus dem Menü <menuchoice><guimenuitem>Bearbeiten</guimenuitem><guimenuitem>Notizbuch löschen</guimenuitem></menuchoice> aus.

source: Note Synchronization
de: Notizen-Synchronisierung

source: Gnote can now keep your notes synchronized between multiple computers by relying on a central server.
de: Gnote kann Ihre Notizen auf unterschiedlichen Rechnern mittels eines zentralen Servers synchron halten.

source: Configure note synchronization
de: Notizen-Synchronisierung konfigurieren

source: You can configure your note synchronization preferences in the <guilabel>Synchronization</guilabel> tab of the <interface>Gnote Preferences</interface> dialog. Default conflict handling behavior can be configured by selecting the <guibutton>Advanced...</guibutton> button.
de: Sie können Ihre Einstellungen zum Abgleich Ihrer Notizen im Reiter <guilabel>Synchronisierung</guilabel> des Dialoges <interface>Gnote-Einstellungen</interface> konfigurieren. Das standardmäßige Verhalten im Konfliktfall kann über den Knopf <guibutton>Erweitert …</guibutton> konfiguriert werden.

source: Gnote Synchronization Preferences
de: Abgleicheinstellungen von Gnote

source: Configure note synchronization service (WebDAV)
de: Notizen-Synchronisierungsdienst (WebDAV) konfigurieren

source: In order to synchronize your notes with a WebDAV server, you will need the wdfs FUSE file system installed. Follow the documentation for your operating system to set up FUSE for your user. You will also need the MATE Keyring installed.
de: Um Notizen mit einem WebDAV-Server zu synchronisieren, muss das wdfs-FUSE-Dateisystem installiert sein. Befolgen Sie die Dokumentation Ihres Betriebssystems, um für Ihre Benutzer FUSE einzurichten. Weiterhin muss der MATE-Schlüsselbund installiert sein.

source: Choose <guimenuitem>WebDAV</guimenuitem> from the <guilabel>Service</guilabel> drop-down list. Fill in the connection information for your server, and then select the <guibutton>Save</guibutton> button. You are now ready to synchronize your notes.
de: Wählen Sie <guimenuitem>WebDAV</guimenuitem> aus der Auswahlliste <guilabel>Dienst</guilabel> aus. Geben Sie die Verbindungsinformationen Ihres Servers ein und betätigen Sie den Knopf <guibutton>Speichern</guibutton>. Sie können nun Ihre Notizen synchronisieren.

source: Configure note synchronization service (SSH)
de: Notizen-Synchronisierungsdienst (SSH) konfigurieren
