Repository: perberos/Mate-Desktop-Environment
Catalog: mate-notes/help/*/*.po
Languages: de

source: In order to synchronize your notes with an SSH server, you will need the sshfs FUSE file system installed. Follow the documentation for your operating system to set up FUSE for your user. You will also need an SSH key for your SSH server account, which should be added to a running SSH daemon. This can be done using the MATE <application>Seahorse</application> application.
de: Um Ihre Notizen mit einem SSH-Server zu synchronisieren, muss das sshfs-FUSE-Dateisystem installiert sein. Befolgen Sie die Dokumentation Ihres Betriebssystems, um für Ihre Benutzer FUSE einzurichten. Weiterhin benötigen Sie einen SSH-Schlüssel für Ihren SSH-Serverzugang, der zu einem laufenden SSH-Dämon hinzugefügt werden muss. Dies kann durch Verwendung der MATE-Anwendung <application>Seahorse</application> erfolgen.

source: Choose <guimenuitem>SSH</guimenuitem> from the <guilabel>Service</guilabel> drop-down list. Fill in the connection information for your server, and then select the <guibutton>Save</guibutton> button. You are now ready to synchronize your notes.
de: Wählen Sie <guimenuitem>SSH</guimenuitem> aus der Auswahlliste <guilabel>Dienst</guilabel> aus. Geben Sie die Verbindungsinformationen Ihres Servers ein und betätigen Sie den Knopf <guibutton>Speichern</guibutton>. Sie können nun Ihre Notizen synchronisieren.

source: Configure note synchronization service (Local Folder)
de: Notizen-Synchronisierungsdienst (Lokale Ordner) konfigurieren

source: You may want to synchronize your notes to a local folder if that folder is available to your other systems, or if that folder represents a local mount of a remote server.
de: Sie können Ihre Notizen über einen lokalen Ordner synchronisieren, wenn dieser Ordner auf anderen Systemen verfügbar ist oder wenn dieser Ordner einen lokal verbundenen Ordner auf einem entfernten Server darstellt.

source: Choose <guimenuitem>Local Folder</guimenuitem> from the <guilabel>Service</guilabel> drop-down list. Choose the desired synchronization <guilabel>Folder Path</guilabel>, and then select the <guibutton>Save</guibutton> button. You are now ready to synchronize your notes.
de: Wählen Sie <guimenuitem>Lokaler Ordner</guimenuitem> aus der Auswahlliste <guilabel>Dienst</guilabel> aus. Wählen Sie den gewünschten <guilabel>Ordnerpfad</guilabel> zur Synchronisierung und betätigen Sie den Knopf <guibutton>Speichern</guibutton>. Sie können nun Ihre Notizen synchronisieren.

source: Synchronize your notes
de: Ihre Notizen synchronisieren

source: You can synchronize your notes at any time by selecting <menuchoice><guimenu>Tools</guimenu><guimenuitem>Synchronize Notes</guimenuitem></menuchoice> from any note or from the <interface>Search All Notes</interface> dialog.
de: Sie können Ihre Notizen jederzeit durch Auswahl von <menuchoice><guimenu>Werkzeuge</guimenu><guimenuitem>Notizen synchronisieren</guimenuitem></menuchoice> aus jeder Notiz heraus oder im Dialog <interface>Alle Notizen durchsuchen</interface> synchronisieren.

source: Handling synchronization conflicts
de: Synchronisierungskonflikte behandeln

source: When synchronizing notes between multiple computers, conflicts may occur. Usually this is the result of not synchronizing regularly when switching between systems. Gnote will detect conflicts in the content of your notes and help you to avoid loss of important data.
de: Beim Abgleich von Notizen zwischen mehreren Rechnern können Konflikte auftreten. Üblicherweise ist dies ein Ergebnis davon, dass man beim Wechsel zwischen Systemen die Notizen nicht regelmäßig abgleicht. Gnote entdeckt Konflikte in den Inhalten Ihrer Notizen und unterstützt Sie dabei, den Verlust wichtiger Daten zu verhindern.

source: If a conflict is detected during note synchronization, the <interface>Note Conflict</interface> dialog will appear. If you do not need the changes you made in your local note, you can select <guilabel>Overwrite local note</guilabel>. If you would like to keep your local changes in a new note, select <guilabel>Rename local note</guilabel>.
de: Wenn ein Konflikt während der Notiz-Synchronisierung entdeckt wird, erscheint der Dialog <interface>Notizkonflikt</interface>. Wenn Sie die in ihrer lokalen Notiz vorgenommene Änderungen nicht benötigen, können Sie <guilabel>Lokale Notiz überschreiben</guilabel> auswählen. Möchten Sie Ihre lokalen Änderungen in einer neuen Notiz erhalten, wählen Sie <guilabel>Lokale Notiz umbenennen</guilabel>.

source: Preferences
de: Einstellungen

source: To set preferences for Gnote, right-click on the icon in the panel, and select <menuchoice><guimenuitem>Preferences</guimenuitem></menuchoice> from the menu. You will see a dialog similar to the one displayed in <xref linkend="pref-editing"/>. There are two categories of preferences, <guilabel>Editing</guilabel> and <guilabel>Hotkeys</guilabel>. Preferences for each tab will be described below.
de: Um die Einstellungen für Gnote festzulegen, führen Sie einen Rechtsklick auf das Symbol im Panel durch und wählen Sie <menuchoice><guimenuitem>Einstellungen</guimenuitem></menuchoice> aus dem Menü. Sie werden einen Dialog ähnlich dem in <xref linkend="pref-editing"/> dargestellten sehen. Es gibt zwei Kategorien von Einstellungen, <guilabel>Bearbeiten</guilabel> und <guilabel>Tastenkombinationen</guilabel>. Die Einstellungen für jeden Reiter werden im Folgenden erläutert.

source: Editing
de: Bearbeiten

source: The editing tab will allow you to set preferences related to editing notes. There are three checkboxes on this tab, which can either be turned on or off.
de: Der Bearbeiten-Reiter erlaubt es Ihnen, die Einstellungen in Bezug auf das Bearbeiten von Notizen festzulegen. Es gibt auf diesem Reiter drei Ankreuzfelder, die entweder aktiviert oder deaktiviert werden können.

source: Spellcheck While Typing
de: Rechtschreibprüfung während der Eingabe

source: Enable this checkbox to underline misspellings in red, and provide suggestions in the right click context menu. Enable or disable the checkbox using the mouse or the key combination <keycombo><keycap>Alt</keycap><keycap>S</keycap></keycombo>.
de: Durch Aktivieren dieses Ankreuzfeldes werden Rechtschreibfehler rot unterstrichen und im Rechts-Klick Kontextmenü Verbesserungsvorschläge angeboten. Aktivieren oder Deaktivieren Sie dieses Ankreuzfeld mit der Maus oder über die Tastenkombination <keycombo><keycap>Alt</keycap><keycap>R</keycap></keycombo>.

source: The spellcheck option is only available if you have the <application>GtkSpell</application> package for your distribution installed.
de: Die Rechtschreibprüfungsoption ist nur verfügbar, wenn das Paket <application>GtkSpell</application> für Ihre Distribution installiert ist.

source: Highlight WikiWords
de: Wikiwords hervorheben

source: Enable this checkbox to create links for phrases <literal>ThatLookLikeThis</literal>. Clicking on the link will create a new note with the title corresponding to the link text. Enable or disable this checkbox using the mouse or the key combination <keycombo><keycap>Alt</keycap><keycap>W</keycap></keycombo>.
de: Aktivieren Sie dieses Ankreuzfeldes, um Verknüpfungen für Ausdrücke <literal>DieAussehenWieDieser</literal> erzeugt. Ein Klick auf eine solche Verknüpfung erzeugt eine neue Notiz mit dem entsprechenden Verknüpfungstext als Titel. Aktivieren oder Deaktivieren Sie dieses Ankreuzfeld mit der Maus oder über die Tastenkombination <keycombo><keycap>Alt</keycap><keycap>W</keycap></keycombo>.

source: Use Custom Font
de: Eigene Schriftart verwenden

source: Enable this checkbox to set a custom font to be used in your notes. If this option is disabled, the default system font will be used. Enable or disable this checkbox using the mouse or the key combination <keycombo><keycap>Alt</keycap><keycap>F</keycap></keycombo>.
de: Aktivieren Sie dieses Ankreuzfeld, um festzulegen, das eine eigene Schriftart in Ihren Notizen verwendet wird. Wenn diese Option deaktiviert ist, wird die Systemschriftart verwendet, Aktivieren oder deaktivieren Sie dieses Ankreuzfeld mit der Maus oder der Tastenkombination <keycombo><keycap>Alt</keycap><keycap>F</keycap></keycombo>.

source: Gnote Editing Preferences
de: Bearbeitungseinstellungen von Gnote.

source: Hotkeys
de: Tastenkombinationen

source: The hotkeys tab allows you to set global key combinations to perform different functions in Gnote. In order to set key combinations, you must have the <guibutton>Listen for Hotkeys</guibutton> checkbox enabled. Use <keycombo><keycap>Alt</keycap><keycap>H</keycap></keycombo> to toggle this option.
de: Der Reiter »Tastenkombinationen« erlaubt Ihnen, globale Tastenkombinationen zum Durchführen verschiedener Funktionen in Gnote festzulegen. Um Tastenkombinationen festzulegen, muss das Ankreuzfeld »Hotkeys aktivieren« aktiviert sein. Benutzen Sie <keycombo><keycap>Alt</keycap><keycap>H</keycap></keycombo>, um diese Auswahl umzuschalten.

source: Show notes menu
de: Notizmenü anzeigen

source: Enter the key combination to open the notes menu.
de: Geben Sie die Tastenkombination zum Öffnen des Notizmenüs ein.

source: Open "Start Here"
de: »Hier starten« öffnen

source: Enter the key combination to open the <quote>Start Here</quote> note, which is preinstalled with Gnote.
de: Geben Sie die Tastenkombination zum Öffnen der Notiz »Hier starten« ein, die in Gnote vorinstalliert ist.

source: Create new note
de: Neue Notiz anlegen

source: Enter the key combination to create a new note.
de: Geben Sie die Tastenkombination zum Anlegen einer neuen Notiz ein.

source: Search notes
de: »Alle Notizen durchsuchen« öffnen

source: Enter the key combination to open the <interface>Search All Notes</interface> dialog.
de: Geben Sie die Tastenkombination zum Öffnen des Dialogs »Alle Notizen durchsuchen« ein.

source: Gnote Hotkey Preferences
de: Einstellungen für Tastenkürzel in Gnote

source: Synchronization
de: Synchronisierung

source: Please see <xref linkend="synchronization"/> for more details.
de: Siehe bitte <xref linkend="synchronization"/> für weitere Details.

source: The add-ins tab allows you to enable and configure Gnote Add-ins.
de: Der Reiter »Add-Ins« erlaubt Ihnen, Gnote-Add-Ins zu aktivieren und konfigurieren.

source: The list of installed add-ins shows on the left. An add-in is enabled by selecting it from the list and then selecting <guibutton>Enable</guibutton>. Disable an add-in by selecting it from the list and then selecting <guibutton>Disable</guibutton>.
de: Die Liste der installierten Add-Ins wird links dargestellt. Ein Add-In wird aktiviert, indem es in der Liste ausgewählt wird und <guibutton>Aktivieren</guibutton> betätigt wird. Das Deaktivieren eines Add-Ins ist möglich, indem es in der Liste ausgewählt wird und <guibutton>Deaktivieren</guibutton> betätigt wird.

source: Please see <xref linkend="plugins"/> for more information about the add-ins that are installed with Gnote.
de: Siehe bitte <xref linkend="plugins"/>, um weitere Informationen über Add-Ins zu erhalten, die in Gnote installiert sind.

source: Gnote Add-in Preferences
de: Add-In-Einstellungen für Gnote

source: By default, Gnote comes with several pre-installed add-ins: <placeholder-1/> Since these are preinstalled, they are ready to use and are automatically loaded into the Gnote interface.
de: Standardmäßig wird Gnote mit einigen vorinstallierten Add-Ins ausgeliefert: <placeholder-1/> Da diese vorinstalliert sind, sind sie einsatzbereit und werden automatisch in die Gnote-Benutzeroberfläche geladen.

source: Some add-ins exist that are not installed by default.
de: Einige Add-Ins existieren, die nicht standardmäßig installiert sind.

source: Backlinks (What links here?)
de: Backlinks (Was zeigt hier hin?)

source: This add-in allows you to know which notes link to the note you are currently editing. It makes it easier to keep track of the relationships between notes. If this add-in is enabled, the <link linkend="tools">Tools</link> menu will have a <guimenuitem>What links here?</guimenuitem> option. When you select this option, it will list all the notes which link to the current note in a submenu. Select a note in the submenu to open it.
de: Dieses Add-In erlaubt Ihnen zu erkennen, welche Notizen auf die Notiz verweist, die Sie gerade bearbeiten. Es vereinfacht, die Beziehungen zwischen Notizen im Auge zu behalten. Wenn dieses Add-In aktiviert, beinhaltet das Menü <link linkend="tools">Werkzeuge</link> den Menüpunkt <guimenuitem>Was zeigt hier hin?</guimenuitem>. Wenn Sie diesen Menüpunkt wählen, zeigt es alle Notizen, die auf die aktuelle Notiz verweisen, als Untermenü an. Wählen Sie eine Notiz im Untermenü aus, um die Notiz zu öffnen.

source: Allows you to drag a Bugzilla URL from your browser directly into a Gnote note. The bug number is inserted as a link with a small bug icon next to it. Once the Bugzilla link has been inserted into the note, click on it to open the URL in your web browser.
de: Erlaubt Ihnen, eine Bugzilla-URL aus Ihrem Browser direkt in eine Gnote-Notiz zu ziehen. Die Fehlernummer wird als Verknüpfung mit einem kleinen Bug-Symbol angezeigt. Nachdem die Bugzilla-Verknüpfung in die Notiz eingefügt wurde, öffnet ein Klick darauf die Adresse in Ihrem Web-Browser.

source: Customize the icons that are used by editing the add-in preferences in the <link linkend="prefs-plugins">Preferences Dialog</link>. After highlighting the Bugzilla Add-in, click <guibutton>Preferences</guibutton> to open the <interface>Bugzilla Add-in Settings</interface> dialog. To add a new icon, click <guibutton>Add</guibutton>, select an icon on your computer, provide a Bugzilla host name (e.g., bugzilla.mate.org), and click <guibutton>Open</guibutton>. Any Bugzilla URL that is dragged and dropped from one of these custom host names will now use the icon you specified.
de: Die verwendeten Symbole können über Bearbeiten der Add-In-Einstellungen im <link linkend="prefs-plugins">Einstellungen-Dialog</link> angepasst werden. Nach der Auswahl des Bugzilla-Add-Ins klicken Sie <guibutton>Einstellungen</guibutton>, um den <interface>Bugzilla Add-in Einstellung</interface>-Dialog zu öffnen. Um ein neues Symbol hinzuzufügen, klicken Sie auf <guibutton>Hinzufügen</guibutton>, wählen ein Symbol auf Ihrem Computer aus, geben einen Bugzilla-Rechnernamen an (z.B. bugzilla.mate.org) und Klicken auf <guibutton>Öffnen</guibutton>. Jede Bugzilla-URL, die von einem dieser festgelegten Rechnernamen in eine Notiz gezogen wird, wird mit dem festgelegten Symbol gekennzeichnet.

source: This add-in allows you to drag and drag an e-mail message from the <application>Evolution</application> mail application to one of your Gnote notes. Clicking on the mail icon in the note will then open the corresponding e-mail message in Evolution.
de: Dieses Add-In erlaubt es Ihnen, eine E-Mail-Nachricht aus der Mail-Anwendung <application>Evolution</application> in eine Ihrer Gnote-Notizen zu ziehen. Das Anklicken des Mail-Symbols öffnet die korrespondierende E-Mail in Evolution.

source: When this add-in is installed, the <link linkend="tools">Tools</link> menu will have the <guimenuitem>Export to HTML</guimenuitem> option available.
de: Wenn dieses Add-In installiert ist, stellt das Menü <link linkend="tools">Werkzeuge</link> den Menüpunkt <guimenuitem>In HTML exportieren</guimenuitem> bereit.

source: After selecting this option, you will be presented with a dialog that allows you to choose where to save the <acronym>HTML</acronym> file. Enter the destination filename and click <guibutton>OK</guibutton> to save the file, or <guibutton>Cancel</guibutton> to abort the operation.
de: Nach der Auswahl dieses Menüpunktes wird ein Dialog angezeigt, der es Ihnen erlaubt, auszuwählen, wo die <acronym>HTML</acronym>-Datei gespeichert werden soll. Legen Sie die Zieldatei fest und klicken Sie <guibutton>OK</guibutton>, um die Datei zu speichern oder auf <guibutton>Abbrechen</guibutton>, um den Vorgang abzubrechen.

source: To export any notes for which a link exists in the current note, select the <guibutton>Export linked notes</guibutton> button.
de: Um alle Notizen zu exportieren, auf die in der aktuellen Notiz verwiesen werden, wählen Sie <guibutton>Verknüpfte Notizen exportieren</guibutton>.

source: Allows you to use a fixed-width font when creating/editing notes. If this add-in is enabled, the <link linkend="text">Text</link> menu will have a <guimenuitem>Fixed Width</guimenuitem> option.
de: Erlaubt die Verwendung einer Schriftart mit fixer Breite beim Erstellen/Bearbeiten von Notizen. Wenn dieses Add-In aktiviert ist, enthält das Menü <link linkend="text">Text</link> den Menüpunkt <guimenuitem>Fixe Breite</guimenuitem>.

source: This add-in automatically creates a "Today" note for jotting daily thoughts down. The current date is used as a basis for the title of the note. As an example, the title of a "Today" note created on February 28, 2007, would be, "Today: Wednesday, February 28 2007"
de: Dieses Add-In erzeugt automatisch eine »Heute«-Notiz, um tägliche Gedanken festzuhalten. Das aktuelle Datum dient als Basis für den Titel dieser Notiz. Beispielsweise ist der Titel einer »Heute«-Notiz, die am 28. Februar 2007 angelegt wurde, »Heute: Mittwoch, 28. Februar 2007«.

source: If you leave a "Today" note unmodified, the Note of the Day Add-in will automatically delete the note.
de: Wenn Sie die »Heute«-Notiz unverändert lassen, wird das Note of the Day Add-in die Notiz automatisch löschen.

source: To customize the content of the default "Today" note, create a new note and change the title of the note to be, "Today: Template". Change the content of the template note to whatever you like. When new "Today" notes are created, it will then use the content of your "Today: Template" note.
de: Um den Inhalt der standardmäßigen »Heute«-Notiz anzupassen, erzeugen Sie eine neue Notiz und Ändern Sie den Titel in »Heute: Vorlage«. Passen Sie den Inhalt der Vorlage so an, wie Sie es wünschen. Wenn eine neue »Heute«-Notiz angelegt wird, wird der Inhalt der Notiz »Heute: Vorlage« verwendet.

source: When this add-in is installed, the <link linkend="tools">Tools</link> menu will have the <guimenuitem>Print</guimenuitem> option available.
de: Wenn dieses Add-In installiert ist, stellt das Menü <link linkend="tools">Werkzeuge</link> einen Menüpunkt <guimenuitem>Drucken</guimenuitem> zur Verfügung.

source: Sticky Notes Import
de: Import aus dem Klebezettel-Applet

source: When this add-in is installed, the <link linkend="tools">Tools</link> menu will have the <guimenuitem>Import from Sticky Notes</guimenuitem> option available.
de: Wenn dieses Add-In installiert ist, stellt das Menü <link linkend="tools">Werkzeuge</link> einen Menüpunkt <guimenuitem>Import aus dem Klebezettel-Applet</guimenuitem> zur Verfügung.

source: Use this option to import notes from the <application>Sticky Notes</application> application that is available in prior releases of MATE. This option has been included in Gnote to provide an upgrade path for users who would like to migrate from <application>Sticky Notes</application> to Gnote for their note taking purposes.
de: Benutzen Sie diesen Menüpunkt, um Notizen aus dem <application>Klebezettel</application>-Applet, das in früheren Freigaben von MATE zur Verfügung stand, zu importieren. Dieser Menüpunkt wurde in Gnote aufgenommen, um Benutzern, die ihre Notizen aus dem <application>Klebezettel</application>-Applet in Mate übernehmen möchten, einen Migrationspfad anzubieten.

source: translator-credits
de: Jochen Skulj <jochen@jochenskulj.de>, 2008 Christian Kirbach <Christian.Kirbach@googlemail.com>, 2009 Mario Blättermann <mariobl@mate.org>, 2009.
