Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Use the <application>Appearance</application> preference tool to select the <guilabel>Large Print</guilabel> theme.
de: Verwenden Sie das Einstellungswerkzeug <application>Erscheinungsbild</application>, um das Thema <guilabel>Groß</guilabel> zu aktivieren.
hu: A <application>Megjelenés</application> beállítóeszköz segítségével válassza a <guilabel>Nagy szöveg</guilabel> témát.
uk: В інструменті параметрів <application>Зовнішній вигляд</application> виберіть тему <guilabel>Large Print</guilabel>.
zh_cn: 在 <application>外观</application> 首选项工具里，选择 <guilabel>大字体</guilabel> 主题。

source: Click on the <guibutton>Apply Font</guibutton> button to increase the size of the font that is used on the desktop and on window frames.
de: Klicken Sie auf den Knopf <guilabel>Schriftart verwenden</guilabel>, um die Schrift zu vergrößern, die auf dem Desktop und in Anwendungsfenstern verwendet wird.
eu: Egin klik <guibutton>Aplikatu letra-tipoa</guibutton> botoian, mahaigainean eta leiho-markoetan erabilitako letra-tipoaren tamaina handitzeko.
hu: Nyomja meg a <guibutton>Betűkészlet alkalmazása</guibutton> gombot az asztali környezetben és az ablakkeretében használt betűkészlet méretének növeléséhez.
pt: Clique no botão <guibutton>Aplicar Fonte</guibutton> para aumentar o tamanho da fonte utilizada na área de trabalho e moldura das janelas.
uk: Натисніть кнопку <guibutton>Застосувати шрифт</guibutton>, щоб збільшити розмір шрифту, який використовується на стільниці та на обрамлені вікон.
zh_cn: 点击 <guibutton>应用字体</guibutton> 按钮，增加桌面和窗口框架上的字体的大小。

source: Use the <guilabel>Desktop Font</guilabel> option in the <guilabel>Font</guilabel> tab to increase the font that is displayed on desktop background objects.
de: Verwenden Sie die Option <guilabel>Desktop-Schriftart</guilabel> im Reiter <guilabel>Schrift</guilabel>, um die Schrift auf dem Desktop-Hintergrund zu vergrößern.
hu: A <application>Betűkészlet</application> beállítóeszköz <guilabel>Asztal betűkészlete</guilabel> lehetőségének segítségével növelje az asztal háttérobjektumainak megjelenítéséhez használt betűkészlet méretét.
uk: Виберіть пункт <guilabel>Шрифт стільниці</guilabel> на вкладці <guilabel>Шрифти</guilabel>, щоб збільшити шрифт, який відображатиметься на об'єктах стільниці.
zh_cn: 在 <guilabel>字体</guilabel> 标签的 <guilabel>桌面字体</guilabel> 选项里，增大要显示桌面对象的字体尺寸。

source: Increase the font size that is used to display the contents of the <application>Terminal</application> application window.
de: Erhöhen Sie die Schriftgröße, die für die Anzeige des Inhalts in der Anwendung <application>Terminal</application> verwendet wird.
eu: Handitu <application>Terminala</application> aplikazioren leihoko edukia bistaratzeko erabiltzen den letra-tipoaren tamaina.
hu: Növelje a <application>Terminál</application> ablak tartalmának megjelenítéséhez használt betűkészlet méretét.
pt: Aumente o tamanho da fonte que é utilizada para apresentar o conteúdo das janelas da aplicação <application>Consola</application>.
uk: Збільшіть розміру шрифту, який використовується для відображення вмісту вікна програми <application>Термінал</application>.
zh_cn: 增大显示在 <application>终端</application> 程序窗口中的字体大小。

source: If the <guilabel>Use default theme font</guilabel> option is selected in the <application>gedit</application> (Text Editor) <guilabel>Preferences</guilabel> dialog, <application>gedit</application> uses the font size that is specified in the large-print theme that you selected. However, if the <guilabel>Use default theme font </guilabel> option is not selected, increase the font size that is used to display the contents of the <application>gedit</application> text editor window. See the <ulink type="help" url="ghelp:gedit?gedit-prefs-fontsandcolors">gedit manual</ulink> for more information.
de: Falls die Option <guilabel>Farben vom Systemthema verwenden</guilabel> in der Anwendung <application>gedit</application> (Texteditor) ausgewählt wurde, dann verwendet <application>gedit</application> die im Thema »Große« definierte Schriftgröße. Wenn die Option <guilabel>Farben vom System-Thema verwenden</guilabel> nicht ausgewählt wurde, dann vergrößern Sie bitte die Schrift für <application>gedit</application> Im <ulinktype="help" url="ghelp:gedit?gedit-prefs-fontsandcolors">geditHandbuch</ulink> finden Sie dazu weitere Einzelheiten.
hu: Ha a <application>gedit</application> <guilabel>Beállítások</guilabel> ablakában a <guilabel>Téma alapértelmezett betűkészletének használata</guilabel> lehetőség ki van választva, akkor a <application>gedit</application> a kiválasztott nagy szöveg témában megadott betűméretet használja. Ha azonban a <guilabel>Téma alapértelmezett betűkészletének használata</guilabel> lehetőség nincs kiválasztva, akkor növelje a <application>gedit</application> által a szövegszerkesztő ablak tartalmának megjelenítéséhez használt betűkészlet méretét. További információkért lásd a <ulink type="help" url="ghelp:gedit?gedit-prefs-fontsandcolors">gedit kézikönyvét</ulink>.
uk: Якщо в діалоговому вікні <guilabel>Параметри</guilabel> текстового редактора <application>gedit</application> вибрана опція <guilabel>Класична схема кольорів</guilabel>, <application>gedit</application> використовуватиме розмір шрифту зазначений у вибраній вами темі. Однак, якщо ця опція не вибрана, потрібно збільшити розмір шрифту для відображення вмісту вікна текстового редактора <application>gedit</application>. Детальніше про це дивіться в <ulink type="help" url="ghelp:gedit?gedit-prefs-fontsandcolors">посібнику з gedit</ulink>.
zh_cn: 如果在 <application>gedit</application> (文本编辑器) <guilabel>首选项</guilabel> 对话框里，选中了 <guilabel>使用默认主题字体</guilabel>， <application>gedit</application> 使用大字体主题指定的字体。当然，如果 <guilabel>使用默认主题字体</guilabel> 选项没有被选中， <application>gedit</application> 文本编辑器窗口显示增大了的字体。更多相关信息，请参阅： <ulink type="help" url="ghelp:gedit?gedit-prefs-fontsandcolors">gedit 手册</ulink>。

source: If you use applications that use panes, such as the file manager and help browser, you may need to change the size of panes to accommodate the large print. See the online help for the appropriate application for more information.
de: Wenn Sie Anwendungen mit Leisten wie den Dateimanager oder Hilfebrowser verwenden, müssen Sie möglicherweise die Größe der Leisten an die größere Darstellung anpassen. Weitere Informationen finden Sie im Handbuch der entsprechenden Anwendung.
hu: Ablaktáblákat használó alkalmazások (például a fájlkezelő és a súgóböngésző) használata esetén szükséges lehet az ablaktáblák méretének a nagy szöveghez igazítása. További információkért lásd a megfelelő alkalmazások online súgóját.
uk: Якщо ви користуєтесь програмами з панелями, наприклад такими як файловий менеджер або переглядач довідки, вам може знадобитися змінити розмір панелей, щоб вмістити текст з великим шрифтом. Детальнішу інформацію дивіться в онлайн довідці до відповідної програми.
zh_cn: 如果应用程序用到了面板，像文件管理器和帮助浏览器，您需要修改面板大小来适应大字体显示。更多相关信息，请参阅应用程序的在线帮助信息。

source: Orca: Screen Reader and Magnifier
de: Orca: Bildschirmleser und -Lupe
hu: Orka: Képernyőolvasó és nagyító
uk: Orca: Озвучування екрана та лупа
zh_cn: Orca: 屏幕阅读器和屏幕放大镜

source: Screen Reader and Magnifier
de: Bildschirmleser und -Lupe
eu: Pantaila-irakurlea eta lupa
hu: Képernyőolvasó és nagyító
pt: Locutor de Ecrã e Ampliador
uk: Озвучування екрана та лупа
zh_cn: 屏幕阅读程序和放大镜

source: The <application>Orca</application> Screen Reader and Magnifier application enables users with limited or no vision to use the MATE Desktop and associated applications. <application>Orca</application> provides the following functionality:
de: Der Screenreader <application>Orca</application> ermöglicht es Anwendern mit geringer oder keiner Sehkraft den MATE Desktop und die dazugehörigen Anwendungen zu verwenden. <application>Orca</application> bietet die folgenden Funktionen:
hu: Az <application>Orka képernyőolvasó és nagyító</application> alkalmazás lehetővé teszi a gyengén látó vagy vak felhasználóknak a MATE asztali környezet és az ahhoz tartozó alkalmazások használatát. Az <application>Orka</application> a következő funkciókat nyújtja:
uk: Програма <application>Orca</application> дає змогу користувачам зі слабким зором або незрячим використовувати середовище MATE та пов’язані з ним програми. <application>Orca</application> надає такі функціональні можливості:
zh_cn: <application>Orca</application> 屏幕阅读器和屏幕放大镜程序，可以帮助低视力或盲人使用 MATE 桌面和相应的应用程序。 <application>Orca</application> 提供下面的一些功能：

source: Screen Reader
de: Bildschirmleser
hu: Képernyőolvasó
uk: Озвучування екрана
zh_cn: 屏幕阅读器

source: The screen reader enables non-visual access to standard applications in the MATE Desktop by using speech and braille output.
de: Der Bildschirmleser ermöglicht durch die Verwendung von Sprach- und Brailleausgabe den nicht-visuellen Zugang zu Standardanwendungen des MATE-Desktops.
hu: A képernyőolvasó lehetővé teszi a látássérült felhasználók számára a Mate asztali környezet alkalmazásainak használatát beszéd- vagy braille kimeneten keresztül.
uk: Озвучування екрана надає не візуальний доступ до стандартних програм у середовищі MATE за допомогою озвучування та системи Брайля.
zh_cn: 屏幕阅读器可以让盲人通过语音和盲文输出设备，访问 MATE 桌面的标准应用程序。

source: Magnifier
de: Lupe
eu: Lupa
hu: Nagyító
pt: Lupa
uk: Лупа
zh_cn: 放大镜

source: The magnifier provides automated focus tracking and full-screen magnification to aid low-vision users.
de: Die Lupe hilft sehbehinderten Anwendern durch die Bereitstellung einer automatischen Fokusverfolgung und Vollbildvergrößerung.
hu: A nagyító lehetővé teszi a gyengén látó felhasználóknak az automatizált fókuszkövetést és a teljes képernyős nagyítást.
uk: Лупа забезпечує автоматичне відстеження фокусу та повноекранне збільшення для зручності користувачів зі слабким зором.
zh_cn: 放大镜为低视力用户提供自动跟踪和全屏放大功能。

source: The following sections provide information about <application>Orca</application> and how to use it.
de: Die folgenden Abschnitte enthalten Informationen über <application>Orca</application> und seine Verwendung.
hu: A következő fejezetek információt biztosítanak az Orka képernyőolvasó és nagyító alkalmazásról és annak használatáról.
uk: В наступних розділах міститься інформація про програму <application>Orca</application> та способи її використання.
zh_cn: 下面的段落提供了 <application>Orca</application> 的相关信息，和使用方法。

source: Introduction to Orca
de: Einführung in Orca
eu: Orca-ren sarrera
hu: Az Orka bemutatása
pt: Introdução ao Orca
uk: Введення до Orca
zh_cn: Orca 使用说明

source: What is Orca?
de: Was ist Orca?
eu: Zer da Orca?
hu: Mi az Orka?
pt: O que é o Orca?
uk: Що це таке - Orca?
zh_cn: 什么是Orca?

source: Orca is a flexible, extensible, and powerful assistive technology for people with visual impairments. Using various combinations of speech synthesis, braille and magnification, Orca helps provide access to applications and toolkits that support the AT-SPI (e.g., the MATE Desktop). <application>Orca</application> is also free open source software.
de: Orca ist ein flexibles, erweiterbares und leistungsstarkes Hilfsmittel für Menschen mit einer Sehbehinderung. Durch den Einsatz verschiedener Kombinationen aus Sprachsynthese, Braille und Vergrößerung ermöglicht Orca den Zugang zu Anwendungen oder Toolkits, die das AT-SPI unterstützen (beispielsweise der MATE-Desktop). Außerdem ist <application>Orca</application> freie Open-Source-Software.
hu: Az Orka egy rugalmas, bővíthető és hatékony akadálymentesítési megoldás látássérültek számára. Különböző megoldásokat tud együttesen kezelni, kezeli a beszédszintetizátorokat, braille támogatással és nagyítási képességekkel rendelkezik, segítséget nyújt az AT-SPI technológiát támogató különböző alkalmazások és eszközkészletek (mint például a MATE asztali környezet) használatához. Az Orka egy ingyenes, nyílt forrású alkalmazás.
uk: Orca, це гнучка, розширювана та потужна допоміжна технологія для людей з порушеннями зору. Використовуючи різні комбінації синтезу мови, системи Брайля та лупу, Orca надає доступ до програм та інструментів, які підтримують AT-SPI (наприклад, середовище MATE). Крім того <application>Orca</application> залишається безкоштовним програмним забезпеченням з відкритим джерельним кодом.
zh_cn: Orca 是一个灵活的，可扩展的，强大的辅助技术工具，帮助有视力障碍的人。使用各种发音引擎，盲文输出和屏幕放大镜，Orca 提供访问应用程序以及支持 AT-SPI (例如 MATE 桌面)的工具包。<application>Orca</application> 也是免费的开源软件。

source: Why the name Orca?
de: Warum der Name Orca?
eu: Zergatik du Orca izena?
hu: Miért Orka a neve?
pt: Porquê o nome Orca?
uk: Чому така назва - Orca?
zh_cn: 为什么叫Orca？

source: One of the first DOS screen readers was Flipper, made by Omnichron Corporation in Berkeley, CA. It was named Flipper in part because the blind wife of the programmer envisioned computers as being programmed by flipping switches (an accurate image of a bygone era). Then came another DOS screen reader, this one from Henter-Joyce in Florida - "Jobs Access With Speech" (or JAWS). And so on....
de: Einer der ersten DOS-Bildschirmleser war Flipper, entwickelt durch die Omnichron Corporation in Berkeley, CA. Er wurde unter anderem deswegen Flipper genannt, weil die blinde Ehefrau des Programmierers sich vorstellte, dass Computer durch Schaltgeräte (»Flipper«) programmiert werden (ein akkurates Bild einer vergangen Ära). Darauf folgte ein weiterer Bildschirmleser, diesmal von Henter-Joyce in Florida - »Jobs Access With Speech« (oder JAWS). Und so weiter …
hu: Az első DOS alatt működő képernyőolvasó a Flipper nevet kapta, az Omnichron részvénytársaság készítette a kaliforniai Berkeleyben. Részben azért nevezték Flippernek, mivel a programozó látássérült felesége úgy képzelte, hogy a számítógépeket kapcsolók kapcsolgatásával programozzák (ez pontos képe egy letűnt kornak). Később megjelent egy másik DOS alatt működő képernyőolvasó, ezt a Henter-Joyce cég készítette Floridában - „Jobs access With Speech” (vagy JAWS) névre keresztelték. Angliában a Dolphin systems is készített egy saját, DOS alatt működő képernyőolvasót.
zh_cn: 最早的一个 DOS 屏幕阅读器是 Flipper，是由加拿大伯克利的 Omnichron 公司开发的。它起名叫“Flipper”，部分原因是开发者的盲人妻子，想象计算机用弹拨开关（flipping switches 一幅以前的精确图片）来编程。然后出现其他 DOS 屏幕阅读器，这个是来自佛罗里达的 Henter-Joyce - “Jobs Access With Speech”(或 JAWS)。等等...

source: Although no obvious connection exists between blindness and creatures from the sea, there is certainly a naming tradition for screen-reader software. Hence <application>Orca</application>, which is a lot tougher-sounding than Nemo, Ariel, Willy, or Mr. Limpet.
de: Obwohl zwischen Blindheit und Meereskreaturen keine offensichtliche Verbindung besteht, gibt es dennoch eine Tradition in der Namensgebung für Bildschirmleser-Software. Daher <application>Orca</application>, was viel strenger klingt als Nemo, Ariel, Willy oder Mr. Limpet.
hu: Ennyi a történet, így az Orka csak folytatja a képernyőolvasók tengeri állatokról való elnevezésének hagyományát. Ezen kívül az Orka sokkal jobban is hangzik, mint a Nemo, Ariel, Willy vagy Mr. Limpet.
uk: Хоч ніякого очевидного зв'язку між сліпотою та морськими істотами звичайно немає, але традиція давати такі назви програмному забезпеченню для озвучування екрана залишається. Звідси назва <application>Orca (Косатка)</application>, яка звучить дещо жорсткіше, ніж Nemo (Немо), Ariel (Аріель),Willy (Віллі) або Mr. Limpet (містер Лімрід).
zh_cn: 虽然在盲人和海洋生物之间没有明显的联系，屏幕阅读器还是有一个确定的命名传统。而 <application>Orca</application> 的名称， 比 Nemo、Ariel、Willy 或 Mr. Limpet 更响亮。

source: What's the schedule?
de: Was ist der Zeitplan?
eu: Zer da planifikazioa?
hu: Milyen az ütemezés?
pt: Qual é o calendário?
uk: Який графік випусків?
zh_cn: 日程表是怎么样的？

source: <application>Orca</application> is part of the MATE platform and <application>Orca</application>'s releases are coupled with the releases of the MATE platform.
de: <application>Orca</application> ist ein Teil der MATE-Plattform und die Veröffentlichung neuer <application>Orca</application>-Versionen ist an die Freigabe neuer Veröffentlichungen der MATE-Plattform geknüpft.
hu: Az Orka része a MATE rendszernek és az Orka kiadásai igazodnak a MATE környezet kiadásaihoz.
uk: Програма <application>Orca</application> є частиною платформи MATE, а її випуски, також пов'язуються з випусками цієї платформи.
zh_cn: Orca 是 MATE 项目的一部分，<application>Orca</application> 与 MATE 一同发布。

source: How do I request a new feature?
de: Wie kann ich eine neue Funktion beantragen?
eu: Nola eska dezaket eginbide berri bat?
hu: Hogyan kérhet új szolgáltatást?
pt: Como posso pedir uma nova funcionalidade?
uk: Куди звертатись з пропозиціями?
zh_cn: 我如何能要求一个新特性？

source: <ulink url="http://bugzilla.mate.org/buglist.cgi?query=product:orca+">Bugs</ulink> and feature/enhancement requests (RFEs) should be reported to the <ulink url="http://bugzilla.mate.org">MATE Bug Tracking System </ulink>. Patches are always welcome, and instructions for creating patches can be found in the <ulink url="http://developer.mate.org/tools/svn.html"> MATE Introduction to Subversion (SVN) </ulink>.
de: <ulink url="http://bugzilla.mate.org/buglist.cgi?query=product:orca+">Fehlermeldungen</ulink> und Wünsche für neue Funktionen und Verbesserungen (RFEs) sollten im <ulink url="http://bugzilla.mate.org">MATE Fehlererfassungssystem</ulink> eingereicht werden. Patches sind jederzeit willkommen und Informationen zum Erstellen von Patches sind in der <ulink url="http://developer.mate.org/tools/svn.html">MATE-Einführung in Subversion (SVN)</ulink> zu finden.
hu: <ulink url="http://bugzilla.mate.org/buglist.cgi?query=product:orca+">A hibák</ulink> és szolgáltatás/kiterjesztés kérések (RFE-k) a <ulink url="http://bugzilla.mate.org">MATE hibakövető rendszerén keresztül</ulink> küldendők. A javításokat mindig örömmel fogadják. A javítások létrehozásához utasításokat a <ulink url="http://developer.mate.org/tools/svn.html">Bevezetés a MATE Subversion (svn) rendszer használatába</ulink> oldalon talál.
uk: <ulink url="http://bugzilla.mate.org/buglist.cgi?query=product:orca+">Вади</ulink> та інші непотрібні властивості чи пропозиції про вдосконалення (RFE) надсилайте до <ulink url="http://bugzilla.mate.org">Системи відстежування помилок MATE</ulink>. Вдосконалення програми завжди вітаються, а інструкції для їх створення можна знайти в <ulink url="http://developer.mate.org/tools/svn.html">інструкціях до Subversion (SVN) MATE</ulink>.
zh_cn: <ulink url="http://bugzilla.mate.org/buglist.cgi?query=product:orca+"> 报告 Bugs</ulink> 以及特性/改进需求(RFEs) 可以提交到 <ulink url="http://bugzilla.mate.org">MATE Bug 跟踪系统</ulink>。 补丁是一直受欢迎的，制作补丁的方法可以在这儿找到： <ulink url="http://developer.mate.org/tools/svn.html">MATE 版本控制(svn)介绍</ulink>。

source: Where is the discussion list?
de: Wo gibt es eine Diskussionsliste?
eu: Non dago eztabaida-zerrenda?
hu: Hol van a levelezőlista?
pt: Onde está a lista de discussão?
uk: Чи є можливість обговорення?
zh_cn: 哪儿可以找着讨论列表？

source: You can get in touch with developers and other users by <ulink url="mailto:orca-list@mate.org">sending an e-mail</ulink> to the <ulink url="http://mail.mate.org/mailman/listinfo/orca-list">Orca mailing list</ulink> (<ulink url="http://mail.mate.org/archives/orca-list">Archives</ulink>).
de: Sie können mit Entwicklern und anderen Anwendern in Verbindung treten, indem Sie eine <ulink url="mailto:orca-list@mate.org">E-Mail</ulink> an die <ulink url="http://mail.mate.org/mailman/listinfo/orca-list">Orca-Mailingliste</ulink> senden. <ulink url="http://mail.mate.org/archives/orca-list">Hier finden Sie das Archiv der Mailingliste</ulink>.
hu: A fejlesztőktől és a többi felhasználótól segítséget az <ulink url="http://mail.mate.org/mailman/listinfo/orca-list"> Orka levelezőlistára</ulink> <ulink url="mailto:orca-list@mate.org">küldött levélben</ulink> kaphat (vagy elolvashatja a <ulink url="http://mail.mate.org/archives/orca-list">listaarchívumokat</ulink>).
uk: Ви можете зв'язатися з розробниками та іншими користувачами <ulink url="mailto:orca-list@mate.org"> відіславши листа електронною поштою</ulink> до <ulink url="http://mail.mate.org/mailman/listinfo/orca-list">Списку розсилки Orca</ulink> (<ulink url="http://mail.mate.org/archives/orca-list">Архів</ulink>).
zh_cn: 您可以通过 <ulink url="mailto:orca-list@mate.org">发送邮件</ulink> 到 <ulink url="http://mail.mate.org/mailman/listinfo/orca-list"> Orca 邮件列表</ulink> ( <ulink url="http://mail.mate.org/archives/orca-list">文档</ulink>)，跟开发团队和其他用户联系。

source: Is braille supported?
de: Wird Braille unterstützt?
eu: Braille onartuta dago?
hu: A braille támogatott?
pt: Existe suporte para braille?
uk: Система Брайля підтримуються?
zh_cn: 支持布莱叶文吗？

source: Yes! Braille is supported via BrlTTY and it is tightly integrated with Orca. BrlTTY offers support for nearly every refreshable braille display known to man.
de: Ja, Braille wird durch BrlTTY bereitgestellt und ist ein fester Bestandteil von Orca. BrlTTY unterstützt fast jede heutzutage bekannte Braillezeile.
hu: Igen! A braille a Brltty rendszeren keresztül támogatott és jól együttműködik az Orka képernyőolvasóval. A Brltty jelenleg majdnem minden újabb frissíthető braille kijelzőt ismer.
uk: Так! Система Брайля підтримується через програму BrlTTY і вона тісно інтегрована з Orca. BrlTTY пропонує підтримку для майже кожного оновлюваного дисплея Брайля, відомого людям.
zh_cn: 是的，盲文通过 BrlTTy 是被支持的，并且跟 Orca 紧密联系在一起。大家都知道， BrlTTY 是支持最新的盲文显示器的。

source: Is contracted braille supported?
de: Wird Blindenkurzschrift unterstützt?
hu: Az összetett braille támogatott?
pt: Existe suporte para braille contratado?
uk: Скорочення Брайля підтримуються?
zh_cn: 支持 contracted braille 吗？

source: Yes, <application>Orca</application> fully supports contracted braille output.
de: Ja, <application>Orca</application> bietet volle Unterstützung für die Ausgabe in Blindenkurzschrift.
hu: Igen, az <application>Orka</application> támogatja az összetett braille kimenetet.
uk: Так, <application>Orca</application> у повній мірі підтримує скорочення Брайля.
zh_cn: 是的， <application>Orca</application> 完全支持 contracted braille 输出端。

source: What voices are available?
de: Welche Sprachausgaben werden unterstützt?
eu: Zein ahots daude erabilgarri?
hu: Milyen beszédszintetizátorok állnak rendelkezésre?
pt: Que vozes estão disponíveis?
uk: Які голоси доступні?
zh_cn: 哪些声音是可用的？
