Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Run <application>gdmsetup</application> from a terminal; you may be advised to reboot after exiting the application.
de: Führen Sie <application>gdmsetup</application> in einem Terminal aus. Nach dem Verlassen der Anwendung sind Sie mit einem SNeustart Ihres Systems gut beraten.
hu: Futtassa a <application>gdmsetup</application> egy terminál ablakban, így lehetősége lesz a kilépés után újraindítani a rendszert.
uk: Виконайте команду <application>gdmsetup</application> в терміналі: вам запропонують перезавантажити систему після виходу з програми.
zh_cn: 在终端里运行 <application>gdmsetup</application>；退出程序后您可能会被建议重新启动计算机。

source: To configure GDM if you cannot access the GUI environment, you will need to navigate the file system and modify files:
de: Wenn Sie die grafische Oberfläche nicht bedienen können aber GDM trotzdem Konfigurieren möchten, müssen Sie sich im Dateisystem bewegen und Dateien bearbeiten:
hu: Ha konfigurálni szeretné a GDM-et, de nem fér hozzá a grafikus rendszerhez, szüksége lesz néhány fájl módosítására a fájlrendszeren:
uk: Якщо ви не можете отримати доступ до графічного інтерфейсу користувача, щоб налаштувати GDM, зайдіть у файлову систему та змініть наступні файли:
zh_cn: 果您不能从 GUI 面板环境设置 GDM，则必须要访问文件系统并修改配置文件：

source: Open the file <filename>/etc/X11/gdm/custom.conf</filename>
de: Öffnen Sie die Datei <filename>/etc/X11/gdm/gdm.conf</filename>.
hu: Nyissa meg az <filename>/etc/X11/gdm/custom.conf</filename> fájlt.
uk: Відкрийте файл <filename>/etc/X11/gdm/custom.conf</filename>
zh_cn: 打开文件 <filename>/etc/X11/gdm/gdm.conf</filename>

source: Search the file for the following line:
de: Suchen Sie nach der folgenden Zeile:
eu: Bilatu ondoko lerroaren fitxategia:
hu: Keresse meg az alábbi sort:
pt: Procure no ficheiro a seguinte linha:
ru: Найдите в файле следующую строку:
uk: Знайдіть в цьому файлі наступний рядок:
zh_cn: 搜索下面这一行：

source: and replace the line with the following:
de: und ersetzen Sie die Zeile wie folgt:
eu: eta ordeztu honekin:
hu: és cserélje ki az alábbira:
pt: e substitua a linha pela seguinte:
ru: и замените следующей строкой:
uk: та замініть його таким рядком:
zh_cn: 用下面这一行替换：

source: This step enables the GtkModules.
de: Dieser Schritt aktiviert die GtkModule.
eu: Horrekin, GtkModules gaituta daude.
hu: Ez engedélyezi a GtkModules használatát.
pt: Este passo activa os Módulos Gtk.
ru: Этот шаг включает GtkModules.
uk: Ця дія вмикає GtkModules.
zh_cn: 这一步是启用GtkModules。

source: and delete the <literal>#</literal> from the start of the line so that the line reads:
de: und löschen Sie das Zeichen <literal>#</literal> am Beginn der Zeile, so dass diese wie folgt lautet:
eu: eta ezabatu <literal>#</literal> lerroaren hasieratik, hau jar dezan:
hu: Törölje a # jelet a sor elejéről, ezzel az alábbi szöveget fogja látni:
pt: e apague o <literal>#</literal> do início da linha por forma a que esta fique igual a:
ru: и удалите символ <literal>#</literal> в начале строки так, чтобы строка приняла вид:
uk: і вилучіть символ <literal>#</literal> на початку рядка так, щоб рядок мав такий вигляд:
zh_cn: 然后删除此行开头的<literal>#</literal>使这一行如下：

source: The above lines must be displayed as single lines in the <filename>custom.conf</filename> file without line breaks. The formatting of this guide may display the lines as being longer than two lines.
de: Die obigen Zeilen müssen als einzelne Zeilen ohne Zeilenumbruch in der Datei <filename>custom.conf</filename> dargestellt werden. Die Formattierung dieser Anleitung zeigt die Zeilen möglicherweise in zwei Zeilen an.
hu: A fenti soroknak egy sorként, tördelés nélkül kell szerepelniük a <filename>custom.conf</filename> fájlban, még akkor is, ha itt több sorban jelennek meg.
uk: Наведені вище рядки мають виглядати як окремі рядки у файлі <filename>custom.conf</filename> без розривів. Форматування даного посібника може відобразити більше двох рядків.
zh_cn: 上面一行一定要在 <filename>gdm.conf</filename> 中无换行地以单行显示。本手册的格式可能使这行文字显示成了两行。

source: This step loads all of the GtkModules to enable assistive technologies such as <application>On-Screen Keyboard</application> and <application>Screen Reader and Magnifier </application>. You can edit the line above further to load only the GtkModules that you require to support the user base. For example:
de: Dieser Schritt lädt alle GtkModule, um assistive Technologien wie <application>Bildschirmtastatur</application> und <application>Orca-Bildschirmleser und -Lupe</application> zu aktivieren. Sie können die obige Zeile auch weiter bearbeiten, um nur die GtkModule zu laden, die Sie für die Erfüllung der Anwenderanforderungen benötigen. Ein paar Beispiele:
hu: Ez a lépés betölti az összes GTK modult, amely az akadálymentesítési technológiák, például a <application>képernyő-billentyűzet</application> és a <application>képernyőolvasó és nagyító</application> működéséhez szükséges. A fenti sor szerkesztésével elérheti, hogy csak azok a GTK modulok kerüljenek betöltésre, amelyek a felhasználók támogatásához szükségesek. Például:
ru: На этом шаге загружаются все модули Gtk, необходимые для того, чтобы включить вспомогательные технологии, такие как <application>Экранная клавиатура</application> и <application>Чтение с экрана и увеличитель</application>. Вы можете изменить приведённые выше строки, чтобы загрузить только те модули Gtk, которые вам нужны для поддержки пользователя. Например:
uk: Ця дія завантажує всі модулі Gtk для того, щоб увімкнути такі допоміжні технології, як <application>Екранна клавіатура</application> та <application>Озвучування екрана і лупа</application>. Ви можете змінити рядок вище, щоб надалі завантажувати тільки ті модулі Gtk, які потрібні для користувача. Наприклад:
zh_cn: 这一步装载所有的 GtkModules ，启用一些辅助技术比如 <application>屏幕键盘</application> 、 <application>屏幕阅读器和屏幕放大镜</application>。 您可以更进一步编辑上面这行，仅仅装载需要的 GtkModules ，以支持基本用户。例如：

source: If you need to use the <application> Screen Reader and Magnifier</application>, include <literal>gail</literal> and <literal>atk-bridge</literal>.
de: Wenn Sie <application>Orca-Bildschirmleser und -Lupe</application> verwenden möchten, ergänzen Sie <literal>gail</literal> und <literal>atk-bridge</literal>.
hu: Ha a <application>Képernyőolvasó és nagyító</application> használatára van szüksége, akkor a <literal>gail</literal> és <literal>atk-bridge</literal> modulokat vegye fel.
ru: Если вам нужны <application>Чтение с экрана и увеличитель</application>, то включите <literal>gail</literal> и <literal>atk-bridge</literal>.
uk: Якщо вам необхідно використовувати <application>Озвучування екрана і лупу</application>, включіть в рядок <literal>gail</literal> та <literal>atk-bridge</literal>.
zh_cn: 如果您需要使用 <application>屏幕阅读器和屏幕放大镜</application>， 包括 <literal>gail</literal> 和 <literal>atk-bridge</literal>。

source: If you need to use a pointing device without buttons or switches, include <literal>gail</literal>, <literal>atk-bridge</literal> and <literal>dwellmouselistener</literal>.
de: Wenn Sie ein Zeigegerät ohne Knöpfe oder Schalter nutzen wollen, ergänzen Sie <literal>gail</literal>, <literal>atk-bridge</literal>, und <literal>dwellmouselistener</literal>.
hu: Ha gombok vagy kapcsolók nélküli mutatóeszköz használatára van szüksége, akkor a <literal>gail</literal>, <literal>atk-bridge</literal> és <literal>dwellmouselistener</literal> modulokat vegye fel.
ru: Если вы хотите использовать указывающее устройство без кнопок и переключателей, то включите <literal>gail</literal>, <literal>atk-bridge</literal> и <literal>dwellmouselistener</literal>.
uk: Якщо вам необхідно використовувати вказівний пристрій без кнопок чи перемикачів, включіть в рядок <literal>gail</literal>, <literal>atk-bridge</literal> та <literal>dwellmouselistener</literal>.
zh_cn: 如果您需要使用一个没有按钮或开关的指针设备，包括 <literal>gail</literal>， <literal>atk-bridge</literal> 和 <literal>dwellmouselistener</literal>。

source: If you use pointing devices with switches, alternative physical keyboards, or switch and button devices, include <literal>keymouselistener</literal>.
de: Wenn Sie Zeigegeräte mit Schaltern, alternative Tastaturen oder Schalt- und Tastengeräte verwenden, ergänzen Sie <literal>keymouselistener</literal>.
eu: Kommutadoreak dituzten gailu erakusleak, teklatu fisiko alternatiboak, edo kommutadore- eta botoi-gailuak erabiltzen badituzu, sartu <literal>keymouselistener</literal>.
hu: Ha kapcsolókkal rendelkező mutatóeszközöket, alternatív fizikai billentyűzeteket vagy kapcsoló- és mutatóeszközöket használ, akkor a <literal>keymouselistener</literal> modult vegye fel.
pt: Se utilizar dispositivos de apontar com interruptores, teclados físicos alternativos, ou dispositivos de interruptores e botões, inclua o <literal>keymouselistener</literal>.
ru: Если вы используете указывающее устройство с переключателями, альтернативную физическую клавиатуру или переключающие и кнопочные устройства, включите <literal>keymouselistener</literal>.
uk: Якщо ви використовуєте вказівний пристрій з перемикачами, альтернативну фізичну клавіатуру або перемикальні та кнопкові пристрої, включіть в рядок <literal>keymouselistener</literal>.
zh_cn: 如果您使用带有开关的指针设备，替代的键盘，或开关按钮设备，包括 <literal>keymouselistener</literal>。

source: <application>On-Screen Keyboard</application> can operate without <literal>gail</literal> and <literal>atk-bridge</literal>, but with a reduced feature set.
de: Die <application>Bildschirmtastatur</application> kann ohne <literal>gail</literal> und <literal>atk-bridge</literal> verwendet werden, bietet dann allerdings einen eingeschränkten Funktionsumfang.
hu: A <application>Képernyő-billentyűzet</application> képes a <literal>gail</literal> és <literal>atk-bridge</literal> nélkül működni, de kevesebb szolgáltatással.
ru: <application>Экранная клавиатура</application> может работать без <literal>gail</literal> и <literal>atk-bridge</literal>, но с сокращённым набором возможностей.
uk: <application>Екранна клавіатура</application> може діяти без <literal>gail</literal> та <literal>atk-bridge</literal>, але зі скороченим набором функцій.
zh_cn: <application>屏幕键盘</application> 能操作没有 <literal>gail</literal> 和 <literal>atk-bridge</literal>，但有一个精简特性的设备。

source: For optimum accessibility, include <literal>gail</literal> and <literal>atk-bridge</literal>.
de: Fügen Sie für eine optimale Zugänglichkeit <literal>gail</literal> und <literal>atk-bridge</literal> ein.
eu: Erabilerraztasun optimoa lortzeko, sartu <literal>gail</literal> eta <literal>atk-bridge</literal>.
hu: Az akadálymentesítés optimális használata érdekében vegye fel a <literal>gail</literal> és <literal>atk-bridge</literal> modulokat.
pt: Para uma acessibilidade ideal, inclua o <literal>gail</literal> e o <literal>atk-bridge</literal>.
ru: Для наилучшей доступности включите <literal>gail</literal> и <literal>atk-bridge</literal>.
uk: Для оптимальної доступності, включіть в рядок <literal>gail</literal> та <literal>atk-bridge</literal>.
zh_cn: 对最优化的可操作性，包括 <literal>gail</literal> 和 <literal>atk-bridge</literal>。

source: Save the <filename>/etc/X11/gdm/custom.conf</filename> file.
de: Speichern Sie die Datei <filename>/etc/X11/gdm/custom.conf</filename>.
hu: Mentse a <filename>/etc/X11/gdm/custom.conf</filename> fájlt.
uk: Збережіть файл <filename>/etc/X11/gdm/custom.conf</filename>.
zh_cn: 保存 <filename>/etc/X11/gdm/gdm.conf</filename> 文件。

source: If you make any changes to the <filename>/etc/X11/gdm/custom.conf</filename> file after you enable GDM, you can execute the following command to restart GDM and activate the changes:
de: Wenn Sie irgendwelche Änderungen an der Datei <filename>/etc/X11/gdm/custom.conf</filename> vornehmen, nachdem Sie GDM aktiviert haben, können Sie den folgenden Befehl ausführen, um den GDM neu zu starten und die Änderungen zu aktivieren:
hu: Ha a GDM engedélyezése után módosítja az <filename>/etc/X11/gdm/custom.conf</filename> fájlt, akkor a következő parancs futtatásával újraindíthatja a GDM-et és aktiválhatja a módosításokat:
uk: Якщо ви внесли зміни в файл <filename>/etc/X11/gdm/custom.conf</filename> після ввімкнення GDM, ви маєте виконати наступну команду, щоб перезапустити GDM та активувати зміни:
zh_cn: 如果在启用 GDM 之后对 <filename>/etc/X11/gdm/gdm.conf</filename> 文件做了更改，您需要执行下面的命令来重启 GDM 并使改动生效：

source: Edit the file <filename>/etc/group</filename> and append the following to the <literal>audio</literal> line:
de: Bearbeiten Sie die Datei <filename>/etc/group</filename> und ergänzen Sie die Zeile <literal>audio</literal> um folgendes:
eu: Editatu <filename>/etc/group</filename> fitxategia, eta gehitu ondokoa <literal>audio</literal> lerroan:
hu: Szerkessze az <filename>/etc/group</filename> fájlt és az <literal>audio</literal> sor végéhez adja hozzá a következőt:
pt: Edite o ficheiro <filename>/etc/group</filename> e acrescente o seguinte à linha <literal>audio</literal>:
ru: Отредактируйте файл <filename>/etc/group</filename> и добавьте следующее в строку <literal>audio</literal>:
uk: Відредагуйте файл <filename>/etc/group</filename> та вставте в рядок <literal>audio</literal> таке:
zh_cn: 编辑文件<filename>/etc/group</filename>，在<literal>audio</literal>一行下附加下面内同：

source: This step ensures that speech works with GDM.
de: Dieser Schritt gewährleistet, dass die Sprachausgabe mit GDM funktioniert.
eu: Urrats honek hizketak GDM lan egin ahal izatea ziurtatuko du.
hu: Ez a lépés biztosítja, hogy a beszéd működik a GDM alatt.
pt: Este passo certifica-se que a locução irá funcionar com o GDM.
ru: Этот шаг обеспечивает работу речевого сопровождения с GDM.
uk: Ця дія забезпечує роботу мовного супроводу в GDM.
zh_cn: 这一步确保用 GDM 说话工作。

source: Restart your system.
de: Starten Sie Ihr System neu.
eu: Berrabiarazi sistema.
hu: Indítsa újra a rendszerét.
pt: Reinice o seu computador.
ru: Перезагрузите систему.
uk: Перезавантажте систему.
zh_cn: 重启您的系统

source: <application>Xserver</application> is required for all distributions; for Linux and OpenSolaris, it should be <application>Xorg</application>. You can find them in both <filename>/etc/X11</filename> and <filename>/usr/bin</filename>. Generally for Linux there will be a symbol link in <filename>/etc/X11/X</filename> and it is always linked to the binary <filename>Xorg</filename> in <filename>/usr/bin/Xorg</filename>. For OpenSolaris, you can find this process with the command <userinput>ps -ef | grep X</userinput>.
de: Alle Distributionen erfordern einen <application>Xserver</application>. Unter Linux und OpenSolaris sollte dies <application>Xorg</application> sein. Er ist jeweils unter <filename>/etc/X11</filename> und <filename>/usr/bin</filename> zu finden. Unter Linux gibt es generell unter <filename>/etc/X11/X</filename> eine symbolische Verknüpfung, die auf das Binary <filename>Xorg</filename> unter <filename>/usr/bin/Xorg</filename> zeigt. Unter OpenSolaris können Sie den Prozess mit dem Befehl <userinput>ps -ef | grep X</userinput> ermitteln.
hu: <application>X kiszolgálóra</application> minden disztribúcióban szükség van; a Linux és Open Solaris rendszerekben ezt a feladatot a <application>Xorg</application> látja el. A szükséges fájlok a <filename>/etc/X11</filename> és <filename>/usr/bin</filename> mappákban találhatók. A Linux rendszerek általában egy szimbolikus linket helyeznek el a <filename>/etc/X11/X</filename> fájlként, mely mindig a <filename>/usr/bin/Xorg</filename> fájlra mutat. Opensolaris rendszerben ezt a folyamatot a <userinput>ps-ef | grep X</userinput> parancs segítségével találhatja meg.
uk: <application>Xserver</application> є обов'язковим для всіх дистрибутивів. Для Linux та OpenSolaris це <application>Xorg</application>, який розташований в каталогах <filename>/etc/X11</filename> та <filename>/usr/bin</filename>. Здебільшого для Linux буде символьне посилання в <filename>/etc/X11/X</filename> і воно завжди вказує на двійкові файли <filename>Xorg</filename> в <filename>/usr/bin/Xorg</filename>. Для OpenSolaris, ви можете знайти їх командою <userinput>ps -ef | grep X</userinput>.
zh_cn: <application>Xserver</application> 对于所有的发行版都是必须的；对于 Linux 和 OpenSolaris，它应该是<application>Xorg</application>。您可以在文件夹 <filename>/etc/X11</filename> 和 <filename>/usr/bin</filename> 里找到它们。通常在 Linux 里，在 <filename>/etc/X11/X</filename> 里有一个符号链接，它总是链接到 <filename>/usr/bin/Xorg</filename> 里的 <filename>Xorg</filename> 文件。对于 OpenSolaris, 您可以用命令 <userinput>ps -ef | grep X</userinput> 查看这个进程。

source: To enable or disable <application>Xorg</application> extensions, you can edit the file <filename>/etc/X11/xorg.conf</filename> and add the following parameters to enable different extensions:
de: Zum Aktivieren oder Deaktivieren von <application>Xorg</application>-Erweiterungen können Sie die Datei <filename>/etc/X11/xorg.conf</filename> bearbeiten und die folgenden Parameter zum Aktivieren von Erweiterungen hinzufügen:
hu: <application>Xorg</application> kiterjesztések engedélyezéséhez vagy letiltásához szerkesztenie kell a <filename>/etc/X11/xorg.conf</filename> fájlt, a következő paraméterek hozzáadásával engedélyezhet különböző kiterjesztéseket:
uk: Щоб увімкнути або вимкнути розширення <application>Xorg</application>, відредагуйте файл <filename>/etc/X11/xorg.conf</filename> та додайте такі параметри, щоб задіяти різні розширення:
zh_cn: 要启用或禁用 <application>Xorg</application> 组件，您可以编辑<filename>/etc/X11/xorg.conf</filename> 文件，添加下面这些参数来启用不同的组件：

source: Starting Assistive Technologies at Login
de: Assistive Technologien bei der Anmeldung starten
hu: Az akadálymentesítési technológiák elindítása bejelentkezéskor
ru: Запуск вспомогательных технологий при входе в систему
uk: Запуск допоміжних технологій під час входу в систему
zh_cn: 登录时运行辅助技术

source: gestures
de: Gesten
eu: mugimenduak
hu: gesztusok
pt: gestos
ru: Жесты
uk: жести
zh_cn: 手势

source: If you load the <literal>keymouselistener</literal> and <literal>dwellmouselistener</literal> GtkModules in the GDM configuration file, you can assign user actions to launch specific assistive technologies at login time. These user actions are called gestures. The gesture associations are contained in the following GDM configuration files:
de: Wenn Sie in der GDM-Konfigurationsdatei die Gtk-Module <literal>keymouselistener</literal> und <literal>dwellmouselistener</literal> laden, können Sie durch die Zuweisung von Anwenderaktionen dafür sorgen, dass bestimmte Hilfstechnologien bei der Anmeldung gestartet werden. Diese Anwenderaktionen werden Gesten genannt. Die Zuweisung von Gesten findet in den folgenden GDM-Konfigurationsdateien statt:
eu: <literal>keymouselistener</literal> eta <literal>dwellmouselistener</literal> GtkModules kargatzen badituzu GDM konfigurazio-fitxategian, erabiltzaile-ekintzak eslei ditzakezu laguntza-teknologia espezifikoak abiarazteko saioa hastean. Halako erabiltzaile-ekintzei mugimenduak esaten zaie. Mugimenduen asoziazioak ondoko GDM konfigurazio-fitxategietan daude:
hu: Ha betölti a <literal>keymouselistener</literal> és <literal>dwellmouselistener</literal> Gtk modulokat a GDM konfigurációs fájlban, akkor az egyes akadálymentesítési technológiák a bejelentkezéskor való elindításához felhasználói műveleteket rendelhet. Ezeket a felhasználói műveleteket gesztusoknak nevezzük. A gesztustársításokat a következő GDM konfigurációs fájlok tartalmazzák:
pt: Se ler os Módulos Gtk <literal>keymouselistener</literal> e <literal>dwellmouselistener</literal> no ficheiro de configuração do GDM, poderá atribuir acções de utilizadores para iniciar tecnologias assistivas específicas no início de sessão. Estas acções de utilizadores são denominadas de gestos. As associações de gestos estão contidas nos seguintes ficheiros de configuração do GDM:
ru: Если вы загрузили модули Gtk <literal>keymouselistener</literal> и <literal>dwellmouselistener</literal> в файле конфигурации GDM, то вы можете назначить пользовательские движения для загрузки определённых вспомогательных технологий во время входа в систему. Эти пользовательские движения называются жестами. Назначения жестов содержатся в следующих файлах конфигурации GDM:
uk: Якщо ви завантажили модулі Gtk <literal>keymouselistener</literal> та <literal>dwellmouselistener</literal> у файлі конфігурації GDM, можете призначити дії користувача для завантаження конкретних допоміжних технологій під час входу в систему. Такі дії користувача називаються жестами. Призначення жестів містяться в наступних файлах конфігурації GDM:
zh_cn: 如果您在 GDM 配置文件里，装载了 <literal>keymouselistener</literal> <literal>dwellmouselistener</literal> GtkModules，您可以在登录时，联接用户动作到一个指定的辅助技术。这些用户动作称为手势。各个手势包含在下面的 GDM 配置文件里：

source: If you modify these files, you must restart your system before the changes take effect.
de: Wenn Sie diese Dateien bearbeiten, müssen Sie Ihr System neu starten, damit die Änderungen in Kraft treten.
eu: Fitxategi horiak aldatuz gero, sistema berrabiarazi beharko duzu, aldaketak aplika daitezen.
hu: Ha módosítja ezeket a fájlokat, akkor a változtatások életbe léptetéséhez újra kell indítania a rendszerét.
pt: Caso altere estes ficheiros, terá de reiniciar o seu sistema para que estas alterações tenham efeito.
ru: Если вы изменили эти файлы, то должны перезагрузить систему, прежде чем изменения вступят в силу.
uk: Якщо ви змінили ці файли, вам необхідно перезавантажити систему, щоб зміни набули сили.
zh_cn: 如果您更改了这些文件，为使改动生效必须重启系统。

source: The following sections contain examples of the gestures that you can add to the GDM configuration files.
de: Die folgenden Abschnitte beinhalten Beispiele von Gesten, die Sie den GDM Konfigurationsdateien hinzufügen können.
eu: Ondoko ataletan, GDM konfigurazio-fitxategietan gehitu ditzakezun mugimenduen adibideak azaltzen dira.
hu: A következő fejezetek példákon keresztül bemutatják, hogyan adhat gesztusokat a GDM konfigurációs fájlokhoz.
pt: As secções seguintes contêm exemplos de gestos que pode adicionar aos ficheiros de configuração do GDM.
ru: Следующие разделы содержат примеры жестов, которые вы можете добавить в файлы конфигурации GDM.
uk: У наступних розділах містяться приклади жестів, які можна додавати до файлів конфігурації GDM.
zh_cn: 下面章节包含了您可以添加到 GDM 配置文件里的手势例子。

source: The gestures must be contained in a single line in the <filename>AccessKeyMouseEvents </filename> file without line breaks. The formatting of this guide might display the examples in the following sections across multiple lines.
de: In der Datei <filename>AccessKeyMouseEvents</filename> müssen die in den folgenden Abschnitten gezeigten Zeilen in einer Zeile ohne Zeilenumbrüche eingefügt werden. Die Formatierung dieser Anleitung zeigt die Zeilen möglicherweise in mehreren Zeilen an.
hu: A gesztusokat egy sorban kell tartalmaznia az <filename>AccessKeyMouseEvents</filename> fájlnak, sor vége jelek nélkül. Ezen kézikönyv formázása miatt a következő fejezetben lévő példák több sorban jelenhetnek meg.
ru: Жесты должны содержаться в одной строке в файле <filename>AccessKeyMouseEvents </filename> без разрывов строки. Из-за форматирования примеры в следующих разделах могут оказаться разорванными на несколько строк.
uk: Жести повинні міститися в одному рядку файла <filename>AccessKeyMouseEvents </filename> без розривів рядка. Через форматування в цьому посібнику, приклади в наступних розділах можуть виявитися розділеними на кілька рядків.
zh_cn: 手势必须包含在 <filename>AccessKeyMouseEvents</filename> 文件的一行里，不能分成两行。本手册下面的例子里可能因为格式而显示成了两行。

source: Starting the Screen Reader Using a Keyboard Shortcut
de: Den Bildschirmleser mit einer Tastenkombination starten
hu: A képernyőolvasó elindítása gyorsbillentyű használatával
ru: Запуск системы чтения с экрана при помощи клавиатурных комбинаций
uk: Запуск озвучування екрана комбінаціями клавіш
zh_cn: 使用键盘快捷键来启动屏幕阅读器
