Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: To start <application>On-Screen Keyboard</application>, choose <menuchoice><guimenu>Applications</guimenu><guisubmenu>Accessibility</guisubmenu><guimenuitem>On-Screen Keyboard</guimenuitem></menuchoice>. For more information about the <application>On-Screen Keyboard</application> application, see the <ulink type="help" url="ghelp:gok"> Help for <application>On-Screen Keyboard</application></ulink>.
eu: <application>Pantailako teklatua</application> aplikazioa abiarazteko, aukeratu <menuchoice><guimenu>Aplikazioak</guimenu><guisubmenu>Erabilerraztasuna</guisubmenu><guimenuitem>Pantailako teklatua</guimenuitem></menuchoice>. <application>Pantailako teklatua</application> aplikazioari buruz gehiago jakiteko, ikus <ulink type="help" url="ghelp:gok">Laguntza: <application>Pantailako teklatua</application></ulink>.
pt: Para iniciar o <application>Teclado no Ecrã</application>, seleccione <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Acessibilidade</guisubmenu><guimenuitem>Teclado no Ecrã</guimenuitem></menuchoice>. Para mais informações sobre a aplicação <application>Teclado no Ecrã</application>, consulte a <ulink type="help" url="ghelp:gok">Ajuda do <application>Teclado no Ecrã</application></ulink>.

source: maximizing Terminal for On-Screen Keyboard users
eu: Terminala maximizatzea Pantailako teklatuaren erabiltzaileentzat
pt: maximizar a Consola para utilizadores de Teclado no Ecrã

source: If you are an <application>On-Screen Keyboard</application> user, you cannot use any application in Full Screen mode because the application window obscures the <application>On-Screen Keyboard</application> display.
eu: <application>Pantailako teklatua</application> erabiltzen baduzu, ezingo duzu erabili aplikaziorik Pantaila osoko moduan, aplikazio-leihoak <application>Pantailako teklatuaren</application> bistaratzea iluntzen duelako.
pt: Caso seja um utilizador do <application>Teclado no Ecrã</application>, não poderá utilizar nenhuma aplicação em modo de Ecrã Completo porque a janela da aplicação iria sobrepor-se ao <application>Teclado no Ecrã</application>.

source: Do not enable the Full Screen mode in the application.
eu: Ez gaitu Pantaila osoko modua aplikazioan.
pt: Não active o modo de Ecrã Completo na aplicação.

source: Use the <guilabel>Mouse</guilabel> preference tool to configure the mouse to suit your needs. To open the <guilabel>Mouse</guilabel> preference tool, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Mouse</guimenuitem></menuchoice>. The <guilabel>Mouse Preferences</guilabel> dialog is displayed.
eu: Erabili <guilabel>Sagua</guilabel> hobespen-tresna sagua zure beharretara egokitzeko. <guilabel>Sagua</guilabel> hobespen-tresna irekitzeko, aukeratu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Hobespenak</guisubmenu><guimenuitem>Sagua</guimenuitem></menuchoice>. <guilabel>Saguaren hobespenak</guilabel> elkarrizketa-koadroa bistaratuko da.
pt: Utilize a ferramenta de preferências <guilabel>Rato</guilabel> para configurar o rato para se adaptar às suas necessidades. Para abrir a ferramenta de preferências <guilabel>Rato</guilabel>, seleccione <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferências</guisubmenu><guimenuitem>Rato</guimenuitem></menuchoice>. É aberto o diálogo de <guilabel>Preferências do Rato</guilabel>.

source: To Configure the Behavior of the Mouse
eu: Saguaren portaera konfiguratzeko
pt: Configurar o Comportamento do Rato

source: To Configure the Mouse for Left-Handed Use
eu: Sagua ezkertientzat konfiguratzeko
pt: Configurar o Rato para Utilização por Canhotos

source: left-handed
eu: ezkertiak
pt: canhoto

source: To Configure the Double-Click Behavior
eu: Klik bikoitza konfiguratzeko
pt: Configurar o Comportamento de Clique-Duplo

source: To Change the Size of the Mouse Pointer
eu: Saguaren erakuslearen tamaina aldatzeko
pt: Alterar o Tamanho do Cursor do Rato

source: To Locate the Mouse Pointer
eu: Saguaren erakuslea lokalizatzeko
pt: Localizar o Cursor do Rato

source: To Configure the Speed and Sensitivity of the Mouse
eu: Saguaren abiadura eta sentikortasuna konfiguratzeko
pt: Configurar a Velocidade e Sensibilidade do Rato

source: Use the slider to specify the speed at which the mouse pointer moves around the screen when you move your mouse.
eu: Erabili graduatzailea saguaren erakuslea pantailan zein abiaduratan mugituko den zehazteko.
pt: Utilize a barra deslizante para especificar a velocidade a que o cursor do rato se mexe pelo ecrã ao mover o rato.

source: Use the slider to specify how responsive the mouse pointer is to movements of your mouse. Moving the slider to the right will increase the sensitivity and moving it to the left will decrease the sensitivity.
eu: Erabili graduatzailea saguaren erakusleak saguaren mugimenduekiko duen sentikortasuna zehazteko. Zenbat eta eskuinerago mugitu graduatzailea, orduan eta sentikortasun handiagoa, eta zenbat eta ezkerrerago, orduan eta txikiagoa.
pt: Utilize a barra deslizante para especificar a sensibilidade do cursor do rato aos movimentos realizados com este. Mover a barra à direita irá aumentar a sensibilidade e à esquerda reduzí-la.

source: To Configure the Cursor
eu: Saguaren erakuslea lokalizatzeko
pt: Configurar o Cursor

source: To Stop the Cursor Blinking
eu: Kurtsore keinukaria gelditzeko
pt: Parar o Piscar do Cursor

source: To stop the cursor blinking in text boxes and fields, perform the following steps:
eu: Testu-koadroetan eta -eremuetan keinuka agertzen den kurtsorea gelditzeko, jarraitu urrats hauek:
pt: Para impedir que o cursor pisque nas caixas de texto e campos, realize os seguintes passos:

source: To Use the Keyboard to Emulate the Mouse
eu: Teklatua erabiltzeko, sagua emulatzeko
pt: Utilizar o Teclado para Emular o Rato

source: Configuring the Keyboard
eu: Teklatua konfiguratzea
pt: Configurar o Teclado

source: Use the <application>Keyboard</application> preference tool, to configure the keyboard accessibility options. To open the <application>Keyboard</application> preference tool, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Keyboard</guimenuitem></menuchoice>. Accessibility options can be enabled by selecting <guilabel>Accessibility</guilabel>. This will open a new dialog, <application>Keyboard Accessibility Preferences</application>, also known as <application>AccessX</application>.
eu: Erabili <application>Teklatua</application> hobespen-tresna, teklatuaren erabilerraztasun-aukerak konfiguratzeko. <guilabel>Teklatua</guilabel> hobespen-tresna irekitzeko, aukeratu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Hobespenak</guisubmenu><guimenuitem>Teklatua</guimenuitem></menuchoice>. Erabilerraztasun-aukerak gaitzeko, hautatu <guilabel>Erabilerraztasuna</guilabel>. Elkarrizketa-koadro berri bat irekiko du, <application>Teklatuaren erabilerraztasun-hobespenak</application>, <application>AccessX</application> izenez ere ezagutua.
pt: Utilize a ferramenta de preferências de <application>Teclado</application> para configurar as opções de acessibilidade de teclado. Para abrir a ferramenta de preferências de <application>Teclado</application>, seleccione <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferências</guisubmenu><guimenuitem>Teclado</guimenuitem></menuchoice>. As opções de acessibilidade podem ser activadas seleccionando <guilabel>Acessibilidade</guilabel>. Isto irá abrir um novo diálogo, <application>Preferências de Acessibilidade do Teclado</application>, também conhecido como <application>AccessX</application>.

source: The <guilabel>Keyboard Accessibility Preferences (AccessX)</guilabel> dialog enables you to customize your keyboard in the following ways:
eu: <guilabel>Teklatuaren erabilerraztasun-hobespenak (AccessX)</guilabel> elkarrizketa-koadroak aukera ematen dizu teklatua pertsonalizatzeko:
pt: O diálogo de <guilabel>Preferências de Acessibilidade do Teclado (AccessX)</guilabel> permite-lhe personalizar o seu teclado das seguintes formas:

source: To use the numeric keypad to emulate mouse actions. See <xref linkend="dtconfig-14"/>.
eu: Saguaren ekintzak emulatzeko zenbakizko teklatua erabiltzeko. Ikus <xref linkend="dtconfig-14"/>.
pt: Para utilizar o teclado numérico para emular as acções do rato. Consulte <xref linkend="dtconfig-14"/>.

source: To specify the duration for which you must press-and-hold a key before the system accepts the keypress. See <xref linkend="dtconfig-15"/>.
eu: Sakatu duzun tekla sistemak onar dezan zenbat denbora eduki behar duzun sakatuta zehazteko. Ikus <xref linkend="dtconfig-15"/>.
pt: Para especificar quanto tempo tem de premir e manter uma tecla até que o sistema aceite a pressão de teclado. Consulte <xref linkend="dtconfig-15"/>.

source: To ignore rapid, repeated keypresses of the same key. See <xref linkend="dtconfig-16"/>.
eu: Tekla berdina hainbat aldiz edo azkar sakatzean kontuan ez hartzeko. Ikus <xref linkend="dtconfig-16"/>.
pt: Para ignorar pressões rápidas e repetidas da mesma tecla. Consulte <xref linkend="dtconfig-16"/>.

source: To accept key combinations in sequence rather than simultaneously. See <xref linkend="dtconfig-17"/>.
eu: Tekla-konbinazioak segidan onartzeko aldi berean onartu beharrean. Ikus <xref linkend="dtconfig-17"/>.
pt: Para aceitar combinações de teclas em sequência em vez de simultaneamente. Consulte <xref linkend="dtconfig-17"/>.

source: To emit an audible notification when a user activates or deactivates a toggle key. See <xref linkend="dtconfig-18"/>.
eu: Erabiltzaile batek txandakatze-tekla bat aktibatzen edo desaktibatzen duenean jakinarazpen entzungarria emititzeko. Ikus <xref linkend="dtconfig-18"/>.
pt: Para emitir uma notificação audível quando o utilizador activa ou desactiva uma tecla de alternância. Consulte <xref linkend="dtconfig-18"/>.

source: To ignore long keypresses of the same key and control the repeat rate of a keypress. See <xref linkend="dtconfig-19"/>.
eu: Tekla bat denbora luzean sakatzen kontuan ez hartzeko eta teklaren errepikatze-maiztasuna kontrolatzeko. Ikus <xref linkend="dtconfig-19"/>.
pt: Para ignorar pressões demoradas da mesma tecla e controlar o rácio de repetição da pressão do teclado. Consulte <xref linkend="dtconfig-19"/>.

source: To Activate the Keyboard Accessibility Options
eu: Teklatuaren erabilerraztasun-aukerak aktibatzeko.
pt: Activar as Opções de Acessibilidade do Teclado

source: keyboard accessibility options
eu: teklatuaren erabilerraztasun-aukerak
pt: opções de acessibilidade do teclado

source: To activate the keyboard accessibility options, perform the following steps:
eu: Teklatuaren erabilerraztasun-aukerak aktibatzeko, jarraitu ondoko urratsak:
pt: Para activar as opções de acessibilidade do teclado, realize os seguintes passos:

source: Choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Keyboard</guimenuitem></menuchoice> and select <guilabel>Accessibility</guilabel>
eu: Hautatu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Hobespenak</guisubmenu><guimenuitem>Teklatua</guimenuitem></menuchoice>, eta hautatu <guilabel>Erabilerraztasuna</guilabel>
pt: Seleccione <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferências</guisubmenu><guimenuitem>Teclado</guimenuitem></menuchoice> e seleccione <guilabel>Acessibilidade</guilabel>

source: Select the <guilabel>Enable keyboard accessibility features</guilabel> option.
eu: Hautatu <guilabel>Gaitu teklatuaren erabilerraztasun-ezaugarriak</guilabel> aukera.
pt: Seleccione a opção <guilabel>Activar funcionalidades de acessibilidade de teclado</guilabel>.

source: Click on the <guilabel>Basic</guilabel> tab.
eu: Egin klik <guilabel>Oinarrizkoa</guilabel> fitxan.
pt: Clique no separador <guilabel>Básico</guilabel>.

source: Select the <guilabel>Beep when features turned on or off from keyboard</guilabel> option to receive an audible notification each time a user enables or disables a keyboard accessibility option using the following keyboard shortcuts:
eu: Hautatu <guilabel>Jo soinua teklatuko ezaugarriak aktibatzen eta desaktibatzen direnean</guilabel> aukera, jakinarazpen entzungarria jasotzeko erabiltzaile batek teklatuaren erabilerraztasun-aukera gaitzen edo desgaitzen duen bakoitzean, laster-tekla hauek erabiliz:
pt: Seleccione a opção <guilabel>"Beep" quando funcionalidades são (des)ligadas através do teclado</guilabel> para receber uma notificação audível sempre que o utilizador activar ou desactivar uma funcionalidade de acessibilidade utilizando os seguintes atalhos de teclado:

source: Press-and-hold <keycap>Shift</keycap> for eight seconds to enable or disable the slow keys feature.
eu: Sakatu eta ez askatu <keycap>Maius</keycap> tekla zortzi bat segundoz, tekla motelen ezaugarria gaitzeko edo desgaitzeko.
pt: Premir-e-segurar o <keycap>Shift</keycap> durante oito segundos para activar ou desactivar a funcionalidade de teclas lentas.

source: Press <keycap>Shift</keycap> five times to enable or disable the sticky keys feature.
eu: Sakatu <keycap>Maius</keycap> bost aldiz, tekla itsaskorrak gaitzeko edo desgaitzeko.
pt: Premir <keycap>Shift</keycap> cinco vezes para activar ou desactivar a funcionalidade de teclas coladas.

source: To automatically disable the keyboard accessibility options if the options are not used for a specified number of seconds, select the <guilabel>Disable if unused for X seconds</guilabel> option. Use the slider to specify the number of seconds of keyboard idle time required before the system disables the keyboard accessibility options.
eu: Teklatuaren erabilerraztasun-ezaugarriak automatikoki desgaitzeko, aukera horiek segundo kopuru jakin batean erabiltzen ez badira, hautatu <guilabel>Desgaitu X segundotan erabiltzen ez bada</guilabel> aukera. Erabili graduatzailea teklatuak zenbat segundo egon behar duen erabili gabe zehazteko sistemak teklatuaren erabilerraztasun-aukerak desgaitu aurretik.
pt: Para desactivar automaticamente as opções de acessibilidade do teclado se as opções não forem utilizadas durante um determinado número de segundos, seleccione a opção <guilabel>Desactivar se não utilizado por X segundos</guilabel>. Utilize a barra deslizante para especificar a quantidade de segundos de inactividade de teclado necessários para que o sistema desactive as opções de acessibilidade de teclado.

source: This option is intended for computers that are shared by a number of different users, some of whom require the keyboard accessibility options.
eu: Aukera hau ordenagailu bat hainbat erabiltzailek erabiltzen dutenerako pentsatuta dago, horietako batzuk teklatuaren erabilerraztasun-aukerak behar dituztenean.
pt: Esta opção visa computadores que são partilhados por vários utilizadores diferentes, alguns dos quais necessitem das opções de acessibilidade.

source: Changes made will be instantly applied.
eu: Aldaketak berehala aplikatuko dira.
pt: As alterações efectuadas serão aplicadas imediatamente.

source: To Enable the Keyboard to Emulate the Mouse
eu: Teklatua gaitzeko, sagua emulatzeko
pt: Activar a Emulação de Rato pelo Teclado

source: mouse keys
eu: sagu-teklak
pt: teclas de rato

source: The mouse keys feature enables you to use the numeric keypad on the keyboard to emulate mouse actions. This feature benefits users who have difficulty using a mouse or other pointing device. To enable and configure the mouse keys feature, perform the following steps:
eu: Sagu-teklen eginbideak zenbakizko teklatua erabiltzeko aukera ematen dizu saguaren ekintzak emulatzeko. Eginbide horrek sagua edo beste gailu erakusle bat erabiltzeko zailtasunak dituzten erabiltzaileei laguntzen die. Sagu-teklen eginbidea gaitzeko eta konfiguratzeko, jarraitu urrats hauek:
pt: A funcionalidade de teclas de rato permite-lhe utilizar o teclado numérico para emular as acções do rato. Esta funcionalidade beneficia os utilizadores que tenham dificuldade em utilizar o rato ou outro dispositivo de apontar. Para activar e configurar as teclas de rato, realize os seguintes passos:

source: In the <application>Keyboard Accessibility Preferences (AccessX)</application> dialog, select the <guilabel>Mouse Keys</guilabel> tab.
eu: <application>Teklatuaren erabilerraztasun-hobespenak (AccessX)</application> elkarrizketa-koadroan, hautatu <guilabel>Sagu-teklak</guilabel> fitxa.
pt: No diálogo de <application>Preferências de Acessibilidade do Teclado (AccessX)</application>, seleccione o separador <guilabel>Teclas de Rato</guilabel>.

source: Select the <guilabel>Enable Mouse Keys</guilabel> option.
eu: Hautatu <guilabel>Gaitu sagu-teklak</guilabel> aukera.
pt: Seleccione a opção <guilabel>Activar Teclas de Rato</guilabel>.

source: Configure the following options to determine the behavior of the mouse pointer when you control the pointer from the numeric keypad:
eu: Konfiguratu ondorengo aukerak saguaren erakuslearen portaera zehazteko erakuslea zenbakizko teklatutik kontrolatzen duzunean:
pt: Configure as seguintes opções para determinar o comportamento do cursor do rato quando o controlar a partir do teclado numérico:

source: Maximum pointer speed
eu: Erakuslearen gehienezko abiadura
pt: Velocidade máxima do ponteiro

source: Use this spin box to specify the maximum speed, in pixels per second, at which the pointer moves around the screen.
eu: Erabili biratze-botoi hau erakuslearen gehienezko abiadura (pixel segundoko) zehazteko pantailan mugitzean.
pt: Utilize a caixa de rotação para especificar a velocidade máxima, em pixels por segundo, a que se moverá o cursor no ecrã.

source: Time to accelerate to maximum speed
eu: Gehienezko abiadurara iristeko denbora
pt: Tempo até acelerar até à velocidade máxima

source: Use this spin box to specify the duration, in milliseconds, before the pointer accelerates to the maximum pointer speed.
eu: Erabili biratze-botoi hau zenbat denbora igaro behar duen zehazteko (milisegundotan) erakusleak gehienezko abiadura lortu arte.
pt: Utilize esta caixa de rotação para especificar a duração, em milisegundos, antes do cursor acelerar até à sua velocidade máxima.

source: Delay between keypress and pointer movement
eu: Tekla sakatzearen eta erakuslearen mugimenduaren arteko denbora-tartea
pt: Atraso entre uma pressão de tecla e o movimento do ponteiro

source: Use this spin box to specify the interval, in milliseconds, between a keypress and the time when the pointer starts to move.
eu: Erabili biratze-botoi hau tekla sakatzearen eta erakuslea mugitzen hasten den arteko denbora-tartea zehazteko (milisegundotan).
pt: Utilize esta caixa de rotação para especificar o intervalo, em milisegundos, entre a pressão da tecla e o início do movimento do cursor.

source: When you enable mouse keys, the keys on the numeric keypad have the following functions:
eu: Sagu-teklak gaitzen dituzunean, zenbakizko teklatuko teklak funtzio hauek izango dituzte:
pt: Quando activa as teclas de rato, as teclas no teclado numérico ficam com as seguintes funções:

source: Numeric Keypad to Mouse Function Mapping
eu: Zenbakizko teklatua saguaren funtzioetarako mapatzea
pt: Mapeamento do Teclado Numérico para as Funções do Rato

source: Numeric Keypad Keys
eu: Zenbakizko teklatuko teklak
pt: Teclas do Teclado Numérico

source: Move the mouse pointer around the screen
eu: Saguaren erakuslea pantailan leku batetik bestera mugitzen dute
pt: Mover o cursor do rato pelo ecrã

source: Mouse button click
eu: Klik egiteko botoia
pt: Clique do botão do rato

source: Mouse button toggle
eu: Txandakatze-botoia
pt: Alternar o botão do rato

source: Primary mouse button
eu: Sagu-botoi nagusia
pt: Botão principal do rato

source: Secondary mouse button
eu: Bigarren mailako sagu-botoia
pt: Botão secundário do rato

source: Tertiary mouse button
eu: Hirugarren mailako sagu-botoia
pt: Botão terciário do rato

source: The toggle mouse button key enable the currently selected mouse button until the <guilabel>Mouse button click</guilabel> key is pressed. This allows you to perform drag and drop operations.
eu: Txandakatze-botoiaren teklak unean hautatutako sagu-botoia gaitzen du, <guilabel>Klik egiteko botoia</guilabel> sakatu arte. Horrek aukera ematen dizu arrastatu eta jaregiteko eragiketak egiteko.
pt: A tecla de alternar o botão do rato activa o botão de rato actualmente seleccionado até que a tecla <guilabel>Clique do botão do rato</guilabel> seja premida. Isto permite-lhe realizar operações de arrastar-e-largar.

source: The <guilabel>Mouse button click</guilabel> emulates the currently selected mouse button. Pressing <keycap>/</keycap>, <keycap>*</keycap> or <keycap>-</keycap> will change the behaviour of this. The currently selected mouse button can be seen in the <application>Keyboard Accessibility Status</application> panel application, discussed in <xref linkend="dtconfig-21"/>.
eu: <guilabel>Klik egiteko botoiak</guilabel> unean hautatutako sagu-botoia emulatzen du. <keycap>/</keycap>, <keycap>*</keycap> edo <keycap>-</keycap> sakatuz gero, portaera hori aldatu egingo da. Une bakoitzean hautatuta dagoen sagu-botoia ikusteko: <application>Teklatuaren erabilerraztasunaren egoera</application> panel-aplikazioa, <xref linkend="dtconfig-21"/> atalean azaldutakoa.
pt: O <guilabel>Clique do botão do rato</guilabel> emula o botão de rato actualmente seleccionado. Premir <keycap>/</keycap>, <keycap>*</keycap> ou <keycap>-</keycap> irá alterar o seu comportamento. O botão do rato actualmente seleccionado pode ser visto na aplicação de painel <application>Estado de Acessibilidade do Teclado</application>, abordada em <xref linkend="dtconfig-21"/>.

source: The <guilabel>Primary mouse button</guilabel> is the left mouse button for right handed people. The <guilabel>Secondary mouse button</guilabel> is the right mouse button and the <guilabel>Tertiary mouse button</guilabel> is the middle mouse button.
eu: <guilabel>Sagu-botoi nagusia</guilabel> saguaren ezkerreko botoia da, eskuintientzat. <guilabel>Bigarren mailako sagu-botoia</guilabel> saguaren eskuineko botoia da, eta <guilabel>Hirugarren mailako sagu-botoia</guilabel> saguaren erdiko botoia.
pt: O <guilabel>Botão principal do rato</guilabel> é o botão esquerdo do rato, para dextros. O <guilabel>Botão secundário do rato</guilabel> é o botão direito do rato e o <guilabel>Botão terciário do rato</guilabel> é o botão do meio do rato.

source: Some Solaris systems also use the function keys to emulate the mouse buttons. The common function key to mouse button mappings are described in the following table.
eu: Solaris sistema batzuek funtzio-teklak ere erabiltzen dituzte saguaren botoiak emulatzeko. Saguaren botoiak mapatzeko funtzio-tekla ohikoenak ondorengo taulan azaltzen dira.
pt: Alguns sistemas Solaris também utilizam as teclas de funções para emular os botões do rato. Os mapeamentos comuns de tecla de função para botão do rato estão descritos na tabela seguinte.

source: Function Key to Mouse Function Mapping on Solaris Systems
eu: Funtzio-tekla saguaren funtzioetarako mapatzea Solaris sistemetan
pt: Mapeamento de Tecla de Função para Função do Rato em Sistemas Solaris

source: Function Key
eu: Funtzio-tekla
pt: Tecla de Função

source: Mouse button 1
eu: Saguaren 1. botoia
pt: Botão 1 do rato

source: Mouse button 2
eu: Saguaren 2. botoia
pt: Botão 2 do rato

source: Mouse button 3
eu: Saguaren 3. botoia
pt: Botão 3 do rato

source: To Enable the Slow Keys Feature
eu: Tekla motelen eginbidea gaitzeko
pt: Activar a Funcionalidade de Teclas Lentas

source: slow keys
eu: tekla motelak
pt: teclas lentas
