Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Select the controls option that you want to associate with the current theme from the list box, then click <guibutton>Close</guibutton>. The following table lists the controls options that are suitable for accessibility needs:
de: Wählen Sie die Einstellungen in der Liste aus, die Sie mit dem aktuellen Thema verknüpfen wollen, und klicken Sie dann auf <guibutton>Schließen</guibutton>. Die folgende Tabelle listet alle für Barrierefreiheit entworfenen Einstellungen auf:
hu: Jelölje ki a listában az aktuális témához társítani kívánt vezérlőelem-beállításokat, majd nyomja meg a <guibutton>Bezárás</guibutton> gombot. Az alábbi táblázat felsorolja az akadálymentesítési igényeknek megfelelő beállításokat.
uk: Виділіть у списку варіант елементів керування, який хочете пов'язати з чинною темою, потім натисніть кнопку <guibutton>Закрити</guibutton>. В наступній таблиці перераховані варіанти елементів керування, які задовольняють особливі потреби:
zh_cn: 在列表中选择一个想在当前主题使用的控件项，然后点击 <guibutton>关闭</guibutton> 按钮。 下表列出了适合可操作性需要的控件选项。

source: Controls Options Designed for Accessibility Requirements
de: Für Erfordernisse der Barrierefreiheit entworfene Fensterinhalte
eu: Erabilerraztasun-beharrak dituztenentzako kontrol-aukerak.
hu: Akadálymentesítési igényekhez tervezett vezérlőelem-beállítások
pt: Opções de Controlos Destinadas aos Requisitos de Acessibilidade
uk: Варіанти елементів керування розроблені для особливих потреб
zh_cn: 为可操作性需要设计的控件选项

source: Control Option
de: Fensterinhalt
eu: Kontrol-aukera
hu: Vezérlőelem-beállítás
pt: Opção de Controlo
uk: Варіанти елементів керування
zh_cn: 控件选项

source: HighContrast
de: Hoher Kontrast
eu: Kontraste handia
hu: Nagy kontraszt
zh_cn: 高对比

source: HighContrastInverse
de: Hoher Kontrast, invertiert
eu: Kontraste handia alderantziz
hu: Nagy kontraszt és inverz
zh_cn: 高对比反色

source: LargePrint
eu: Letra handia
hu: Nagy szöveg
zh_cn: 大字体

source: Increases the size of controls to accommodate larger fonts. To increase the font size, you must use the <application>Font</application> preference tool. The background and foreground colors are the same as those specified by the <guilabel>Default</guilabel> desktop theme.
de: Vergrößert das Bedienelement, um es an größere Schriften anzupassen. Verwenden Sie das Einstellungswerkzeug <application>Schrift</application> zur Größenänderung. Die Vordergrund- und Hintergrundfarben sind die gleichen wie beim Arbeitsflächenthema <guilabel>Standard</guilabel>.
eu: Kontrolen tamaina handitzen du, letra-tipo handiagoak sartu ahal izateko. Letraren tamaina handitzeko, erabili <application>Letra-tipoa</application> hobespen-tresna. Atzeko eta aurreko planoko koloreak <guilabel>Lehenetsia</guilabel> mahaigaineko gaian zehaztutako koloreen berdinak dira.
hu: A vezérlőelemek méretét a nagyobb betűmérethez igazítja. A betűméret megnöveléséhez használja a <application>Megjelenés</application> beállítóeszközt. Az előtér- és háttérszín az <guilabel>Alapértelmezett</guilabel> asztali témánál megadott marad.
pt: Aumenta o tamanho dos controlos para acomodarem fontes maiores. Para aumentar o tamanho da fonte, tem de utilizar a ferramenta de preferências <application>Fonte</application>. As cores de fundo e texto são as mesmas que as especificadas pelo tema por <guilabel>Omissão</guilabel>.
uk: Збільшує розмір елементів керування з метою застосування великих шрифтів. Щоб збільшити розмір шрифту, використовуйте інструмент параметрів <application>Шрифти</application>. Кольори фону та переднього плану відповідають кольорам <guilabel>Типової</guilabel> теми.
zh_cn: 增大控件的尺寸，以便适应大字体。要增大尺寸，您必须使用 <application>字体</application> 首选项工具。背景色和前景色跟选定的 <guilabel>默认</guilabel> 主题相同。

source: HighContrastLargePrint
eu: Kontraste handia Letra handia
hu: Nagy kontraszt és nagy szöveg
zh_cn: 高对比大字体

source: Provides dark text on a light background using high-contrast colors. Increases the size of controls to accommodate larger fonts. To increase the font size, you must use the <application>Font</application> preference tool.
de: Stellt dunklen Text auf einem hellen Hintergrund unter Verwendung kontrastreicher Farben dar. Erhöht die Größe der Bedienelemente, um eine größere Schrift darstellen zu können. Zum Erhöhen der Schriftgröße benutzen Sie bitte das Einstellungswerkzeug <application>Schrift</application>.
hu: Sötét szöveg világos háttéren, nagy kontrasztú színek használatával. A vezérlőelemek méretét a nagyobb betűmérethez igazítja. A betűméret megnöveléséhez használja a <application>Megjelenés</application> beállítóeszközt.
uk: Забезпечує темний текст на світлому тлі, використовуючи висококонтрастні кольори. Збільшує розмір елементів керування з метою застосування великих шрифтів. Щоб збільшити розмір шрифту, використовуйте інструмент параметрів <application>Шрифти</application>.
zh_cn: 使用高对比度在一个亮背景下显示黑色文本。控件尺寸会调大以适应大字体。要增大字体尺寸，您必须使用 <application>字体</application> 首选项工具。

source: HighContrastLargePrintInverse
eu: Kontraste handia Letra handia alderantziz
hu: Nagy kontraszt, nagy szöveg és inverz
zh_cn: 高对比大字体反色

source: Provides light text on a dark background using high-contrast colors. Increases the size of controls to accommodate larger fonts. To increase the font size, you must use the <application>Font</application> preference tool.
de: Stellt hellen Text auf einem dunklen Hintergrund unter Verwendung kontrastreicher Farben dar. Erhöht die Größe der Bedienelemente, um eine größere Schrift darstellen zu können. Zum Erhöhen der Schriftgröße benutzen Sie bitte das Einstellungswerkzeug <application>Schrift</application>.
hu: Sötét háttéren világos szöveg nagy kontrasztú színek használatával. A vezérlőelemek méretét a nagyobb betűmérethez igazítja. A betűméret megnöveléséhez használja a <application>Megjelenés</application> beállítóeszközt.
uk: Забезпечує світлий текст на темному фоні, використовуючи висококонтрастні кольори. Збільшує розмір елементів керування з метою застосування великих шрифтів. Щоб збільшити розмір шрифту, використовуйте інструмент параметрів <application>Шрифти</application>.
zh_cn: 使用高对比度在一个暗背景下显示高亮文本。控件尺寸会调大以适应大字体。要增大字体尺寸，您必须使用 <application>字体</application> 首选项工具。

source: Modifying the Window Border Setting for a Theme
de: Die Fensterrahmen-Eigenschaften eines Themas verändern
hu: Téma ablakkeret-beállításának megváltoztatása
uk: Зміна параметрів рамки вікна в темі
zh_cn: 为一个主题设置窗口边框

source: window border
de: Fensterrahmen
eu: leiho-ertza
hu: ablakkeret
pt: margem da janela
uk: рамка вікна
zh_cn: 窗口边框

source: To modify the window border setting that is associated with a theme, perform the following steps:
de: Um die einem Thema zugeordneten Fensterrahmen-Einstellungen zu ändern, führen Sie die folgenden Schritte aus:
eu: Gai batekin lotutako leiho-ertzaren ezarpena aldatzeko, jarraitu urrats hauek:
hu: A témához tartozó ablakkeret-beállítás módosításához tegye a következőket:
pt: Para alterar a definição de margem da janela associada a um tema, realize os seguintes passos:
uk: Щоб змінити параметри рамки вікна, пов'язані з темою, виконайте наступні дії:
zh_cn: 要给一个主题设置窗口边框，请按下面步骤操作：

source: In the <application>Appearance</application> preference tool, choose the <guilabel>Theme</guilabel> tab and the theme you want to modify.
de: Wählen Sie im Einstellungswerkzeug <application>Erscheinungsbild</application> auf dem Reiter <guilabel>Thema</guilabel> das zu bearbeitende Thema aus.
hu: A <application>Megjelenés</application> beállítóeszköz elindítása után lépjen a <guilabel>Téma</guilabel> lapfülre, majd válassza ki a módosítani kívánt témát.
uk: В інструменті параметрів <application>Зовнішній вигляд</application> перейдіть на вкладку <guilabel>Тема</guilabel> і виберіть тему, яку хочете змінити.
zh_cn: 在 <application>外观</application> 首选项工具里，选择 <guilabel>主题</guilabel> 标签，然后设置您想要的主题。

source: Click on the <guilabel>Window Border</guilabel> tab to display the window frame options that are available.
de: Klicken Sie auf den Reiter <guilabel>Fensterrahmen</guilabel>, um die verfügbaren Rahmeneinstellungen anzuzeigen.
eu: Egin klik <guilabel>Leiho-ertza</guilabel> fitxan, erabilgarri dauden leiho-ertzen aukerak ikusteko.
hu: Válassza az <guilabel>Ablakkeret</guilabel> fület az elérhető ablakkeret-beállítások megjelenítéséhez.
pt: Clique no separador <guilabel>Margem da Janela</guilabel> para visualizar as opções de moldura de janela disponíveis.
uk: Перейдіть на вкладку <guilabel>Рамка вікна</guilabel>, щоб відобразити доступні варіанти рамок вікна.
zh_cn: 点击 <guilabel>窗口边框</guilabel> 标签，显示可用的窗口框架选项。

source: Select the window frame option that you want to associate with the current theme from the list box, then click <guibutton>Close</guibutton>. The <guilabel>Atlanta</guilabel> option is designed for accessibility.
de: Wählen Sie die Rahmeneinstellungen, die Sie für das aktuelle Thema wollen, aus der Liste aus und klicken Sie dann auf <guibutton>Schließen</guibutton>. Die Option <guilabel>Atlanta</guilabel> wurde für Barrierefreiheit entworfen.
hu: A listából válassza ki a témához társítani kívánt ablakkeret-beállítást, majd nyomja meg a <guibutton>Bezárás</guibutton> gombot. Az <guilabel>Atlanta</guilabel> például akadálymentes ablakkeret.
uk: Виділіть у списку варіант рамки вікна, який хочете пов'язати з чинною темою, потім натисніть кнопку <guibutton>Закрити</guibutton>. Варіант <guilabel>Atlanta</guilabel> розроблений спеціально для особливих потреб.
zh_cn: 在列表框里选择您想设置的窗口边框选项，然后点击 <guibutton>关闭</guibutton>。其中的 <guilabel>Atlanta</guilabel> 是一个提高可访问性的选项。

source: Modifying the Icon Setting for a Theme
de: Ändern der Symbol-Einstellung eines Themas
hu: Téma ikonbeállításainak módosítása
uk: Зміна параметрів піктограм в темі
zh_cn: 为主题设置图标选项

source: icon
de: Symbol
eu: ikonoa
hu: ikon
pt: ícone
uk: піктограма
zh_cn: 图标

source: To modify the icon setting that is associated with a theme, perform the following steps:
de: Zum Ändern der mit einem Thema verknüpften Symbol-Einstellungen führen Sie die folgenden Schritte aus:
eu: Gai batekin lotutako ikono-ezarpena aldatzeko, jarraitu urrats hauek:
hu: A témához tartozó ikonbeállítások módosításához tegye a következőket:
pt: Para alterar a definição de ícones associada a um tema, realize os seguintes passos:
uk: Щоб змінити параметри піктограм, пов'язаних з темою, виконайте наступні дії:
zh_cn: 要给一个主题设置图标选项，请按下面步骤操作：

source: In the <application>Appearance</application> preference tool, choose the <guilabel>Theme</guilabel> tab and select the theme that you want to modify.
de: Wählen Sie im Einstellungswerkzeug <application>Erscheinungsbild</application> auf dem Reiter <guilabel>Thema</guilabel> das zu bearbeitende Thema aus.
hu: A <application>Megjelenés</application> beállítóeszköz elindítása után lépjen a <guilabel>Téma</guilabel> lapfülre, majd válassza ki azt a témát, melyet módosítani szeretne.
uk: В інструменті параметрів <application>Зовнішній вигляд</application> перейдіть на вкладку <guilabel>Тема</guilabel> і виберіть тему, яку хочете змінити.
zh_cn: 在 <application>外观</application> 首选项工具里，选择 <guilabel>主题</guilabel> 标签，然后选择您想要设置的主题。

source: Click on the <guilabel>Icons</guilabel> tab to display the icon options that are available.
de: Klicken Sie auf den Reiter <guilabel>Symbole</guilabel>, um die verfügbaren Symbol-Optionen anzuzeigen.
eu: Egin klik <guilabel>Ikonoak</guilabel> fitxan, erabilgarri dauden ikono-aukerak bistaratzeko.
hu: Válassza az <guilabel>Ikonok</guilabel> fület az elérhető ikonbeállítások megjelenítéséhez.
pt: Clique no separador <guilabel>Ícones</guilabel> para visualizar as opções disponíveis.
uk: Перейдіть на вкладку <guilabel>Піктограми</guilabel>, щоб відобразити доступні варіанти піктограм.
zh_cn: 点击 <guilabel>图标</guilabel> 标签，显示可用的图标选项。

source: Select the icon option that you want to associate with the theme from the list box, then click <guibutton>Close</guibutton>. The following table lists the icon options that are suitable for accessibility needs:
de: Wählen Sie im Listenfeld die Symbol-Option aus, die Sie dem Thema zuordnen wollen. Klicken Sie anschließend auf <guibutton>Schließen</guibutton>. In der folgenden Tabelle werden Symbol-Optionen aufgelistet, die für die Erfordernisse der Barrierefreiheit geeignet sind:
hu: A listából válassza ki a témához társítani kívánt ikonbeállítást, majd nyomja meg a <guibutton>Bezárás</guibutton> gombot. A következő táblázat megjeleníti az akadálymentesítési igényeknek megfelelő ikonbeállításokat.
uk: Виділіть у списку варіант піктограм, який хочете пов'язати з чинною темою, потім натисніть кнопку <guibutton>Закрити</guibutton>. В наступній таблиці перераховані варіанти піктограм, які задовольняють особливі потреби:
zh_cn: 在列表框中选择一个想在当前主题使用的图标项，然后点击 <guibutton>关闭</guibutton>。 下表列出了适合可操作性的图标选项：

source: Icon Options Designed for Accessibility Requirements
de: Symbol-Optionen mit Berücksichtigung der Anforderungen an Barrierefreiheit
eu: Erabilerraztasun-beharrak dituztenentzako ikono-aukerak
hu: Akadálymentesítéshez tervezett ikonbeállítások
pt: Opções de Ícones Destinadas a Requisitos de Acessibilidade
uk: Варіанти піктограм розроблені для особливих потреб
zh_cn: 为可操作性需要而设计的图标选项

source: Icon Option
de: Symbol-Option
eu: Ikono-aukera
hu: Ikonbeállítás
pt: Opções de Ícones
uk: Варіант піктограм
zh_cn: 图标选项

source: Provides dark-on-light icons using high-contrast colors.
de: Stellt dunkel auf hell erscheinende Symbole unter Verwendung stark kontrastierender Farben bereit.
hu: Sötét alapon világos ikonok, nagy kontrasztú színek használatával.
uk: Забезпечує темні піктограми на світлому тлі, використовуючи висококонтрастні кольори.
zh_cn: 使用高对比色显示黑亮图标。

source: Provides light-on-dark icons using high-contrast colors.
de: Stellt hell auf dunkel erscheinende Symbole unter Verwendung stark kontrastierender Farben bereit.
hu: Világos alapon sötét ikonok, nagy kontrasztú színek használatával.
uk: Забезпечує світлі піктограми на темному тлі, використовуючи висококонтрастні кольори.
zh_cn: 使用高对比色显示高亮的图标。

source: Creating Your Own Themes
de: Erstellen eigener Themen
hu: Saját témák létrehozása
uk: Створення власних тем
zh_cn: 创建自己的主题

source: creating own
de: eigene erstellen
hu: saját létrehozása
uk: створення власних
zh_cn: 创建自己的

source: For information about how to create your own themes, see the <ulink type="help" url="ghelp:system-admin-guide?themes-0"> System Administration Guide</ulink>.
de: Für Informationen zum Erstellen eigener Themen, lesen Sie den entsprechenden Abschnitt im <ulink type="help" url="ghelp:system-admin-guide?themes-0">MATE Desktop-Systemverwaltungshandbuch</ulink>.
hu: A saját témák létrehozásával kapcsolatos információkért nézze meg a <ulink type="help" url="ghelp:system-admin-guide?themes-0">Rendszeradminisztrációs kézikönyvet</ulink>.
uk: Для отримання інформації про створення власних тем, дивіться <ulink type="help" url="ghelp:system-admin-guide?themes-0"> Посібник системного адміністратора</ulink>.
zh_cn: 更多如何创建自己的主题，请参阅 <ulink type="help" url="ghelp:system-admin-guide?themes-0">系统管理员指南</ulink>。

source: Customizing Specific Components of the Desktop
de: Spezielle Komponenten des Desktops anpassen
eu: Mahaigaineko osagai espezifikoak pertsonalizatzea
hu: Az asztali környezet egyes komponenseinek személyre szabása
pt: Personalizar Componentes Específicos do Ambiente de Trabalho
uk: Налаштування специфічних компонентів стільниці
zh_cn: 定制特定的桌面组件

source: This section describes how to customize specific components of the MATE Desktop individually.
de: In diesem Kapitel wird beschrieben, wie Sie bestimmte Komponenten des MATE Desktops individuell anpassen können.
hu: Ez a szakasz leírja, hogyan szabhatja személyre külön-külön az asztali környezet egyes komponenseit.
uk: В цьому розділі описується, як налаштувати специфічні компоненти середовища MATE в індивідуальному порядку.
zh_cn: 这一段落讲述了如何在 MATE 桌面上分别定制组件。

source: Customizing the Desktop Background
de: Anpassen des Desktop-Hintergrunds
hu: Az asztal hátterének személyre szabása
uk: Налаштування фону стільниці
zh_cn: 定制桌面背景

source: customizing desktop appearance
de: Anpassen des Erscheinungsbilds
hu: az asztali környezet megjelenésének személyre szabása
uk: налаштування зовнішнього вигляду стільниці
zh_cn: 定制桌面外观

source: desktop background
de: Desktop-Hintergrund
eu: mahaigainaren atzeko planoa
hu: az asztal háttere
pt: fundo da área de trabalho
uk: фон стільниці
zh_cn: 桌面背景

source: The themes do not affect the desktop background. To set the desktop background, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Appearance</guimenuitem></menuchoice> and select a background from the <guilabel>Background</guilabel> tab. If no background is chosen, the first entry listed here may be used.
de: Themen beeinflussen nicht den Desktop-Hintergrund. Um den Desktop-Hintergrund einzustellen, wählen Sie <menuchoice><guimenu>System</guimenu><guisubmenu>Einstellungen</guisubmenu><guimenuitem>Erscheinungsbild</guimenuitem></menuchoice> und markieren Sie auf dem Reiter <guilabel>Hintergrund</guilabel> einen Eintrag aus der Liste der verfügbaren Hintergründe. Wenn kein Hintergrund ausgewählt wird, wird der erste Eintrag der Liste verwendet.
hu: A témák nincsenek hatással az asztali környezet hátterére. Ha szeretné beállítani az asztali környezet hátterét, válassza a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Beállítások</guisubmenu><guimenuitem>Megjelenés</guimenuitem></menuchoice> menüpontját, majd válasszon egy hátteret a <guilabel>Háttér</guilabel> lapfülön található listából. Ha nincs kiválasztva háttér, akkor az első listában található háttér lesz használva.
uk: Теми не впливають на фон стільниці. Щоб встановити фон стільниці, перейдіть <menuchoice><guimenu>Система</guimenu><guisubmenu>Параметри</guisubmenu><guimenuitem>Зовнішній вигляд</guimenuitem></menuchoice> та виберіть фонове зображення на вкладці <guilabel>Фон</guilabel>. Якщо нічого не буде вибране, використовуватиметься перше фонове зображення зі списку.
zh_cn: 主题不影响桌面背景。要设置桌面背景，点菜单 <menuchoice><guimenu>系统</guimenu><guisubmenu>首选项</guisubmenu><guimenuitem>外观</guimenuitem></menuchoice>，然后从 <guilabel>背景</guilabel> 标签里选择一个背景。如果没有选择背景，就使用列表中的第一项。

source: Customizing Desktop Background Objects
de: Anpassen von Desktop-Hintergrundobjekten
hu: Az asztal háttérobjektumainak személyre szabása
uk: Налаштування об'єктів фону стільниці
zh_cn: 定制桌面背景对象

source: desktop background objects
de: Desktop-Hintergrundobjekte
eu: mahaigainaren atzeko planoko objektuak
hu: asztal háttérobjektumai
pt: objectos do fundo da área de trabalho
uk: об’єкти фону стільниці
zh_cn: 桌面背景对象

source: The size of the icons that are displayed on the desktop background is controlled by the <application>File Management</application> preference tool. To change the size of the icons, perform the following steps:
de: Die Größe der auf dem Desktop-Hintergrund dargestellten Symbole ist abhängig von den Einstellungen des <application>Dateimanagers</application>. Um die Größe der Symbole zu ändern, gehen Sie wie folgt vor:
eu: Mahaigainaren atzeko planoan bistaratzen diren ikonoen tamaina <application>Fitxategi-kudeaketa</application> hobespen-tresnak kontrolatzen du. Ikonoen tamaina aldatzeko, jarraitu urrats hauek:
hu: Az asztal hátterén megjelenő ikonok méretét a <application>Fájlkezelő beállításai</application> beállítóeszköz vezérli. Az ikonok méretének megváltoztatásához tegye a következőket:
pt: O tamanho dos ícones apresentados no fundo da área de trabalho é controlado pela ferramenta de preferências <application>Gestão de Ficheiros</application>. Para alterar o tamanho dos ícones, realize os seguintes passos:
uk: Розмір піктограм, розташованих на стільниці налаштовується в інструменті параметрів <application>Керування файлами</application>. Щоб змінити розмір піктограм, виконайте наступні дії:
zh_cn: 桌面上的图标尺寸，是由<application>文件管理器</application> 选项工具控制的。要改变图标大小，请按下面步骤操作：

source: From the <application>File Manager</application> window, choose the <menuchoice><guimenu>Edit</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice> menu item.
de: Wählen Sie in einem <application>Caja</application>-Fenster den Menüeintrag <menuchoice><guimenu>Bearbeiten</guimenu><guisubmenu>Einstellungen</guisubmenu></menuchoice>
eu: <application>Fitxategi-kudeatzailea</application> leihoan, hautatu <menuchoice><guimenu>Editatu</guimenu><guisubmenu>Hobespenak</guisubmenu></menuchoice> menu-elementua.
hu: A <application>Fájlkezelő</application> ablakában válassza a <menuchoice><guimenu>Szerkesztés</guimenu><guisubmenu>Beállítások</guisubmenu></menuchoice> menüpontot.
pt: Na janela <application>Gestor de Ficheiros</application>, seleccione o item de menu <menuchoice><guimenu>Editar</guimenu><guisubmenu>Preferências</guisubmenu></menuchoice>.
uk: У вікні <application>Файлового менеджера</application>, виберіть пункт меню <menuchoice><guimenu>Правка</guimenu><guisubmenu>Параметри</guisubmenu></menuchoice>.
zh_cn: 打开 <application>文件管理器</application> 窗口，然后点菜单 <menuchoice><guimenu>编辑</guimenu><guisubmenu>首选项</guisubmenu></menuchoice>。

source: Select the <guilabel>Views</guilabel> tabbed section.
de: Wählen Sie den Reiter <guilabel>Ansichten</guilabel>.
eu: Hautatu <guilabel>Ikuspegiak</guilabel> atal fitxaduna.
hu: Válassza a <guilabel>Nézetek</guilabel> fület.
pt: Seleccione o separador <guilabel>Vistas</guilabel>.
uk: Виберіть вкладку <guilabel>Вигляд</guilabel>.
zh_cn: 选择 <guilabel>视图</guilabel> 标签。

source: In the <guilabel>Icon View Defaults</guilabel> group, select the zoom level that you require in the <guilabel>Default Zoom Level</guilabel> drop-down list.
de: In der Gruppe der <guilabel>Vorgaben für Symbolansicht</guilabel> wählen Sie den Wert, den Sie mittels Auswahlliste für die <guilabel>Voreingestellte Vergrößerungsstufe</guilabel> eingestellt haben.
hu: Az <guilabel>Ikonnézet alapbeállításai</guilabel> csoportban válassza ki a használni kívánt nagyítási szintet az <guilabel>Alapértelmezett nagyítás</guilabel> legördülő listából.
uk: В групі <guilabel>Перегляд у вигляді піктограм</guilabel>, виберіть бажаний масштаб піктограм у спадному списку <guilabel>Типовий масштаб</guilabel>.
zh_cn: 在 <guilabel>图标视图默认值</guilabel> 选项组里，点击 <guilabel>默认缩放级别</guilabel> 下拉列表，选择您想要的缩放级别。

source: Customizing Fonts
de: Schriftarten anpassen
hu: Betűkészletek személyre szabása
uk: Налаштування шрифтів
zh_cn: 设置字体

source: fonts
eu: letra-tipoak
hu: betűkészletek
pt: fontes
uk: шрифти
zh_cn: 字体

source: This section describes how to customize the font settings for the desktop and frequently-used applications.
de: In diesem Abschnitt wird beschrieben, wie Sie die Schriftarten für den Desktop und bevorzugt verwendete Anwendungen anpassen können.
eu: Atal honetan mahaigainerako eta sarri erabiltzen diren aplikazioetarako letra-tipoen ezarpenak nola pertsonalizatu azaltzen da.
hu: Ez a fejezet leírja, hogyan szabhatók személyre az asztali környezetben és a gyakran használt alkalmazásokban a betűkészletek.
pt: Esta secção descreve como personalizar as definições de fontes para o ambiente de trabalho e aplicações frequentemente utilizadas.
uk: В цьому розділі описується, як налаштувати параметри шрифтів для стільниці та часто вживаних програм.
zh_cn: 这一段讲述了如何为桌面和经常使用的程序设置字体。
