Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Keyboard</guimenuitem></menuchoice> to start the <application>Keyboard</application> preference tool.
de: Zum Starten des Einstellungswerkzeugs <application>Tastatur</application> wählen Sie <menuchoice><guimenu>System</guimenu><guisubmenu>Einstellungen</guisubmenu><guimenuitem>Tastatur</guimenuitem></menuchoice>.
eu: Hautatu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Hobespenak</guisubmenu><guimenuitem>Teklatua</guimenuitem></menuchoice>, <application>Teklatua</application> hobespen-tresna abiarazteko.
hu: Válassza a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Beállítások</guisubmenu><guimenuitem>Billentyűzet</guimenuitem></menuchoice> menüpontot a <application>Billentyűzet</application> beállítóeszköz elindításához.
pt: Seleccione <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferências</guisubmenu><guimenuitem>Teclado</guimenuitem></menuchoice> para iniciar a ferramenta de preferências de <application>Teclado</application>.
uk: Виберіть в меню <menuchoice><guimenu>Система</guimenu><guisubmenu>Параметри</guisubmenu><guimenuitem>Клавіатура</guimenuitem></menuchoice>, щоб відкрити інструмент <application>Параметри клавіатури</application>.
zh_cn: 点菜单 <menuchoice><guimenu>系统</guimenu><guisubmenu>首选项</guisubmenu><guimenuitem>键盘</guimenuitem></menuchoice>， 打开 <application>键盘</application> 首选项工具。

source: In the <guilabel>Keyboard</guilabel> tabbed section, deselect the <guilabel>Cursor blinks in text boxes and fields</guilabel> option.
de: Deaktivieren Sie im Reiterabschnitt <guilabel>Tastatur</guilabel> die Option <guilabel>Blinkender Cursor in Textfeldern</guilabel>.
eu: <guilabel>Teklatua</guilabel> fitxan, desautatu <guilabel>Kurtsoreak keinu egiten du testu-koadro eta -eremuetan</guilabel> aukera.
hu: Az <guilabel>Általános</guilabel> lapon törölje <guilabel>A kurzor villogjon a szövegmezőkben</guilabel> jelölőnégyzetet.
pt: No separador <guilabel>Teclado</guilabel>, remova a selecção da opção <guilabel>Cursor pisca nos campos e caixas de texto</guilabel>.
uk: На вкладці <guilabel>Загальне</guilabel> зніміть прапорець <guilabel>Курсор блимає у полях вводу тексту</guilabel>.
zh_cn: 在 <guilabel>键盘</guilabel> 标签段，不选中 <guilabel>在文本区域闪动光标</guilabel> 选项。

source: Keyboard Mouse Emulation
de: Tastatur-Maus-Emulation
hu: Az egér emulálása a billentyűzeten
uk: Емуляція функцій миші з клавіатури
zh_cn: 键盘模拟鼠标

source: If you have difficulty using a mouse, you can use the keyboard to emulate the mouse functions. See <xref linkend="dtconfig-14"/> of this guide for more information.
de: Wenn Sie Schwierigkeiten bei der Bedienung der Maus haben, können Sie Mausfunktionen mit der Tastatur nachahmen. lesen Sie in diesem Handbuch <xref linkend="dtconfig-14"/> für weitere Informationen.
eu: Sagua erabiltzeko zailtasunak badituzu, teklatua erabil dezakezu saguaren funtzioak emulatzeko. Informazio gehiago lortzeko, ikus: <xref linkend="dtconfig-14"/>.
hu: Ha nehézségeket okoz az egér használata, akkor az egér funkciói a billentyűzeten emulálhatók. További információkért nézze meg a kézikönyv <xref linkend="dtconfig-14"/> című részét.
pt: Caso tenha mais dificuldades em utilizar o rato, pode utilizar o teclado para simular as funcionalidades do rato. Consulte <xref linkend="dtconfig-14"/> deste guia para mais informações.
uk: Якщо ви відчуваєте труднощі під час використання миші, ви можете використовувати клавіатуру для емуляції функцій миші. Детальніше дивіться <xref linkend="dtconfig-14"/> в цьому посібнику.
zh_cn: 如果您使用鼠标有困难，您可以使用键盘来模拟鼠标功能。更多相关指导请参阅 <xref linkend="dtconfig-14"/>

source: Configuring an Accessible Keyboard
de: Konfigurieren einer barrierefreien Tastatur
hu: A billentyűzet akadálymentesítésének beállítása
uk: Налаштування можливостей доступності клавіатури
zh_cn: 配置键盘的可操作性

source: Use the <application>Keyboard</application> preference tool to configure the keyboard accessibility options. To open the <application>Keyboard</application> preference tool, choose <menuchoice><guimenu>System </guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Keyboard</guimenuitem></menuchoice>. Accessibility options can be enabled by selecting the <guilabel>Accessibility</guilabel> tab.
de: Verwenden Sie das Einstellungswerkzeug <application>Tastatur</application>, um eine barrierefreie Tastatur zu konfigurieren. Wählen Sie hierfür <menuchoice><guimenu>System </guimenu><guisubmenu>Einstellungen</guisubmenu><guimenuitem>Tastatur</guimenuitem></menuchoice>. Einstellungen zur Barrierefreiheit können auf dem Reiter <guilabel>Barrierefreiheit</guilabel> vorgenommen werden.
hu: A billentyűzet akadálymentesítési beállításai a <application>Billentyűzet</application> beállítóeszköz segítségével adhatók meg. A beállítóeszköz elindításához válassza a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Beállítások</guisubmenu><guimenuitem>Billentyűzet</guimenuitem></menuchoice> menüpontot. Az akadálymentesítési beállítások az <guilabel>Akadálymentesítés</guilabel> lapon adhatók meg.
uk: Використовуйте інструмент <application>Параметри клавіатури</application> для налаштування можливостей доступності клавіатури. Щоб відкрити його, виберіть в меню <menuchoice><guimenu>Система </guimenu><guisubmenu>Параметри</guisubmenu><guimenuitem>Клавіатура</guimenuitem></menuchoice>. Функції можливостей доступності можна ввімкнути на вкладці <guilabel>Можливості доступності</guilabel>.
zh_cn: 使用 <application>键盘</application> 首选项工具，配置键盘可操作性选项，点菜单 <menuchoice><guimenu>系统</guimenu><guisubmenu>首选项</guisubmenu><guimenuitem>键盘</guimenuitem></menuchoice>。在 <guilabel>可操作性</guilabel> 面板里启用辅助功能选项。

source: The <guilabel>Accessibility</guilabel> tabbed section allows the following options:
de: Der Reiter <guilabel>Barrierefreiheit</guilabel> bietet folgende Möglichkeiten:
hu: Az <guilabel>Akadálymentesítés</guilabel> lapfülön a következő beállítások találhatók:
uk: Вкладка <guilabel>Можливості доступності</guilabel> дає змогу вибрати такі параметри:
zh_cn: <guilabel>辅助技术</guilabel> 面板允许设置下面的选项：

source: <emphasis>"Allow to turn accessibility features on and off from the keyboard" (Alt-A)</emphasis> - this determines if keyboard accessibility functions can be turned on or off with a key command.
de: <emphasis>»Barrierefreiheit mittels Tastatur ein- und ausschalten« (Alt-A)</emphasis> - Das legt fest, ob die Funktionen für Barrierefreiheit für die Tastatur mittels Tastaturbefehl ein- und ausgeschaltet werden können.
hu: <emphasis>"Az akadálymentesítési szolgáltatások be- és kikapcsolhatók a billentyűzetről"</emphasis> - lehetővé teszi, hogy a billentyűzet akadálymentesítési funkciókat egy billentyűparancs segítségével kikapcsolhassa.
uk: <emphasis>«Дозволити вмикання та вимикання можливостей доступності з клавіатури» (Alt-A)</emphasis> — встановлює можливість вмикання та вимикання допоміжних технологій клавішею.
zh_cn: <emphasis>“允许通过键盘开启和关闭辅助特性”(Alt-A)</emphasis> - 这个选项设定键盘辅助功能是否可以通过一个按键来开启和关闭。

source: <emphasis>Simulate simultaneous keypresses (Alt-S)</emphasis> - allows multiple shift (or other) keys to be entered individually but processed as a single combination keystroke. This keyboard accessibility technique is known as "sticky keys."
de: <emphasis>Gleichzeitige Tastenanschläge simulieren (Alt+Z)</emphasis> - ermöglicht, dass die Umschalttaste oder andere Tasten nacheinander gedrückt werden können, aber vom System als eine Tastenkombination ausgewertet werden. Diese Tastatur-Barrierefreiheitsfunktion wird »Klebrige Tasten« genannt.
hu: <emphasis>Egyidejű billentyűleütések szimulálása</emphasis> - lehetővé teszi több billentyű lenyomását külön-külön, de egy billentyűkombinációként feldolgozva. Ezt a funkciót általában ragadós billentyűk funkcióként szokták említeni.
uk: <emphasis>Імітувати одночасні натискання клавіш (Alt-S)</emphasis> — дає змогу використовувати багаторазове натискання клавіші shift (або іншої) як одноразове натискання відповідної клавіші. Така технологія доступності клавіатури відома як «липкі клавіші».
zh_cn: <emphasis>模拟同时按键动作(Alt-S)</emphasis> - 允许 shift 键（或其他键）组合键，但操作过程是一个一个按键。这个辅助特性就是“粘滞键”。

source: <emphasis>Disable sticky keys if two keys are pressed together (Alt-B)</emphasis> - automatically exit the sticky keys mode if any key combination is entered normally (eq, at the same time instead of entered individually).
de: <emphasis>Deaktivieren, wenn zwei Tasten zusammen gedrückt werden (Alt+K)</emphasis> - der Modus der klebrigen Tasten wird automatisch beendet, wenn eine Tastenkombination auf die übliche Weise (normaler Weise gemeinsam statt einzeln) gedrückt wird.
hu: <emphasis>Ragadós billentyűk letiltása két billentyű egyidejű lenyomásakor</emphasis> - automatikusan kilép a ragadós billentyűk módból, ha egy billentyűkombinációt hagyományos módon ad meg.
uk: <emphasis>Вимикати «липкі клавіші», якщо дві клавіші натиснуті одночасно (Alt-B)</emphasis> — автоматично виходити з режиму «липкі клавіші», якщо комбінація клавіш введена нормально.
zh_cn: <emphasis>如果同时有两个键按下，就禁用粘滞键(Alt-B)</emphasis> - 如果出现正常的组合按键，就自动退出粘滞键模式(例如，同时按键而不是单独按键)。

source: <emphasis>Only accept long keypresses (Alt-O)</emphasis> - in this mode, keys must be pressed for a given length of time before they are accepted as input. This accessibility technique is also known as "slow keys." This portion of the <guilabel>Accessibility</guilabel> tabbed section also supplies a Delay slider (Alt-D) to indicate the press-down delay before the key is accepted as input.
de: <emphasis>Nur lange Tastenanschläge akzeptieren (Alt+L)</emphasis> - in diesem Modus müssen Tasten für eine bestimmte Zeit gedrückt werden, bevor sie vom System als Eingabe interpretiert werden. Diese Barrierefreiheits-Funktion wird »Tastenverzögerung« genannt. In diesem Abschnitt des Reiters <guilabel>Barrierefreiheit</guilabel> befindet sich auch ein Schieberegler »Verzögerung« (Alt+V), mit dem die Zeitspanne der Verzögerung eingestellt werden kann.
hu: <emphasis>Csak a hosszan lenyomott billentyűk elfogadása</emphasis> - ha ez a beállítás meg van adva, egy billentyűt meghatározott ideig kell nyomva tartania ahhoz, hogy a bevitel ténylegesen megtörténjen. Ezt az akadálymentesítési technológiát általában „lassú billentyűk” néven ismerik. Az <guilabel>akadálymentesítés</guilabel> lap tartalmaz egy késleltetés csúszkát, itt állítható be a billentyűk nyomva tartási ideje, ennyi időnek kell eltelnie ahhoz, hogy a bevitel ténylegesen megtörténjen.
uk: <emphasis>Приймати натискання клавіш лише після тривалого натискання (Alt-O)</emphasis> — у цьому режимі клавіші мають бути натиснуті протягом зазначеного проміжку часу, перш ніж вони будуть прийняті як введення. Така технологія доступності відома як «повільні клавіші». На цій частині вкладки <guilabel>Можливості доступності</guilabel> також розташований повзунок «Затримка» (Alt-D), який дає змогу вказати час затримки, перш ніж натискання клавіші буде прийняте як введення.
zh_cn: <emphasis>只接受长按键(Alt-O)</emphasis> - 在这种模式下，按键必须按住足够长度才能被接受输入。这个辅助技术也就是“慢速键”。在 <guilabel>可操作性</guilabel> 标签面板也提供一个延迟滑块 (Alt-D)，来指示按住按键到接受所需的时间。

source: <emphasis>Ignore fast duplicate keypresses (Alt-I)</emphasis> - in this mode, successive entry of the same key will only have a single instance of that key accepted as input. This accessibility technique is also known as "bounce keys." This portion of the <guilabel>Accessibility</guilabel> tabbed section also supplies a Delay slider (Alt-E) to indicate the press-down delay before successive keys are ignored.
de: <emphasis>Schnelle doppelte Tastenanschläge ignorieren (Alt-I)</emphasis> - Dieser Modus ignoriert Mehrfachauslösung ein und derselben Taste und meldet nur einen einzigen Tastendruck. Dieser Reiter der <guilabel>Barrierefreiheits</guilabel>-Einstellungen bietet auch einen Schieberegler zum Einstellen der Verzögerung, bis gedrückte Tasten ignoriert werden.
hu: <emphasis>Ismételt leütések figyelmen kívül hagyása</emphasis> - ha ez a beállítás meg van adva és többször nyom le gyorsan egymás után egy billentyűt, csak egy billentyű lenyomás lesz figyelembe véve. Ezt az akadálymentesítési technológiát általában „billentyűszűrés” néven ismerik. Az <guilabel>akadálymentesítés</guilabel> lapfül tartalmaz egy késleltetés csúszkát, itt állítható be a billentyűk nyomva tartási időköze. Ez az időtartam adja meg, hogy meddig legyenek figyelmen kívül hagyva a billentyű ismétlések.
uk: <emphasis>Ігнорувати швидкі повторні натискання клавіш (Alt-I)</emphasis> — у цьому режимі, послідовне швидке повторне натискання однієї клавіші прийматиметься як одноразове введення. Така технологія доступності відома як «пружні клавіші». На цій частині вкладки <guilabel>Можливості доступності</guilabel> також розташований повзунок «Затримка» (Alt-E), який дає змогу вказати час затримки, перш ніж послідовне натискання клавіші буде проігнороване.
zh_cn: <emphasis>忽略快速重复的按键(Alt-I)</emphasis> - 在这种模式下，连续的输入同一个键，将会只接受一个输入。这个辅助特性也就是“回弹键”。在 <guilabel>可操作性</guilabel> 标签面板也提供一个延迟滑块 (Alt-E)，来指示按住连续按键被忽略的时间间隔。

source: Configuring a Keyboard-Based Mouse
de: Konfigurieren einer tastaturbasierten Maus
hu: A billentyűzeten emulált egér
uk: Налаштування керування мишею з клавіатури
zh_cn: 设置用键盘操作鼠标

source: Use the <application>Keyboard</application> preference tool to configure the keyboard to simulate a mouse. To open the <application>Keyboard</application> preference tool, choose <menuchoice><guimenu>System </guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Keyboard</guimenuitem></menuchoice>. The Mouse Keys options can be enabled by selecting the <guilabel>Mouse Keys</guilabel> tab.
de: Verwenden Sie das Einstellungswerkzeug <application>Tastatur</application>, um eine Maus mit der Tastatur zu simulieren. Wählen Sie dazu <menuchoice><guimenu>System</guimenu><guisubmenu>Einstellungen</guisubmenu><guimenuitem>Tastatur</guimenuitem></menuchoice>. Auf dem Reiter <guilabel>Maustasten</guilabel> können die Maustasten simuliert werden.
hu: Használja a <application>Billentyűzet</application> beállítóeszközt az egér emuláció beállításához. Ha el szeretné indítani a <application>Billentyűzet</application> beállítóeszközt, válassza a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Beállítások</guisubmenu><guimenuitem>Billentyűzet</guimenuitem></menuchoice> menüpontját. Az egérbillentyűk beállításait az <guilabel>Egérbillentyűk</guilabel> lapon adhatja meg. A következő beállítások adhatók meg:
uk: Використовуйте інструмент <application>Параметри клавіатури</application> для налаштування симуляції функцій миші з клавіатури. Щоб відкрити його, виберіть в меню <menuchoice><guimenu>Система </guimenu><guisubmenu>Параметри</guisubmenu><guimenuitem>Клавіатура</guimenuitem></menuchoice>. Налаштування емуляції кнопок миші можна ввімкнути на вкладці <guilabel>Кнопки миші</guilabel>.
zh_cn: 使用 <application>键盘</application> 首选项工具，配置键盘的可操作性选项，点菜单 <menuchoice><guimenu>系统</guimenu><guisubmenu>首选项</guisubmenu><guimenuitem>键盘</guimenuitem></menuchoice>。在 <guilabel>鼠标键</guilabel> 标签页上可以找到这个选项。

source: <emphasis>"Allow to control the pointer using the keyboard" (Alt-A)</emphasis> - this determines if the keyboard can be used to control the mouse pointer.
de: <emphasis>»Mauszeiger per Tastatur steuern« (Alt+M)</emphasis> - legt fest, ob der Mauszeiger mit der Tastatur gesteuert werden kann.
hu: <emphasis>A mutató billentyűzetről történő irányításának engedélyezése</emphasis> - lehetővé teszi az egérmutató mozgatását a billentyűzetről.
uk: <emphasis>«Дозволити керувати вказівником миші з клавіатури» (Alt-A)</emphasis> — встановлює можливість керування вказівником миші з клавіатури.
zh_cn: <emphasis>“允许键盘控制鼠标指针”(Alt-A)</emphasis> - 这个选项设定是否允许键盘控制鼠标指针。

source: <emphasis>Acceleration (Alt-C)</emphasis> - determines how quickly mouse motion will accelerate when keyboard directional keys are pressed.
de: <emphasis>Beschleunigung (Alt+B)</emphasis> - legt fest, wie schnell der Mauszeiger beschleunigt, wenn die Richtungstasten auf der Tastatur gedrückt werden.
hu: <emphasis>Gyorsítás</emphasis> - megadja az egérmutató mozgási sebességét, amikor a mutatót a billentyűzetről irányítja.
uk: <emphasis>Прискорення (Alt-C)</emphasis> — визначає, наскільки швидко прискорюватиметься вказівник миші під час натиснення клавіш напрямку на клавіатурі.
zh_cn: emphasis>加速 (Alt-C)</emphasis> - 当在键盘上按住一个方向键时，设定鼠标快速移动鼠标的大小。

source: <emphasis>Speed (Alt-S)</emphasis> - determines how quickly the mouse pointer will move when keyboard directional keys are pressed.
de: <emphasis>Geschwindigkeit</emphasis> (Alt+G) - legt fest wie schnell sich der Mauszeiger bewegt, wenn auf der Tastatur die Richtungstasten gedrückt werden.
hu: <emphasis>Sebesség</emphasis> - megadja, hogy az egérmutató milyen gyorsan mozogjon, ha a mutatót a billentyűzetről irányítja.
uk: <emphasis>Швидкість (Alt-S)</emphasis> — визначає, наскільки швидко рухатиметься вказівник миші під час натиснення клавіш напрямку на клавіатурі.
zh_cn: <emphasis>速度 (Alt-S)</emphasis> - 当在键盘上按住一个方向键时，设定如何快速移动指针。

source: <emphasis>Delay (Alt-D)</emphasis> - determines how much (or if) keypresses may be dampened or ignored when keyboard directional keys are pressed.
de: <emphasis>Verzögerung (Alt-D)</emphasis> - bestimmt, wie sehr (oder ob überhaupt) das Drücken von Pfeiltasten unterdrückt oder ignoriert wird.
hu: <emphasis>Késleltetés</emphasis> - megadja, hogy mennyi időnek kell eltelnie ahhoz, amíg a billentyűlenyomások figyelmen kívül lesznek hagyva a mutató irányításakor.
uk: <emphasis>Затримка (Alt-D)</emphasis> — визначає, наскільки (або як) матимуть затримку або ігноруватимуться натискання клавіш напрямку на клавіатурі.
zh_cn: <emphasis>延时 (Alt-D)</emphasis> - 设定在键盘上按住一个方向键多久，会被延迟或忽略的时间。

source: <application>MouseTweaks</application> is a collection of accessibility enhancements for pointing devices. The <userinput>mousetweaks</userinput> package provides the functions offered by the <guilabel>Accessibility</guilabel> tab of the <guilabel>Mouse</guilabel> preference tool. It also contains two panel applets related to the mouse accessibility. More particularly:
de: <application>MouseTweaks</application> verbessert die Barrierefreiheit von Zeigegeräten. Das <userinput>mousetweaks</userinput>-Paket stellt die Funktionen bereit, die im <guilabel>Barrierefreiheit</guilabel>-Reiter des<guilabel>Maus</guilabel>-Einstellungswerkzeugs angeboten werden. Das Paket verbessert insbesondere auch die Barrierefreiheit der Maus:
hu: A <application>MouseTweaks</application> akadálymentesítési lehetőségek gyűjteménye a mutatóeszközökhöz. A <userinput>MouseTweaks</userinput> csomag az <guilabel>Egér</guilabel> beállítóeszköz <guilabel>Akadálymentesítés</guilabel> lapján található funkciókat tartalmazza. Tartalmaz továbbá két kisalkalmazást, melyek az egér akadálymentesítésével kapcsolatban használhatók. Konkrétan:
uk: <application>MouseTweaks</application> — це набір розширень для можливостей доступності вказівних пристроїв. Пакунок <userinput>mousetweaks</userinput> надає функціональні можливості запропоновані на вкладці <guilabel>Можливості доступності</guilabel> інструмента <guilabel>Миша</guilabel>. Він також містить два аплети панелі, які пов'язані з можливостями доступності миші. Зокрема:
zh_cn: <application>MouseTweaks</application> 是一个增强型鼠标点击设备辅助特性功能集。<userinput>mousetweaks</userinput> 软件包提供功能由 <guilabel>可操作性</guilabel> 标签面板的 <guilabel>鼠标</guilabel> 首选项工具提供。它也包括两个跟鼠标可操作性的两个面板小程序。更详细的介绍：

source: It allows users to perform a secondary click by doing a click-and-hold of the primary mouse button.
de: Benutzern wird die Ausführung eines Kontextklicks durch Drücken und Gedrückthalten der primären Maustaste ermöglicht.
hu: A felhasználónak lehetősége van úgynevezett másodlagos kattintást végezni, ha nyomva tartja az egér gombját.
uk: Дає змогу користувачам виконувати клацання другою кнопкою при утриманні натисненою основної кнопки миші.
zh_cn: 它允许用户通过单击并按住左键的方式，来执行二次单击。

source: It offers a way to perform the various clicks without using any hardware button. In this context, the <application>Dwell Click</application> panel applet can be used to choose what click type to perform.
de: Dadurch ergibt sich eine Möglichkeit, verschiedene Klickarten auszuführen, ohne dass eine Gerätetaste bedient werden muss. Das Panel-Applet <application>Verzögerter Klick</application> kann dazu benutzt werden, die auszuführende Klickart zu bestimmen.
hu: Lehetőség van számos kattintási mód használatára hardveres egérgombok nélkül. Ebben az esetben a <application>elidőzési kattintás</application> kisalkalmazást kell használnia annak kiválasztására, hogy milyen típusú kattintást szeretne kezdeményezni.
uk: Відкриває шлях для виконання різних типів клацання без використання апаратних кнопок. У цьому контексті, аплет панелі <application>Клацання утриманням</application> дає змогу вибрати спосіб виконання клацання.
zh_cn: 它提供一种不使用硬件按钮，来执行多种单击的方法。在这里，<application>悬停点击</application> 面板小程序可以被用来选择执行哪种类型的点击。

source: It provides the <application>Pointer Capture</application> panel applet. This applet creates an area on the panel into which the pointer can be captured until the user releases it with a predefined button and modifier combination.
de: Es stellt das <application>Mauszeiger einfangen</application>-Applet bereit.Dabei wird ein Bereich im Panel erzeugt, in welchem der Mauszeiger so lange eingesperrt wird, bis er über eine bestimmte Tastenkombination wieder freigegeben wird.
hu: Lehetősége van az <application>Egérmutató rögzítése</application> kisalkalmazás segítségével rögzíteni az egérmutatót egy megadott helyen. Ez a kisalkalmazás rögzíti az egérmutatót a képernyő egy megadott területén, amíg fel nem oldja a rögzítést egy megadott gomb és módosítóbillentyű kombinációval.
uk: Надає аплет панелі <application>Захоплення вказівника</application>. Цей аплет створює область на панелі, в якій вказівник може бути захоплений, поки користувач не звільнить його попередньо визначеною комбінацією кнопки і клавіші-модифікатора.
zh_cn: 它提供 <application>指针锁定</application> 面板小程序。这个小程序在面板上创建一个区域，在那里点击可以锁定指针，直到用户使用一个预先设定的按钮或组合修饰键释放它。
