Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: The following table lists the keyboard shortcuts that you can use to navigate a drop-down list.
eu: Ondorengo taulan goitibeherako zerrendan batetik bestera joateko erabil ditzakezun laster-teklak agertzen dira.
pt: A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar num botão de selecção em lista.

source: To Navigate Drop-Down Combination Boxes
eu: Goitibeherako konbinazio-koadroetan batetik bestera joateko
pt: Navegar em Caixas de Selecção Combinada

source: When the text box has focus, use the keyboard shortcuts that are listed in <xref linkend="keynav-28"/> to navigate the text box area. When the text box has focus, you can also use the keyboard shortcuts in the following table to navigate the drop-down list area.
eu: Testu-koadroak fokua duenean, erabili <xref linkend="keynav-28"/> zerrendako laster-teklak, testu-koadroan batetik bestera joateko. Testu-koadroak fokua duenean, ondorengo taulako laster-teklak ere erabil ditzakezu goitibeherako zerrendaren arean batetik bestera joateko.
pt: Quando a caixa de texto detém o foco, utilize os atalhos de teclado que estão listados em <xref linkend="keynav-28"/> para navegar na caixa de texto. Quando a caixa de texto detiver o foco, pode também utilizar os atalhos de teclado da tabela seguinte para navegar na lista de selecção.

source: <keycombo><keycap>Ctrl</keycap><keycap>down arrow</keycap></keycombo> (Solaris only)
eu: <keycombo><keycap>Ktrl</keycap><keycap>behera gezia</keycap></keycombo> (Solaris-entzako bakarrik)
pt: <keycombo><keycap>Ctrl</keycap><keycap>seta abaixo</keycap></keycombo> (apenas em Solaris)
ru: <keycombo><keycap>Ctrl</keycap><keycap>стрелка вниз</keycap></keycombo> (только для Solaris)

source: When the drop-down list has focus, you can use the keyboard shortcuts that are listed in the following table to navigate the drop-down list.
eu: Goitibeherako zerrendak fokua duenean, ondorengo taulako laster-teklak erabil ditzakezu goitibeherako zerrendan batetik bestera joateko.
pt: Quando a lista de selecção detém o foco, pode utilizar os atalhos de teclado que estão listados na tabela seguinte para navegar na lista.

source: Select the first item on the list.
eu: Zerrendako lehen elementua hautatzen du.
pt: Selecciona o primeiro item da lista.

source: Select the last item on the list.
eu: Zerrendako azken elementua hautatzen du.
pt: Selecciona o último item da lista.

source: To Navigate Sliders
eu: Graduatzaileetan batetik bestera joateko
pt: Navegar nos Botões Deslizantes

source: The following table describes the keyboard shortcuts that you can use to navigate a slider.
eu: Ondorengo taulan graduatzailean batetik bestera joateko erabil ditzakezun laster-teklak agertzen dira.
pt: A tabela seguinte descreve os atalhos de teclado que pode utilizar para navegar no botão deslizante.

source: <keycap>left arrow</keycap> or <keycap>up arrow</keycap>
eu: <keycap>ezkerrera gezi-tekla</keycap> edo <keycap>gora gezi-tekla</keycap>
pt: <keycap>seta à esquerda</keycap> ou <keycap>seta acima</keycap>

source: Move the slider left or up a large amount.
eu: Graduatzailea tarte handiagoan ezkerrera edo gora eramaten du.
pt: Move o botão deslizante à esquerda ou acima por uma grande distância.

source: Move the slider right or down a small amount.
eu: Graduatzailea pixka bat eskuinera edo behera eramaten du.
pt: Move o botão deslizante à direita ou abaixo por uma grande distância.

source: To Navigate Tabbed Sections
eu: Atal fitxadunetan batetik bestera joateko
pt: Navegar por Separadores

source: Editing profile dialog from the MATE Terminal application. Contains six tabbed sections.
eu: Profilaren elkarrizketa MATE Terminalaren aplikaziotik editatzea. Sei fitxadun atal ditu.
pt: Diálogo de edição de perfil da aplicação Consola MATE. Contém seis separadores.

source: Windows and dialogs are sometimes divided into logical sections that are displayed one section at a time on the window or dialog. The divisions are called tabbed sections that are identified by a tab with a text label.
eu: Leihoak eta elkarrizketa-koadroak batzuetan atal logikoetan banatuta egoten dira, eta aldiko atal horietako bat bistaratzen da leiho edo elkarrizketa-koadroan. Banaketa horiei atal fitxadunak deitzen zaie, eta testu-etiketa duen fitxa batez identifikatzen dira.
pt: As janelas e diálogos estão por vezes divididas em secções lógicas que são apresentadas uma secção de cada vez na janela. As divisões são denominadas separadores e são identificadas pelas etiquetas de texto nas abas.

source: The following table lists the keyboard shortcuts that you can use to navigate the tabbed sections of a window or dialog when a tab name has focus.
eu: Ondorengo taulan leiho edo elkarrizketa-koadroetako atal fitxadunetan batetik bestera joateko erabil ditzakezun laster-teklak agertzen dira, fitxaren izenak fokua duenean.
pt: A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar pelos separadores de uma janela ou diálogo quando o nome de um separador detém o foco.

source: <keycap>Tab</keycap> or<keycombo><keycap>Ctrl</keycap><keycap>down arrow</keycap></keycombo>
eu: <keycap>Tab</keycap> edo <keycombo><keycap>Ktrl</keycap><keycap>behera gezia</keycap></keycombo>
pt: <keycap>Tab</keycap> ou <keycombo><keycap>Ctrl</keycap><keycap>seta abaixo</keycap></keycombo>

source: Give focus to the first control on the active tabbed section.
eu: Atal fitxadun aktiboko lehen kontrolari ematen dio fokua.
pt: Transmite o foco ao primeiro controlo do separador activo.

source: The following table lists the keyboard shortcuts that you can use to navigate the tabbed sections of a window or dialog when a control on a tabbed section has focus.
eu: Ondorengo taulan leiho edo elkarrizketa-koadroetako atal fitxadunetan batetik bestera joateko erabil ditzakezun laster-teklak agertzen dira, atal fitxadunaren kontrol batek fokua duenean.
pt: A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar pelos separadores de uma janela ou diálogo quando um controlo num separador detém o foco.

source: <keycombo><keycap>Ctrl</keycap><keycap>Page Up</keycap></keycombo> or <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Page Up</keycap></keycombo>
eu: <keycombo><keycap>Ktrl</keycap><keycap>Orria gora</keycap></keycombo> edo <keycombo><keycap>Ktrl</keycap><keycap>Alt</keycap><keycap>Orria behera</keycap></keycombo>
pt: <keycombo><keycap>Ctrl</keycap><keycap>Page Up</keycap></keycombo> ou <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Page Up</keycap></keycombo>

source: This keyboard shortcut does not work if the focused control uses <keycombo><keycap>Ctrl</keycap><keycap>Page Up</keycap></keycombo> for another purpose.
eu: Laster-tekla hau ezin da erabili kontrola duen fokuak <keycombo><keycap>Ktrl</keycap><keycap>Orria gora</keycap></keycombo> beste helburu baterako erabiltzen badu.
pt: Este atalho de teclado não funciona se o controlo que detém o foco utilizar o <keycombo><keycap>Ctrl</keycap><keycap>Page Up</keycap></keycombo> para outra finalidade.
ru: Эта комбинация клавиш не работает, если элемент управления, в котором расположен фокус, использует <keycombo><keycap>Ctrl</keycap><keycap>Page Up</keycap></keycombo> для иных целей.

source: <keycombo><keycap>Ctrl</keycap><keycap>Page Down</keycap></keycombo> or <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Page Down</keycap></keycombo>
eu: <keycombo><keycap>Ktrl</keycap><keycap>Orria behera</keycap></keycombo> edo <keycombo><keycap>Ktrl</keycap><keycap>Alt</keycap><keycap>Orria behera</keycap></keycombo>
pt: <keycombo><keycap>Ctrl</keycap><keycap>Page Down</keycap></keycombo> ou <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Page Down</keycap></keycombo>

source: This keyboard shortcut does not work if the focused control uses <keycombo><keycap>Ctrl</keycap><keycap>Page Down</keycap></keycombo> for another purpose.
eu: Laster-tekla hau ezin da erabili kontrola duen fokuak <keycombo><keycap>Ktrl</keycap><keycap>Orria behera</keycap></keycombo> beste helburu baterako erabiltzen badu.
pt: Este atalho de teclado não funciona se o controlo que detém o foco utilizar o <keycombo><keycap>Ctrl</keycap><keycap>Page Down</keycap></keycombo> para outra finalidade.
ru: Это комбинация клавиш не работает, если элемент управления, в котором расположен фокус, использует <keycombo><keycap>Ctrl</keycap><keycap>Page Down</keycap></keycombo> для иных целей.

source: Give focus to the next control outside the tabbed sections.
eu: Atal fitxadunetatik kanpo dagoen hurrengo kontrolari ematen dio fokua.
pt: Transmite o foco ao controlo seguinte fora da zona de separadores.

source: To Navigate Lists
eu: Zerrendetan zehar batetik bestera joateko
pt: Navegar em Listas

source: The following table lists the keyboard shortcuts that you can use to navigate multi-column lists when a column header has focus.
eu: Ondorengo taulan zutabe anitzeko zerrendetan batetik besterako joateko erabil ditzakezun laster-teklak agertzen dira, zutabearen goiburuak fokua duenean.
pt: A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar em listas multi-coluna quando o cabeçalho de uma coluna detém o foco.

source: The following table lists the keyboard shortcuts that you can use to navigate lists when the contents of the list has focus.
eu: Ondorengo taulan zutabe anitzeko zerrendetan batetik besterako joateko erabil ditzakezun laster-teklak agertzen dira, zutabearen edukiak fokua duenean.
pt: A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar em listas quando o conteúdo da lista detém o foco.

source: Select the top row of the list contents that are in view. Press <keycap>Page Up</keycap> again to select the top row of the previous view.
eu: Ikusten den zerrendaren edukiaren goiko errenkada hautatzen du. Sakatu <keycap>Orria gora</keycap> berriro, aurreko ikuspegiaren goiko errenkada hautatzeko.
pt: Selecciona a linha superior do conteúdo da lista que se encontra visível. Prima <keycap>Page Up</keycap> novamente para seleccionar a linha superior da área visível anterior.

source: Select the bottom row of the list contents that are in view. Press <keycap>Page Down</keycap> again to select the bottom row of the next view.
eu: Ikusten den zerrendaren edukiaren beheko errenkada hautatzen du. Sakatu <keycap>Orria behera</keycap> berriro, hurrengo ikuspegiaren beheko errenkada hautatzeko.
pt: Selecciona a linha inferior do conteúdo da lista que se encontra visível. Prima <keycap>Page Down</keycap> novamente para seleccionar a linha inferior da área visível seguinte.

source: Give focus to the next row or column but do not extend the selection. Further items can be selected by pressing the <keycap>spacebar</keycap>
eu: Hurrengo errenkadari edo zutabeari ematen dio fokua, baina ez du luzatzen hautapena. Bestelako elementuak hautatzeko, sakatu <keycap>zuriune-barra</keycap>.
pt: Transmite o foco à linha ou coluna seguinte mas não extende a selecção. Itens adicionais poderão ser seleccionados premindo a <keycap>barra de espaços</keycap>

source: Give focus to the top row in the view but do not extend the selection.
eu: Ikuspegiko goiko errenkadari ematen dio fokua, baina ez du luzatzen hautapena.
pt: Transmite o foco à linha superior da vista mas não extende a selecção.

source: Give focus to the bottom row in the view but do not extend the selection.
eu: Ikuspegiko beheko errenkadari ematen dio fokua, baina ez du luzatzen hautapena.
pt: Transmite o foco à linha inferior da vista mas não extende a selecção.

source: Give focus to the first row in the list but do not extend the selection.
eu: Zerrendako lehen errenkadari ematen dio fokua, baina ez du luzatzen hautapena.
pt: Transmite o foco à primeira linha da lista mas não extende a selecção.

source: Give focus to the last row in the list but do not extend the selection.
eu: Zerrendako azken errenkadari ematen dio fokua, baina ez du luzatzen hautapena.
pt: Transmite o foco à última linha da lista mas não extende a selecção.

source: Activate the item.
eu: Elementua aktibatzen du.
pt: Activa o item.

source: For lists that support multiline selections, select all rows in the list.
eu: Lerro anitzeko hautapenak onartzen dituzten zerrendetan, zerrendako errenkada guztiak hautatzen ditu.
pt: Para listas que suportem a selecção de múltiplas linhas, selecciona todas as linhas da lista.

source: To Navigate Trees
eu: Zuhaitzetan batetik bestera joateko
pt: Navegar em Árvores

source: Categories tree from the gedit Preferences dialog. Contains three subcategories.
eu: gedit Hobespenak elkarrizketa-koadroko kategorien zuhaitza. Hiru azpikategoria ditu.
pt: Árvore de categorias do diálogo de Preferências do gedit. Contém três subcategorias.

source: To navigate trees, you can use the same keyboard shortcuts that are listed in <xref linkend="keynav-34"/>. In addition, the following table lists the keyboard shortcuts you can use for the tree items.
eu: Zuhaitzetan batetik bestera joateko laster-tekla hauek erabil ditzakezu: <xref linkend="keynav-34"/>. Horrez gain, ondorengo taulako laster-teklak ere erabil ditzakezu zuhaitz-elementuetan.
pt: Para navegar por árvores, pode utilizar os mesmos atalhos de teclado que estão listados em <xref linkend="keynav-34"/>. Adicionalmente, a tabela seguinte lista os atalhos de teclado que pode utilizar para os itens da árvore.

source: <keycap>+</keycap> (plus)
pt: <keycap>+</keycap> (mais)
ru: <keycap>+</keycap> (плюс)

source: <keycap>-</keycap> (minus)
pt: <keycap>-</keycap> (menos)
ru: <keycap>-</keycap> (минус)

source: Display a search dialog if the tree supports searching. You can type the name of the tree item that you want to find.
eu: Bilaketa-elkarrizketa bistaratzen du, zuhaitzak bilaketarik onartuz gero. Aurkitu nahi duzun zuhaitz-elementuaren izena idatz dezakezu.
pt: Apresenta um diálogo de procura se a árvore suportar procuras. Pode introduzir o nome do item da árvore que deseja encontrar.

source: Use the <application>Keyboard Shortcuts</application> preference tool to display the default keyboard shortcuts that you use to navigate the MATE Desktop. You can customize the default keyboard shortcuts to meet your requirements. You can also create hot keys. Hot keys are keyboard shortcuts that start applications.
eu: Erabili <application>Laster-teklak</application> hobespen-tresna, MATE mahaigainean batetik bestera joateko erabiltzen dituzun laster-tekla lehenetsiak bistaratzeko. Laster-tekla lehenetsiak pertsonaliza ditzakezu, zure beharretara egokitzeko. Laster-letrak ere sor ditzakezu. Laster-letrak aplikazioak abiarazteko lasterbideak dira.
pt: Utilize a ferramenta de preferências <application>Atalhos de Teclado</application> para visualizar os atalhos de teclado por omissão que pode utilizar para navegar no Ambiente de Trabalho MATE. Pode personalizar os atalhos de teclado por omissão para se adequarem às suas necessidades. Pode também criar teclas rápidas. Teclas rápidas são atalhos de teclado que iniciam aplicações.

source: To start the <application>Keyboard Shortcuts</application> preference tool, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Keyboard Shortcuts</guimenuitem></menuchoice>. The <guilabel>Desktop shortcuts</guilabel> table lists the keyboard shortcut that is associated with each action.
eu: <guilabel>Laster-teklak</guilabel> hobespen-tresna irekitzeko, aukeratu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Hobespenak</guisubmenu><guimenuitem>Laster-teklak</guimenuitem></menuchoice>. <guilabel>Mahaigaineko laster-teklak</guilabel> taulak ekintza bakoitzarekin lotutako lasterbideak zerrendatzen ditu.
pt: Para iniciar a ferramenta de preferências <application>Atalhos de Teclado</application>, seleccione <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferências</guisubmenu><guimenuitem>Atalhos de Teclado</guimenuitem></menuchoice>. A tabela <guilabel>Atalhos do ambiente de trabalho</guilabel> lista os atalhos de teclado associados a cada acção.

source: To Customize Keyboard Shortcuts on Solaris Systems
eu: Laster-teklak Solaris sistemetan pertsonalizatzeko
pt: Personalizar Atalhos de Teclado em Sistemas Solaris

source: To customize a keyboard shortcut on a Solaris system, perform the following steps:
eu: Laster-teklak Solaris sisteman pertsonalizatzeko, jarraitu urrats hauek:
pt: Para personalizar um atalho de teclado num sistema Solaris, realize os seguintes passos:
ru: Чтобы настроить клавиатурные комбинации в системах Solaris, выполните следующие шаги:

source: Click on the action for which you want to customize the keyboard shortcut. The row is highlighted.
eu: Ekintza bati lasterbidea pertsonalizatzeko, egin klik ekintzaren gainean. Errenkada nabarmendu egingo da.
pt: Clique na acção para a qual deseja personalizar o atalho de teclado. A linha fica realçada.
ru: Щёлкните мышью по действию, комбинации клавиш для которого вы хотите настроить. Данная строка будет выделена цветом.

source: Click on the keyboard shortcut in the <guilabel>Shortcut</guilabel> column. The text <quote>Type a new accelerator, or press Backspace to clear</quote> is displayed in the Shortcut column.
eu: Egin klik <guilabel>Laster-tekla</guilabel> zutabeko laster-teklan. Testu hau bistaratuko da Laster-tekla zutabean: <quote>Idatzi laster-tekla berria, edo sakatu Atzera-tekla garbitzeko</quote>.
pt: Clique no atalho de teclado na coluna <guilabel>Atalho</guilabel>. O texto <quote>Introduza um novo atalho, ou prima Backspace para limpar</quote> é apresentado na coluna Atalho.
ru: Щёлкните мышью по комбинации клавиш в столбце <guilabel>Комбинация клавиш</guilabel>. В столбце появится текст <quote>Введите новый ускоритель или нажмите Backspace для очистки</quote>.

source: Click on the action for which you want to disable the keyboard shortcut. The row is highlighted.
eu: Ekintza baten laster-tekla desgaitzeko, egin klik ekintzaren gainean. Errenkada nabarmendu egingo da.
pt: Clique na acção para a qual deseja desactivar o atalho de teclado. A linha fica realçada.
ru: Щёлкните мышью по действию, для которого вы хотите удалить комбинации клавиш. Данная строка будет выделена цветом.

source: Press <keycap>Back Space</keycap>. The keyboard shortcut is disabled.
eu: Sakatu <keycap>Atzera-tekla</keycap>. Laster-tekla desgaituta dago.
pt: Prima <keycap>Back Space</keycap>. O atalho de teclado é desactivado.

source: To Customize Keyboard Shortcuts on Linux Systems
eu: Laster-teklak Linux sistemetan pertsonalizatzeko
pt: Personalizar Atalhos de Teclado em Sistemas Linux

source: To customize a keyboard shortcut on a Linux system, perform the following steps:
eu: Laster-teklak Linux sisteman pertsonalizatzeko, jarraitu urrats hauek:
pt: Para personalizar um atalho de teclado num sistema Linux, realize os seguintes passos:
ru: Чтобы настроить клавиатурные комбинаций в системах Linux, выполните следующие шаги:

source: From low vision to blindness, the range of visual limitations is broad. Symptoms of low vision include dimness, haziness, extreme far-sightedness or near-sightedness, color blindness, and tunnel vision, among others. People with these disabilities are concerned with being able to see text or images on a computer screen and being able to perform tasks that require eye-hand coordination, such as moving a computer mouse. Text size and color can make a big difference in legibility for people who have low vision.
pt: Da visão reduzida à cegueira, há um vasto conjunto de limitações visuais. Sintomas de visão reduzida incluem redução do brilho, da definição de contornos, visibilidade ao longe ou ao perto, daltonismo, redução de visão periférica, entre outras. Pessoas com estas limitações estão preocupadas com a capacidade de verem texto ou imagens no ecrã do computador e serem capazes de realizar tarefas que requerem coordenação mão/vista, tais como mover o rato. O tamanho e cor do texto pode fazer uma grande diferença na legibilidade para pessoas com visão reduzida.

source: <emphasis>Screen Magnifier</emphasis> - this is like a magnifying glass. People using them are able to control what area of the computer screen they want enlarged, and can move that focus to view different areas of the screen. They are also known as screen enlargers or large print programs.
pt: <emphasis>Ampliador de Ecrã</emphasis> - é como uma lupa. O utilizador pode controlar a área do ecrã do computador que quer ampliar, e pode mover esse foco para visualizar áreas distintas do ecrã. É também conhecida como aplicação de zoom de ecrã ou de letras grandes.

source: <emphasis>Screen Reader</emphasis> - this makes on-screen information available as synthesized speech or a refreshable Braille display. They can only translate text based information. Graphics can be translated if there is alternative text describing the visual images. They are also known as blind access utilities or screen reviewers.
pt: <emphasis>Locução de Ecrã</emphasis> - disponibiliza a informação no ecrã como locução sintetizada ou num ecrã Braille actualizável. Apenas podem transformar informação baseada em texto. Gráficos podem ser transformados se existir um texto alternativo a descrever as imagens visuais. São também conhecidas como aplicações de acesso a invisuais ou revisores de ecrã.

source: <emphasis>Desktop Appearance Enhancement</emphasis> - users can configure the desktop to be easy to read, for example by increasing text size and using high contrast themes.
pt: <emphasis>Melhorias na Aparência do Ambiente</emphasis> - os utilizadores podem configurar o ambiente para ser mais fácil de ler, por exemplo aumentando o tamanho do texto e utilizando temas de elevado contraste.

source: The <application>Orca Screen Reader and Magnifier</application> application enables users with limited vision, or no vision, to use the MATE Desktop and associated applications. <application>Orca</application> provides the following functionality:
eu: <application>Orca pantaila-irakurlea eta lupa</application> aplikazioak ikusmena mugatua edo ikusmenik ez duten erabiltzaileei aukera ematen die MATE mahaigaina eta asoziatutako aplikazioak erabiltzeko. <application>Orca</application> aplikazioak ondoko funtzionaltasuna eskaintzen du:
pt: A aplicação <application>Locutor de Ecrã e Ampliador Orca</application> permite aos utilizadores com visão reduzida, ou invisuais, utilizarem o Ambiente de Trabalho MATE e aplicações associadas. O <application>Orca</application> disponibiliza as seguintes funcionalidades:

source: Screen reader
eu: Pantaila-irakurlea
pt: Locutor de ecrã

source: The screen reader enables non-visual access to standard applications in the MATE Desktop, using speech and Braille output.
eu: Pantaila-irakurleak MATE Mahaigaineko aplikazio estandarretan modu ez-bisualean sartzeko aukera ematen du, hizketa eta Braille irteerak erabiliz.
pt: O locutor de ecrã permite a invisuais acederem às aplicações base no Ambiente de Trabalho MATE, utilizando interfaces de voz ou Braille.

source: The magnifier provides automated focus tracking and fullscreen magnification to aid low-vision users.
eu: Lupak foku automatikoaren segimendua eta pantaila osoko handitzea eskaintzen ditu, ikusmen eskasa duten erabiltzaileei laguntzeko.
pt: A amplificação, ou lupa, disponibiliza acompanhamento de foco e ampliação de ecrã completo para auxiliar utilizadores com visão reduzida.

source: The following sections provide information about Orca and how to use it.
eu: Honako atalek Orca-ri eta hau nola erabiltzen den buruzko informazioa ematen dute.
pt: As secções seguintes disponibilizam informação sobre o Orca e como o utilizar.
