Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: March 2005
de: März 2005
eu: 2005eko martxoa
hu: 2005. március
pt: Março de 2005
ru: Март 2005
uk: Березень 2005
zh_cn: 2005年3月

source: MATE 2.8 Desktop Accessibility Guide V2.8.0
de: MATE 2.8 Desktop-Barrierefreiheits-Handbuch V2.8.0
eu: MATE 2.8ren Mahaigaineko Erabilerraztasunaren Gida (2.8.0 bertsioa)
hu: A MATE asztali környezet akadálymentesítési kézikönyve (2.8.0 verzió)
pt: Guia de Acessibilidade do Ambiente de Trabalho MATE 2.8 V2.8.0
ru: Руководство по Специальным Возможностям MATE 2.8 V2.8.0
uk: MATE 2.8 - Посібник з можливостей доступності V2.8.0
zh_cn: MATE 2.8 桌面辅助功能指南 V2.8.0

source: September 2004
eu: 2004ko iraila
hu: 2004. szeptember
pt: Setembro de 2004
ru: Сентябрь 2004
uk: Вересень 2004
zh_cn: 2004年9月

source: MATE 2.6 Desktop Accessibility Guide V2.6.0
de: MATE 2.6 Desktop-Barrierefreiheits-Handbuch V2.6.0
eu: MATE 2.6ren Mahaigaineko Erabilerraztasunaren Gida (2.6.0 bertsioa)
hu: A MATE asztali környezet akadálymentesítési kézikönyve (2.6.0 verzió)
pt: Guia de Acessibilidade do Ambiente de Trabalho MATE 2.6 V2.6.0
ru: Руководство по Специальным Возможностям MATE 2.6 V2.6.0
uk: MATE 2.6 - Посібник з можливостей доступності V2.6.0
zh_cn: MATE 2.6 桌面辅助功能指南 V2.6.0

source: March 2004
de: März 2004
eu: 2004ko martxoa
hu: 2004. március
pt: Março de 2004
ru: Март 2004
uk: Березень 2004
zh_cn: 2004年3月

source: MATE 2.4 Desktop Accessibility Guide V2.4.0
de: MATE 2.4 Desktop-Barrierefreiheits-Handbuch V2.4.0
eu: MATE 2.4ren Mahaigaineko Erabilerraztasunaren Gida (2.4.0 bertsioa)
hu: A MATE asztali környezet akadálymentesítési kézikönyve (2.4.0 verzió)
pt: Guia de Acessibilidade do Ambiente de Trabalho MATE 2.4 V2.4.0
ru: Руководство по Специальным Возможностям MATE 2.4 V2.4.0
uk: MATE 2.4 - Посібник з можливостей доступності V2.4.0
zh_cn: MATE 2.4 桌面辅助功能指南 V2.4.0

source: October 2003
de: Oktober 2003
eu: 2003ko urria
hu: 2003. október
pt: Outubro de 2003
ru: Октябрь 2003
uk: Жовтень 2003
zh_cn: 2003年10月

source: MATE 2.2 Desktop Accessibility Guide V2.2.0
de: MATE 2.2 Desktop-Barrierefreiheits-Handbuch V2.2.0
eu: MATE 2.2ren Mahaigaineko Erabilerraztasunaren Gida (2.2.0 bertsioa)
hu: A MATE asztali környezet akadálymentesítési kézikönyve (2.2.0 verzió)
pt: Guia de Acessibilidade do Ambiente de Trabalho MATE 2.2 V2.2.0
ru: Руководство по Специальным Возможностям MATE 2.2 V2.2.0
uk: MATE 2.2 - Посібник з можливостей доступності V2.2.0
zh_cn: MATE 2.2 桌面辅助功能指南 V2.2.0

source: February 2003
de: Februar 2003
eu: 2003ko otsaila
hu: 2003. február
pt: Fevereiro de 2003
ru: Февраль 2003
uk: Лютий 2003
zh_cn: 2003年2月

source: MATE 2.0 Desktop for the Solaris Operating Environment Accessibility Guide V2.1
de: Barrierefreiheits-Handbuch des MATE-2.0-Desktops für das Solaris-Betriebssystem V2.1
eu: MATE 2.0 mahaigaina Solaris ingurune eragilearen erabilerraztasunaren gidarentzat (2.1 bertsioa)
hu: A MATE asztali környezet akadálymentesítési kézikönyve Solaris munkakörnyezethez (2.1 verzió)
pt: Guia de Acessibilidade do Ambiente de Trabalho MATE 2.0 para o Sistema Operativo Solaris V2.1
ru: Руководство по Специальным Возможностям MATE 2.0 для Solaris Operating Environment V2.1
uk: MATE 2.0 для Solaris Operating Environment - Посібник з можливостей доступності V2.1
zh_cn: MATE 2.0 Solaris 操作环境辅助功能指南 V2.1

source: January 2003
de: Januar 2003
eu: 2003ko urtarrila
hu: 2003. január
pt: Janeiro de 2003
ru: Январь 2003
uk: Січень 2003
zh_cn: 2003年1月

source: MATE 2.0 Desktop for the Solaris Operating Environment Accessibility Guide V2.0
de: Barrierefreiheits-Handbuch des MATE-2.0-Desktops für das Solaris-Betriebssystem V2.0
eu: MATE 2.0 mahaigaina Solaris ingurune eragilearen erabilerraztasunaren gidarentzat (2.0 bertsioa)
hu: A MATE asztali környezet akadálymentesítési kézikönyve Solaris munkakörnyezethez (2.0 verzió)
pt: Guia de Acessibilidade do Ambiente de Trabalho MATE 2.0 para o Sistema Operativo Solaris V2.0
ru: Руководство по Специальным Возможностям MATE 2.0 для Solaris Operating Environment V2.0
uk: MATE 2.0 для Solaris Operating Environment - Посібник з можливостей доступності V2.0
zh_cn: MATE 2.0 Solaris 操作环境辅助功能指南 V2.0

source: December 2002
de: Dezember 2002
eu: 2002ko abendua
hu: 2002. december
pt: Dezembro de 2002
ru: Декабрь 2002
uk: Грудень 2002
zh_cn: 2002年12月

source: This manual describes version 2.24 of the MATE Desktop.
de: In diesem Handbuch wird die Version 2.24 des MATE-Desktops beschrieben.
hu: Ez a kézikönyv a MATE asztali környezet 2.24-es verziójához készült.
uk: В цьому посібнику описується версія 2.24 середовища MATE.
zh_cn: 本手册描述了 MATE 用户桌面的 2.24 版本。

source: Feedback
eu: Ohar-bidaltzea
hu: Visszajelzés
pt: Comentários
ru: Обратная связь
uk: Зворотній зв'язок
zh_cn: 反馈

source: To report a bug or make a suggestion regarding the MATE Desktop or this manual, follow the directions in the <ulink type="help" url="ghelp:user-guide?feedback">MATE Feedback Page</ulink>.
de: Wenn Sie Fehler finden oder Vorschläge zum MATE-Desktop oder diesem Handbuch haben, folgen Sie den Hinweisen auf der <ulink type="help" url="ghelp:user-guide?feedback">MATE-Seite für Rückmeldungen</ulink>.
eu: MATE mahaigainari edo eskuliburu honi buruzko akatsen berri emateko edo oharrak bidaltzeko, <ulink type="help" url="ghelp:user-guide?feedback">MATEra oharrak bidaltzeko orria</ulink>n aurkituko dituzu argibideak.
hu: A MATE asztali környezettel vagy annak dokumentációjával kapcsolatos hibák bejelentéséhez és javaslatok tételéhez használja a <ulink type="help" url="ghelp:user-guide?feedback">MATE visszajelzés</ulink> oldalt.
uk: Щоб повідомити про помилку або внести пропозицію щодо середовища MATE чи цього посібника, дотримуйтесь інструкцій на сторінці <ulink type="help" url="ghelp:user-guide?feedback">Зворотній зв'язок з MATE</link>.
zh_cn: 要报告一个 bug，提出关于 MATE 桌面或此手册的建议，请访问下面这个链接：<ulink type="help" url="ghelp:user-guide?feedback">MATE 反馈页面</ulink>。

source: Introduction to Accessibility
de: Einführung in Barrierefreiheit
eu: Erabilerraztasunaren sarrera
hu: Az akadálymentesítés bemutatása
pt: Introdução à Acessibilidade
ru: Введение в специальные возможности
uk: Передмова до можливостей доступності
zh_cn: 辅助功能简介

source: Section 508
de: Abschnitt 508
eu: 508 atala
hu: 508-as paragrafus
pt: Secção 508
ru: Секция 508
uk: Розділ 508
zh_cn: 508章

source: This chapter introduces you to accessibility in the MATE Desktop.
de: Dieses Kapitel bietet eine Einführung in die Barrierefreiheit des MATE-Desktops.
eu: Atal honetan MATEren mahaigaineko erabilerraztasuna azaltzen da.
hu: Ez a fejezet bemutatja a MATE asztali környezet akadálymentesítési lehetőségeit.
pt: Este capítulo faz uma introdução à acessibilidade no Ambiente de Trablho MATE.
ru: Эта глава познакомит Вас со специальными возможностями MATE.
uk: Цей розділ ознайомить вас з можливостями доступності в середовищі MATE.
zh_cn: 本章向您介绍关于MATE桌面辅助技术的使用。

source: All software products should incorporate accessibility features to enable people with disabilities to use the software easily and efficiently. Recent legislation such as Section 508 of the U.S. Rehabilitation Act heightens awareness of the need to provide accessible software.
de: Alle Softwareprodukte sollten Zugriffsfunktionalitäten beinhalten, die es Menschen mit Behinderungen ermöglichen, die Software einfach und effizient zu nutzen. Die neueste Gesetzgebung, zum Beispiel Paragraph 508 des U.S. Eingliederungsgesetzes, erhöht das Bewusstsein für die Notwendigkeit von allseits nutzbarer Software.
eu: Software-produktu guztiek erabilerraztasunaren eginbidea eduki beharko lukete, ezgaitasunak dituen jendeak softwarea erraz eta eraginkortasunez erabili ahal dezan. Legeria berriek, esaterako AEBetako Birgaitze Legearen (Rehabilitation Act) 508 atalak, software erabilerraza eskaintzeko beharraz jabetu behar dela azpimarratzen du.
hu: Minden szoftvernek tartalmaznia kell olyan lehetőségeket, amelyek segítségével a fogyatékos felhasználók is egyszerűen és hatékonyan tudják használni a szoftvert. Erről az Egyesült Államokban törvényt is hoztak (Rehabilitációs Törvény 508. §), ami felhívja a figyelmet az akadálymentesítési lehetőségek szükségességére a szoftverekben.
pt: Todos os produtos de "software" deverão incorporar funcionalidades de acessibilidade permitindo às pessoas com limitações utilizar essas aplicações fácil e eficientemente. Legislação recente tal como a Secção 508 do "U.S. Rehabilitation Act" tornou mais visível a necessidade de serem disponibilizadas aplicações acessíveis.
ru: Все программные продукты должны включать поддержку специальных возможностей, чтобы люди с физическими ограничениями могли использовать программное обеспечение легко и эффективно. Относительно недавно появившиеся законодательные акты США, например, секция 508 акта о реабилитации трудящихся США способствуют ещё более полному осознанию того, что программное обеспечение необходимо делать доступным.
uk: Всі програмні продукти мають включати підтримку можливостей доступності для людей з фізичними недоліками, щоб вони мали змогу використовувати програмне забезпечення легко і ефективно. Нове законодавство США, таке як розділ 508 Закону США з реабілітації, підвищує поінформованість про необхідність забезпечити доступність програмного забезпечення для всіх.
zh_cn: 软件产品应该具备让残疾人也能方便使用的特性。最近的一些立法像美国政府康复法案（Rehabilitation Act）508 条款，提高了软件可操作性的意识。

source: The MATE Desktop is easy to use and incorporates many accessibility features. Every supported application and utility in the MATE Desktop is designed with accessibility and usability in mind. Users with physical disabilities such as low vision or impaired motor skills can use all of the functionality of the MATE Desktop thanks to the customization tools that are available. These customization tools enable you to fine-tune the appearance and behavior of the desktop.
de: Der MATE Desktop ist einfach in der Handhabung und beinhaltet viele Zugriffsfunktionalitäten. Jede unterstützte Anwendungsmöglichkeit und Nutzbarkeit des MATE Desktops wurde unter der Berücksichtigung von Zugänglichkeit und Benutzerfreundlichkeit gestaltet. Benutzer mit physischen Handikaps wie Sehbehinderungen oder motorischen Einschränkungen können dank der individuell anpassbaren Einstellungen die gesamte Funktionalität des MATE Desktops nutzen. Diese Einstellungsmöglichkeiten ermöglichen die Feineinstellung von Aussehen und Eigenschaften des Desktops.
hu: A MATE asztali környezet egyszerűen használható és számos akadálymentesítési szolgáltatást biztosít. A MATE asztali környezet minden támogatott alkalmazása és segédprogramja az akadálymentesítés és a használhatóság jegyében készült. A fizikai fogyatékosságokkal rendelkező felhasználók, például csökkentlátók vagy mozgássérültek, a MATE asztali környezet minden funkcióját ki tudják használni a beállítóeszközeinek köszönhetően. A beállítóeszközök lehetővé teszik az asztali környezet megjelenési beállításainak és viselkedésének finomhangolását.
ru: Рабочая среда MATE легка в использовании и включает множество средств поддержки специальных возможностей. Всякое поддерживаемое в MATE приложение разработано с учётом требования доступности и удобства использования. Пользователи с физическими ограничениями, например, с нарушением зрения или с нарушенной двигательной активностью, могут использовать всю функциональность MATE, благодаря возможностям настройки рабочего стола. Инструменты настройки позволяют вам изменить вид и поведение рабочего стола.
uk: Середовище MATE просте у використанні і включає в себе багато можливостей доступності. Кожна підтримувана в середовищі MATE програма та засіб розроблені з урахування можливостей доступності та зручності у використанні. Користувачі з фізичними вадами, такими як поганий зір або порушення моторики мають змогу використовувати всі функціональні можливості середовища MATE, завдяки інструментам налаштування. Ці інструменти дають змогу тонко налаштувати вигляд та поведінку стільниці.
zh_cn: MATE 桌面是易于使用，并且具备许多辅助功能特性。在每个 MATE 桌面支持的应用程序和工具，都设计了可操作性和可用性思想。身体残疾的用户，像视力较弱或运动能力缺乏，也能使用 MATE 桌面的所有功能，感谢各个可用的定制工具。定制工具允许您对桌面的显示方式和行为进行调整。

source: The ability to easily customize the MATE Desktop contributes greatly to the accessibility of the desktop. This guide describes the various options available to meet your particular needs.
de: Die Möglichkeit, den MATE Desktop anzupassen, trägt stark dazu bei, die Zugänglichkeit der Oberfläche zu verbessern. Dieses Handbuch beschreibt die vielfältigen Möglichkeiten, die Sie zur Anpassung an Ihre speziellen Bedürfnisse nutzen können.
hu: A MATE asztali környezet egyszerű személyre szabhatósága jelentősen hozzájárul ahhoz, hogy a fogyatékos felhasználók is könnyedén tudják használni azt. Ez a kézikönyv leírja az egyéni beállításokhoz elérhető különböző eszközöket.
ru: Возможность лёгкой настройки параметров в MATE значительно улучшает доступность рабочего стола. Это руководство описывает различные возможности, которые доступны вам для удовлетворения специальных потребностей.
uk: Можливість простого налаштування середовища MATE в значній мірі сприяє доступності до нього. Цей посібник описує різні варіанти налаштування у відповідності до ваших специфічних потреб.
zh_cn: 设置 MATE 桌面的可访问性和可操作性，是一件非常容易的事情。这个指南向您介绍了多种不同的配置方法以满足您的不同需要。

source: Quick Reference
de: Kurzreferenz
hu: Rövid referencia
uk: Стислий довідник
zh_cn: 快速参考

source: To jump to a specific topic, follow these quick reference links:
de: Um zu einem bestimmten Thema zu gelangen, folgen Sie diesen Links zur Schnellhilfe:
hu: Adott témakörre ugráshoz használja az alábbi hivatkozásokat:
uk: Щоб звернутись до конкретної теми, перейдіть за цими швидкими посиланнями:
zh_cn: 要跳过特定的主题，请点击这些快速参考链接

source: To hear screen elements spoken to you, see the <link linkend="enable-orca">Orca</link> section.
de: Zum Vorlesen von Bildschirmelementen verwenden Sie den Abschnitt <link linkend="enable-orca">Orca</link>.
hu: A képernyőn megjelenő elemek felolvastatásához nézze meg az <link linkend="enable-orca">Orka</link> című fejezetet.
uk: Щоб чути звернення до вас від елементів екрана, перейдіть до розділу <link linkend="enable-orca">Orca</link>.
zh_cn: 要想听到屏幕上的元素被朗读，请参阅： <link linkend="enable-orca">Orca</link> 段落。

source: If you need large print, read about <link linkend="themes-4">Choosing Themes</link> and <link linkend="themes-10">Customizing Fonts</link>.
de: Falls Sie große Schrift benötigen, lesen Sie die Abschnitte <link linkend="themes-4">Themen auswählen</link> und <link linkend="themes-10">Schriften anpassen</link>.
hu: Ha nagy méretű betűkre van szüksége, olvasson a <link linkend="themes-4">Témák kiválasztásáról</link> és a <link linkend="themes-10">Betűkészletek személyre szabásáról</link>.
uk: Якщо потребуєте збільшеного відображення на екрані, прочитайте про це в розділах <link linkend="themes-4">Вибір тем</link> та <link linkend="themes-10">Налаштування шрифтів</link>.
zh_cn: 如果您需要大字体显示，请阅读 <link linkend="themes-4">Choosing Themes</link> and <link linkend="themes-10">设置字体</link>。

source: To have some or all of the screen magnified, see the <link linkend="ats-2">Magnifier</link> section.
de: Um den kompletten Bildschirminhalt oder einen Teil zu vergrößern, lesen Sie den <link linkend="ats-2">Lupen</link>-Abschnitt.
hu: A képernyőn megjelenő információk nagyításához, nézze meg a <link linkend="ats-2">Nagyító</link> című fejezetet.
uk: Щоб мати збільшений екран або деякі частини його, дивіться розділ <link linkend="ats-2">Лупа</link>.
zh_cn: 要想屏幕局部或全屏放大，请参阅：<link linkend="ats-2">屏幕放大镜</link> 章节。

source: If you prefer a pointing device over the keyboard, you can configure an on-screen keyboard for point-and-click typing; see the <link linkend="gok">MATE Onscreen Keyboard (gok)</link> section.
de: Wenn Sie ein Zeigegerät anstelle der Tastatur bevorzugen, können Sie eine Bildschirmtastatur zum "zeigen-und-klicken" Tippen konfigurieren; siehe Abschnitt <link linkend="gok">MATE Bildschirmtastatur (gok)</link>.
hu: Ha a billentyűzet helyett mutatóeszközöket szeretne használni, beállíthat egy képernyő-billentyűzetet a mutatással és kattintással gépelésre. Bővebb információkért nézze meg a <link linkend="gok">Képernyő-billentyűzet</link> című fejezetet.
uk: Якщо ви віддаєте перевагу вказівному пристрою через клавіатуру, встановіть параметр екранної клавіатури "вказати і клацнути". Детальніше про це дивіться розділ <link linkend="gok">Екранна клавіатура MATE (gok)</link>.
zh_cn: 如果您更喜欢用指针设备来操作键盘，可以设置一个屏幕键盘，用点击来输入；请参阅：<link linkend="gok">MATE 屏幕键盘(gok)</link> 章节。

source: If you can only press one key at a time, see the Sticky Keys portion of the <link linkend="dtconfig-14">Configuring an Accessible Keyboard</link> section.
de: Wenn Sie nicht mehrere Tasten gleichzeitig drücken können, lesen Sie den Teil über »Klebende Tasten« im Abschnitt <link linkend="dtconfig-14">Konfigurieren einer barrierefreien Tastatur</link>.
hu: Ha egyszerre csak egy billentyűt képes lenyomni, nézze meg a ragadós billentyűk beállításait a <link linkend="dtconfig-14">Billentyűzet akadálymentesítésének beállítása</link> című fejezetben.
uk: Якщо ви можете натискати одночасно лише одну клавішу, прочитайте частину "Липкі клавіші" розділу <link linkend="dtconfig-14">Налаштування доступності клавіатури</link>.
zh_cn: 如果您在一个时间仅能按下一个键，请查看 <link linkend="dtconfig-14">配置键盘</link> 的粘滞键部分。

source: If you tend to press keys for too long a time (normally causing inadvertant extra keys), see the Slow Keys portion of the <link linkend="dtconfig-14">Configuring an Accessible Keyboard</link> section.
de: Wenn Sie dazu tendieren, Tasten zu lang zu drücken (dies bewirkt normalerweise die unabsichtliche Eingabe überflüssiger Zeichen), schauen Sie im Abschnitt <link linkend="dtconfig-14">Konfigurieren einer barrierefreien Tastatur</link> unter »Tastenverzögerung« nach.
hu: Ha túl hosszú ideig tartja nyomva a billentyűket, nézze meg a lassú billentyűk beállítást a <link linkend="dtconfig-14">Billentyűzet akadálymentesítésének beállítása</link> című fejezetben.
uk: Якщо ви схильні до повільного натикання клавіш (як правило, це викликає ненавмисні зайві спрацювання клавіш), перегляньте частину "Повільні клавіші" розділу <link linkend="dtconfig-14">Налаштування доступності клавіатури</link>.
zh_cn: 如果您倾向于长时间按一个键（通常会导致额外的重复），请查看 <link linkend="dtconfig-14">配置键盘辅助工具</link> 的慢速键部分。

source: If you tend to press keys multiple times (normally causing inadvertant extra keys), see the Bounce Keys portion of the <link linkend="dtconfig-14">Configuring an Accessible Keyboard</link> section.
de: Wenn Sie dazu tendieren, Tasten mehrmals zu drücken (dies bewirkt normalerweise die unabsichtliche Eingabe überflüssiger Zeichen), schauen Sie im Abschnitt <link linkend="dtconfig-14">Konfigurieren einer barrierefreien Tastatur</link> unter »Springende Tasten« nach.
hu: Ha többször nyom le egymás után egy billentyűt, nézze meg a billentyűismétlés beállítást a <link linkend="dtconfig-14">Billentyűzet akadálymentesítésének beállítása</link> című fejezetben.
uk: Якщо ви схильні до багаторазового натискання клавіш (як правило, це викликає ненавмисні зайві спрацювання клавіш), перегляньте частину "Пружні клавіші" розділу <link linkend="dtconfig-14">Налаштування доступності клавіатури</link>.
zh_cn: 如果您倾向于多次按一个键（通常会导致额外的重复），请查看 <link linkend="dtconfig-14">配置键盘辅助工具</link> 的回弹键部分。

source: For further mouse- or pointer-based accessibility support, see the <link linkend="mousetweaks">MouseTweaks</link> and <link linkend="dtconfig-14">Configuring an Accessible Keyboard</link> sections. These tools supply several accessibility aids for pointer devices and keyboards.
de: Für weitere maus- oder zeigerbasierte Zugriffsunterstützung nutzen Sie die Abschnitte <link linkend="mousetweaks">MouseTweaks</link> und <link linkend="dtconfig-14">Konfigurieren einer barrierefreien Tastatur</link>. Diese Werkzeuge stellen verschiedene Zugangshilfen für Zeigegeräte und Tastaturen zur Verfügung.
hu: A mutatóeszközök akadálymentes használatának elsajátításához nézze meg a <link linkend="mousetweaks">MouseTweaks</link> és a <link linkend="dtconfig-14">Billentyűzet akadálymentesítésének beállítása</link> című fejezeteket.
uk: Крім того, підтримка можливостей доступності для миші та вказівних пристроїв описана в розділах <link linkend="mousetweaks">MouseTweaks</link> та <link linkend="dtconfig-14">Налаштування доступності клавіатури</link>. Ці інструменти надають деякі допоміжні засоби для вказівних пристроїв та клавіатур.
zh_cn: 要获得更多鼠标设备的辅助功能支持，请查看 <link linkend="mousetweaks">MouseTweaks</link> 和 <link linkend="dtconfig-14">配置键盘辅助工具</link> 部分。这些工具能够为鼠标和键盘提供一些辅助功能帮助。

source: General Accessibility Tips
de: Allgemeine Tipps zur Zugänglichkeit
eu: Erabilerraztasunaren argibide orokorrak
hu: Általános akadálymentesítési tanácsok
pt: Dicas Gerais de Acessibilidade
ru: Общие советы по специальным возможностям
uk: Загальні поради до можливостей доступності
zh_cn: 常规辅助功能提示

source: A number of technologies can be of assistance to people with different types of disabilities. These are covered in this section. In particular:
de: Menschen mit unterschiedlichen Formen von Behinderungen stehen verschiedene Hilfstechnologien zur Verfügung. Diese werden in diesem Abschnitt betrachtet. Diese sind im Einzelnen:
eu: Teknologia kopuru bat ezgaitasun mota desberdinak dituzten pertsonei laguntzeko izan daitezke. Hauek atal honetan azaltzen dira. Bereziki:
hu: Számos akadálymentesítési technológia vehető igénybe a fogyatékos felhasználók számára, amelyekről ebben a fejezetben olvashat bővebben. A MATE asztali környezetben az alábbi lehetőségek állnak rendelkezésre:
pt: Algumas das tecnologias podem ser úteis para pessoas com diferentes tipos de incapacidade. Estas são abordadas nesta secção. Em especial:
ru: Множество технологий могут помочь людям с различными видами физических ограничений. Этот раздел охватывает темы, связанные с подобными технологиями. В частности:
uk: Ряд технологій, які розглядаються в цьому розділі, будуть корисні для людей з обмеженими фізичними можливостями. Зокрема:
zh_cn: 一些技术可以帮助不同残疾的人们。这些包含在下面的章节。特别是：

source: <emphasis> Essential Keyboard Commands </emphasis> - covers some basic keyboard commands.
de: <emphasis>Wichtige Tastaturbefehle</emphasis> - enthält grundlegende Tastaturbefehle.
hu: <emphasis>Alapvető billentyűparancsok</emphasis> - néhány alapvető billentyűparancsot ismertet.
uk: <emphasis> Основні команди клавіатури </emphasis> - охоплює деякі базові команди клавіатури.
zh_cn: <emphasis> 必备键盘命令 </emphasis> - 一些基本的键盘操作命令。

source: <emphasis> Keyboard Desktop Navigation </emphasis> - allows users to navigate the desktop without using a mouse or pointer device.
de: <emphasis>Verwenden der Tastatur zur Navigation auf dem Desktop</emphasis> - ermöglicht Anwendern die Navigation auf dem Desktop, ohne eine Maus oder ein anderes Zeigegerät verwenden zu müssen.
hu: <emphasis>Billentyűzetről vezérelhető kurzor</emphasis> – lehetővé teszi az asztalon történő navigálást egér vagy más pozicionálóeszköz használata nélkül.
ru: <emphasis> Перемещение по рабочему столу при помощи клавиатуры </emphasis> - позволяет пользователям перемещаться по рабочему столу без использования мыши и указывающих устройств.
uk: <emphasis> Навігація з клавіатури </emphasis> - дає змогу користувачам переміщатися по стільниці без використання миші або вказівних пристроїв.
zh_cn: <emphasis>键盘访问桌面</emphasis> - 允许用户不使用鼠标或其他指针设备来使用桌面。
