Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Semicolon</keycap></keycombo> - "Say all" command; reads from the current position of the caret to the end of the document.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>Semikolon</keycap></keycombo> - Befehl »Alles vorlesen«; liest von der aktuellen Cursorposition bis zum Ende des Dokuments.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>Pontosvessző</keycap></keycombo>: A dokumentum felolvasása a kurzor pozíciójától a végéig.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>Semicolon</keycap></keycombo> — команда «вимовити все»; читає від чинної позиції каретки до кінця документа.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>Semicolon</keycap></keycombo> - “朗读全部”命令；从光标所在的当前位置朗读到文档结尾。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Enter</keycap></keycombo> - "Where am I" command; speaks information such as the title of the current application window, as well as the name of the control that currently has focus.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>Eingabetaste</keycap></keycombo> - Befehl »Wo bin ich«; liest Informationen wie den Titel der aktuellen Anwendung oder den Namen des fokussierten Elements.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>Numpad</keycap><keycap>Enter</keycap></keycombo>: Végrehajtja a „Hol vagyok” műveletet. Ez a parancs még egyszer kimondja az aktuális alkalmazásablak címét, vagy a fókuszban lévő objektumot. Ha például egy menüben tartózkodik és végrehajtja a „Hol vagyok” műveletet, kimondásra kerül a menüpont és annak gyorsbillentyűje is.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>Enter</keycap></keycombo> — команда «Де я?»; вимовляє таку інформацію як назва вікна чинної програми або назву елемента керування, який на цей час має фокус.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>回车键</keycap></keycombo> - “我在哪”(Where am I)命令；读出像那些当前窗口标题等信息，类似的也会读出当前获得焦点控件的名称。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>H</keycap></keycombo> - enter learn mode (press <keycap>Escape</keycap> to exit).
de: <keycombo><keycap>Feststelltaste</keycap><keycap>H</keycap></keycombo> - betritt den Lernmodus (zum Verlassen drücken Sie <keycap>Esc</keycap>).
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>H</keycap></keycombo>: Belépés a tanulási módba. Ha ki szeretne lépni a tanulási módból, akkor nyomja meg az <keycap>Escape</keycap> billentyűt.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>H</keycap></keycombo> — увійти в режим навчання (щоб вийти, натисніть клавішу <keycap>Escape</keycap>)
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>H</keycap></keycombo> - 进入 <application>Orca</application> 的“教学模式”(按 <keycap>Esc</keycap> 键退出)。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>F</keycap></keycombo> - speak font and attribute information for the current character.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>F</keycap></keycombo> - Liest Informationen über Schrift und Attribute des aktuellen Zeichens.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>F</keycap></keycombo>: Kimondja az aktuális karakter betűkészletét és szöveges attribútumait.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>F</keycap></keycombo> — озвучити інформацію про шрифт і атрибут чинного символу.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>F</keycap></keycombo> - 读出当前字符的字体和属性信息。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Space</keycap></keycombo> - launch the <application>Orca</application> Configuration dialog.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>Leertaste</keycap></keycombo> - Startet den <application>Orca</application>-Konfigurationsdialog.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>Szóköz</keycap></keycombo>: Megjeleníti az Orka grafikus beállítóablakát.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>Space</keycap></keycombo> — запустити діалог конфігурації <application>Orca</application>.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>空格键</keycap></keycombo> - 启动 <application>Orca</application> 配置对话框。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> - reload user settings and reinitialize services as necessary; also launches the <application>Orca</application> Configuration dialog for the current application.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>Strg</keycap><keycap>Leertaste</keycap></keycombo> - Benutzereinstellungen werden neu geladen und Dienste wenn erforderlich neu gestartet. Außerdem wird der grafische Konfigurationsdialog von <application>Orca</application> für die aktuelle Anwendung gestartet.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>Ctrl</keycap><keycap>Szóköz</keycap></keycombo>: Újratölti a felhasználói beállításokat és szükség esetén újrainicializálja a szolgáltatásokat. Elindítja az <application>Orka</application> az alkalmazásspecifikus beállítóablakot az aktív alkalmazáshoz.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> — перезавантажити налаштування та ініціалізацію послуг користувача, якщо необхідно. Також запускає діалог конфігурації <application>Orca</application> для чинної програми.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>Ctrl</keycap><keycap>空格键</keycap></keycombo> - 重新载入用户设置，如果需要并重新激活服务。也为当前应用程序启动 <application>Orca</application> 配置对话框。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>S</keycap></keycombo> - toggle speech on and off.
de: <keycombo><keycap>Caps_Lock</keycap><keycap>S</keycap></keycombo> - Schaltet die Sprachausgabe ein und aus.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>S</keycap></keycombo>: A beszéd be- és kikapcsolása.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>S</keycap></keycombo> — увімкнути або вимкнути озвучення.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>S</keycap></keycombo> - 在启用和禁用朗读之间切换。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>F11</keycap></keycombo> - toggle the reading of tables, either by single cell or whole row.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>F11</keycap></keycombo> - Tabellen werden entweder Zelle für Zelle oder zeilenweise vorgelesen.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>F11</keycap></keycombo>: Váltás a táblázatok aktuális cellájának felolvasása és az egész sor felolvasása között.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>F11</keycap></keycombo> — перемикає озвучення таблиць (озвучити комірку чи весь рядок).
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>F11</keycap></keycombo> - 朗读表格项，按单元格或整行朗读。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Q</keycap></keycombo> - quit <application>Orca</application>.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>Q</keycap></keycombo> - beendet <application>Orca</application>.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>Q</keycap></keycombo>: Kilépés az Orka programból.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>Q</keycap></keycombo> — вийти з <application>Orca</application>.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>Q</keycap></keycombo> - 退出 <application>Orca</application>。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Home</keycap></keycombo> - report information on the currently active script.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>Alt</keycap><keycap>Strg</keycap><keycap>Pos1</keycap></keycombo> - gibt Informationen über das aktuelle Skript aus.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Home</keycap></keycombo>: Információkat ad a jelenleg aktív parancsfájlról.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Home</keycap></keycombo> — повідомити інформацію про чинний активний сценарій.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Home</keycap></keycombo> - 报告当前激活脚本的信息。

source: In order for the next three commands to be of use, <application>Orca</application> needs to be started from a virtual console or via <application>mate-terminal</application>. Output is sent to the console only (i.e., it is not sent to speech or braille).
de: Um die folgenden drei Befehle verwenden zu können ist es erforderlich, dass <application>Orca</application> von einer virtuellen Konsole oder dem <application>mate-terminal</application> gestartet wurde. Die Ausgabe erfolgt ausschließlich auf der Konsole (das bedeutet, dass keine Ausgabe über die Sprachausgabe oder Braillezeile geschieht).
hu: A következő három parancs használatához az <application>Orkát</application> a <application>mate-terminalból</application> vagy virtuális konzolból kell elindítani. A három parancs kimenete csak a konzolra kerül kiírásra, azaz nem lesz kimondva vagy a braille kijelzőre kiírva.
uk: Для того, щоб виконати три наступні команди, програму <application>Orca</application> потрібно запустити в консолі або в <application>mate-terminal</application>. Вихідні дані будуть спрямовані лише на консоль (тобто, не будуть озвучуватись і не виводитимуться на дисплей Брайля).
zh_cn: 为了使用下面三个命令，<application>Orca</application> 需要从虚拟控制台或 mate-terminal(终端)启动。输出仅会发送到控制台(例如，它不会从语音或盲文输出)。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>End</keycap></keycombo> - prints a debug listing of all known applications to the console where <application>Orca</application> is running.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>Alt</keycap><keycap>Strg</keycap><keycap>Ende</keycap></keycombo> - gibt Informationen über bekannte Anwendungen auf der Konsole aus, auf der <application>Orca</application> gerade läuft.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>End</keycap></keycombo>: Hibakeresési céllal kiírja az összes alkalmazás listáját arra a konzolra, amelyen az <application>Orka</application> fut.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>End</keycap></keycombo> — вивести список зневадження всіх відомих програм до консолі, в якій працює <application>Orca</application>.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>End</keycap></keycombo> - 显示一个所有已知应用程序的调试列表到 <application>Orca</application> 运行的虚拟控制台。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Page_Up</keycap></keycombo> - prints debug information about the ancestry of the object with focus.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>Alt</keycap><keycap>Strg</keycap><keycap>Bild auf</keycap></keycombo> - gibt Debug-Informationen über die Abstammung des fokussierten Objektes aus.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Page Up</keycap></keycombo>: Hibakeresési információkat ír ki a fókuszban lévő objektum szülőiről.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Page_Up</keycap></keycombo> — вивести інформацію зневадження про походження об'єкта, який має фокус.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Page_Up</keycap></keycombo> - 显示关于获得焦点对象的调用关系的调试信息。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Page_Down</keycap></keycombo> - prints debug information about the object hierarchy of the application with focus.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>Alt</keycap><keycap>Strg</keycap><keycap>Bild ab</keycap></keycombo> - gibt Debug-Informationen über die Hierarchie der fokussierten Anwendung aus.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Page Down</keycap></keycombo>: Hibakeresési információkat ír ki a fókuszban lévő objektum szülőiről.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Page_Down</keycap></keycombo> — вивести інформацію зневадження про ієрархію об’єктів програми, яка має фокус.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Page_Down</keycap></keycombo> - 显示关于获得焦点程序等级的调试信息。

source: Application-Specific Information
de: Anwendungsspezifische Informationen
hu: Alkalmazásspecifikus információk
uk: Спеціалізована інформація
zh_cn: 特定应用程序的信息

source: Accessible Applications
de: Barrierefreie Anwendungen
eu: Aplikazio erabilerrazak
hu: Akadálymentes alkalmazások
pt: Aplicações Acessíveis
uk: Програми для допоміжних технологій
zh_cn: 可访问性应用程序

source: <application>Orca</application> is designed to work with applications and toolkits that support the Assistive Technology Service Provider Interface (AT-SPI). This includes the MATE Desktop and its bundled applications: OpenOffice, Firefox, and the Java platform. Some applications work better than others, however, and the <application>Orca</application> community continually works to provide superior access to more and more applications.
de: <application>Orca</application> arbeitet mit Anwendungen und Toolkits, die das »Assistive Technology Service Provider Interface« (AT-SPI) unterstützen. Dazu zählt der MATE-Desktop und damit verbundene Anwendungen: OpenOffice, Firefox und die Java Plattform. Natürlich funktionieren einige Anwendungen besser als andere und die <application>Orca</application>-Gemeinschaft arbeitet kontinuierlich daran, die Zugänglichkeit von mehr und mehr Anwendungen zu verbessern.
hu: Az Orka az AT-SPI szabványt támogató alkalmazásokkal és eszközkészletekkel való együttműködésre van tervezve. Ezek közé tartozik a MATE asztali környezet és alkalmazásai, valamint az OpenOffice, Firefox és a Java platform. Néhány alkalmazás jobban működik másoknál, az Orka csoport folyamatosan azon dolgozik, hogy egyre több alkalmazást lehessen kifogástalanul használni.
uk: <application>Orca</application> розроблена для роботи з програмами та інструментарієм, що підтримують інтерфейс постачальника послуг допоміжних технологій (AT-SPI). Він охоплює середовище MATE та дотичні до нього програми: OpenOffice, Firefox та платформу Java. Деякі програми працюють краще, інші гірше, однак спільнота <application>Orca</application> постійно працює, щоб забезпечити найзручніший доступ до все більшої кількості програм.
zh_cn: <application>Orca</application> 设计成与那些支持 Assistive Technology Service Provider Interface (AT-SPI)应用程序和开发包一同工作。这包括 MATE 桌面和它捆绑的应用程序：OpenOffice，Firefox 和 Java 平台。一些应用程序比另一些工作得更好，不论如何，<application>Orca</application> 社区会不断努力提供对更多优秀应用程序支持。

source: Making Application-Specific Settings
de: Anwendungsspezifische Einstellungen
hu: Alkalmazásspecifikus beállítások megadása
uk: Виконання спеціалізованих налаштувань
zh_cn: 为应用程序指定设置

source: To customize the settings for a particular application, you will first need to run that application. Make sure the application has focus, then press <keycombo><keycap>Orca_Modifier</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> (by default, this will be <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> for the Desktop keyboard layout).
de: Um Einstellungen für eine bestimmte Anwendung vorzunehmen, müssen Sie diese zunächst starten. Stellen Sie sicher, dass die Anwendung den Fokus besitzt. Drücken Sie nun <keycombo><keycap>Orcamodifikator</keycap><keycap>Strg</keycap><keycap>Leertaste</keycap></keycombo> (standardmäßig entspricht dies bei der Desktopbelegung <keycombo><keycap>Einfg</keycap><keycap>Strg</keycap><keycap>Leertaste</keycap></keycombo>).
hu: Egy alkalmazás alkalmazásspecifikus Orka beállításainak létrehozásához először el kell indítani az adott alkalmazást. Győződjön meg róla, hogy az alkalmazás aktív, majd nyomja meg az <keycombo><keycap>Orka módosító</keycap><keycap>Control</keycap><keycap>Szóköz</keycap></keycombo> billentyűkombinációt (alapértelmezésben, asztali billentyűzetkiosztás esetén ez az <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>szóköz</keycap></keycombo>).
uk: Щоб налаштувати параметри для окремої програми, спочатку потрібно запустити цю програму. Переконайтеся, що програма має фокус, а потім натисніть <keycombo><keycap>Orca_Modifier</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> (типова комбінація клавіш для настільних клавіатур <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo>).
zh_cn: 要为一个特定的应用程序自定义设置，您首先要运行这个程序，确保该程序获得焦点，然后按组合键 <keycombo><keycap>ORCA_修饰键</keycap><keycap>Control</keycap><keycap>空格键</keycap></keycombo> (默认情况，<keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>空格键</keycap></keycombo> 用在台式机键盘布局)。

source: This brings up a tabbed dialog window very similar to the <application>Orca</application> configuration dialog, but with the following differences:
de: Ein Dialogfenster, das eine große Ähnlichkeit mit dem <application>Orca</application>-Konfigurationsdialog hat, wird angezeigt. Es gibt aber die folgenden Unterschiede:
hu: Megjelenik az Orka általános beállítások párbeszédablakához nagyon hasonló többlapos párbeszédpanel, de az alábbi különbségekkel:
uk: З'явиться діалогове вікно з вкладками дуже схоже на діалог конфігурації <application>Orca</application>, але з такими відмінностями:
zh_cn: 这时出来的标签对话框跟 <application>Orca</application> 配置框非常相似，但也有下面几个不同：

source: There is no initial General pane.
de: Die Einstiegsseite »Allgemein« ist nicht vorhanden.
hu: Ebben a párbeszédablakban nincs Általános oldal.
pt: Não existe um painel Geral inicial.
uk: В ньому немає вкладки «Загальне».
zh_cn: 没有开始的常规面板

source: The Speech System and Speech Synthesizer combo boxes on the Speech pane will be grayed out (made inactive).
de: Auf der Seite »Sprache« sind die Felder »Sprachausgabesystem« und »Sprachsynthesizer« ausgegraut (nicht verfügbar).
hu: A Beszéd lapon a beszédrendszer és a beszédszintetizátor legördülő dobozok le vannak tiltva (inaktívak).
pt: As caixas de selecção exclusiva de Sistema de Locução e Sintetizador de Voz no painel de Locução estão trancadas e cinzentas (desactivadas).
uk: Комбіновані списки «Мовна система» та «Мовний синтезатор» на вкладці «Озвучення» затінені (неактивні).
zh_cn: 语音面板里的语言系统和引擎组合框是灰色的(不活动的)

source: Any existing application-specific key bindings will appear at the top of the list on the Key Bindings pane.
de: Jegliche vorhandene anwendungsspezifische Tastenkombinationen werden auf der Seite der Tastenkombinationen ganz oben in der Liste angezeigt.
hu: A létező alkalmazásspecifikus billentyűtársítások a Billentyűtársítások oldalon a billentyűtársítások lista tetején jelennek meg.
uk: Всі наявні прив’язки клавіш, що враховують специфіку конкретної програми, з’являтимуться у верхній частині списку прив’язок на вкладці «Прив’язки клавіш».
zh_cn: 按键绑定页面顶部，会有一些特定应用程序的绑定键。

source: There may be a new application-specific settings pane at the end of the set of tabbed panes. Note that pressing the End key from the tab list will get you directly to the right-most tab.
de: Am Ende der Liste mit den verfügbaren Reitern kann sich eventuell ein weiterer Reiter mit anwendungsspezifischen Einstellungen befinden. Beachten Sie, dass Sie in der Liste der verfügbaren Reiter mit der »Ende«-Taste den letzten Reiter fokussieren können.
hu: A laplista végén egy új, alkalmazásspecifikus beállítólap található. Megjegyzés: Az End billentyű laplistán való lenyomásával közvetlenül erre a lapra ugorhat.
uk: В кінці панелі вкладок може з’явитись нова вкладка спеціалізованих налаштувань. Зауважте, що натискання клавіші End з панелі вкладок, перемістить вас безпосередньо до крайньої правої вкладки.
zh_cn: 可能在特定应用程序的设置标签后面，有一些新的特殊设置标签。注意，在面板列表中按 End 键将会直接到最右边标签。

source: Adjust your application-specific settings in the same way you set your general <application>Orca</application> preferences. For example, you may have Key Echo disabled generally in <application>Orca</application> but would like to specifically have it enabled for the <application>gcalctool</application> (MATE Calculator) application. Here's where you could easily set that.
de: Sie passen die anwendungsspezifischen Einstellungen auf die selbe Weise an, wie Sie es für das generelle Verhalten von <application>Orca</application> tun. Sie möchten beispielsweise das Tastaturecho generell in <application>Orca</application> abschalten, aber in der Anwendung <application>gcalctool</application> (dem MATE-Taschenrechner) aktivieren. Dies ist die Stelle, wo Sie Derartiges auf einfache Weise einstellen können.
hu: Az alkalmazásspecifikus beállítások az Orka általános beállításaihoz hasonló módon szabhatók személyre. Ha például a billentyűvisszhang általánosságban le van tiltva, de a Számológép alkalmazásban engedélyezni kívánja, akkor ezt itt egyszerűen megteheti.
uk: Налаштовуйте спеціалізовані параметри окремої програми так само, як і загальні параметри <application>Orca</application>. Наприклад, якщо в загальних налаштуваннях <application>Orca</application> вимкнений загальний параметр «Озвучення клавіш» а вам потрібно увімкнути його окремо для програми <application>gcalctool</application> (калькулятор MATE), на цій вкладці ви легко можете це зробити.
zh_cn: 调整设置的方法跟调整 <application>Orca</application> 首选项的方法相同。例如，您可以在 <application>Orca</application> 里禁用按键朗读，但想要在 <application>gcalctool</application> (MATE 计算器) 里启用它。在这儿您可以很方便地进行设置。

source: When you have your application settings customized the way you want, press the <guilabel>OK</guilabel> button. These settings will be written to your <userinput>~/.orca/app-settings</userinput> directory in a file called <userinput>&lt;APPNAME&gt;.py</userinput>, where <userinput>&lt;APPNAME&gt;</userinput> is the name of the application.
de: Nachdem Sie Ihre anwendungsspezifischen Einstellungen vorgenommen haben, klicken Sie auf den Knopf <guilabel>OK</guilabel>. Die Einstellungen werden im Ordner <userinput>~/.orca/app-settings</userinput> in einer Datei gespeichert, die nach dem Schema <userinput>&lt;ANWENDUNGSNAME&gt;.py</userinput> benannt ist. Dabei entspricht <userinput>&lt;ANWENDUNGSNAME&gt;</userinput> dem Namen der betreffenden Anwendung.
hu: Ha személyre szabta az alkalmazásspecifikus beállításokat, akkor nyomja meg az OK gombot. Ezek a beállítások a saját könyvtárában, a <userinput>~/.orca/app-settings</userinput> könyvtár egy <userinput>&lt;ALKALMAZÁSNÉV&gt;.py</userinput> nevű fájljába kerülnek, ahol az <userinput>&lt;ALKALMAZÁSNÉV&gt;</userinput> a kérdéses alkalmazás neve.
uk: Після того як ви встановили бажані параметри для своєї програми, натисніть кнопку <guilabel>Гаразд</guilabel>. Установлені параметри будуть записані в каталог <userinput>~/.orca/app-settings</userinput> у файл, який називається <userinput>&lt;APPNAME&gt;.py</userinput>, де <userinput>&lt;APPNAME&gt;</userinput> назва цієї програми.
zh_cn: 当您设置好自己的选项后，点击 <guilabel>确定</guilabel> 按钮。设置将被保存到 <userinput>~/.orca/app-当您设置好自己的选项后，点击 <guilabel>确定</guilabel> 按钮。设置将被保存到 <userinput>~/.orca/app-<userinput>&lt;APPNAME&gt;</userinput> 是应用程序的名称。

source: These files are automatically written by <application>Orca</application>. The contents of the file will be overwritten each time you change your application settings for that application.
de: Diese Dateien werden von <application>Orca</application> automatisch erstellt. Der Inhalt der Datei wird jedesmal überschrieben, wenn Sie die Einstellungen für diese Anwendung verändern.
hu: Ezeket a fájlokat az Orka automatikusan létrehozza. Az adott alkalmazás beállítófájljának korábbi tartalma az adott alkalmazás alkalmazásspecifikus beállításainak megváltoztatásakor felülírásra kerül.
uk: Ці файли автоматично записуються <application>Orca</application>. Вміст цього файла буде перезаписуватись кожного разу як ви будете змінювати параметри цієї програми.
zh_cn: 这个文件由 <application>Orca</application> 自动写入。里面的内容会在您每次修改设置时被覆盖。
