Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: If you want to have some extra application-specific settings or code that you don't want to lose, then you should put it in a file called <userinput>~/.orca/app-settings/&lt;APPNAME&gt;-customizations.py</userinput>. This file will be automatically read when the settings for the <userinput>&lt;APPNAME&gt;</userinput> application are loaded.
de: Wenn Sie besondere Einstellungen oder Code benötigen, der nicht verloren gehen soll, sollten Sie diesen in der Datei <userinput>~/.orca/app-settings/&lt;ANWENDUNGSNAME&gt;-customizations.py</userinput> ablegen. Die Datei wird immer eingelesen, wenn die Einstellungen der Anwendung <userinput>&lt;ANWENDUNGSNAME&gt;</userinput> geladen werden.
hu: Ha további alkalmazásspecifikus beállításokat vagy kódot szeretne megadni, amit nem akar elveszíteni, akkor ezeket a beállításokat a <userinput>~/.orca/app-settings/&lt;ALKALMAZÁSNÉV&gt;-customizations.py</userinput> nevű fájlba helyezze el. Ez a fájl automatikusan beolvasásra kerül az az <userinput>&lt;ALKALMAZÁSNÉV&gt;</userinput> alkalmazás alkalmazásspecifikus beállításainak betöltésekor.
uk: Якщо ви хочете встановити додаткові параметри, що враховують специфіку конкретної програми або мати код, який не хочете втратити, помістіть їх у файл, який називається <userinput>~/.orca/app-settings/&lt;APPNAME&gt;-customizations.py</userinput>. Цей файл буде автоматично перечитуватись під час завантаження параметрів для програми <userinput>&lt;APPNAME&gt;</userinput>.
zh_cn: 如果您想为一些额外的应用程序指定设置，或者您不想丢失的代码，那么应当把它存在 <userinput>~/.orca/app-settings/&lt;APPNAME&gt;-customizations.py</userinput> 里。这个文件会在 <userinput>&lt;APPNAME&gt;</userinput> 加载时，自动读取。

source: Note that this is an advanced feature that we don't expect many people to use. It's just there if you really want it.
de: Beachten Sie, dass dies eine erweiterte Funktion darstellt, von der wir annehmen, dass sie nicht von vielen Anwendern verwendet wird. Sie ist aber trotzdem vorhanden, falls Sie sie wirklich brauchen.
hu: Megjegyzés: ez egy olyan speciális szolgáltatás, amire a legtöbb Orka felhasználónak nincs szüksége. Csak akkor használja, ha biztos a dolgában.
uk: Зауважимо, що це додаткова функція і ми не очікуємо, що багато людей будуть її використовувати. Використовуйте її лише у випадку, якщо вона вам дійсно потрібна.
zh_cn: 注意这是一个高级特性，我们并不期望用户们去使用它。放这儿仅仅是在您真的需要时再用它。

source: There is currently one known bug (some people would call it a feature) that we are trying to track down and fix:
de: Es gibt momentan einen bekannten Fehler (einige Menschen würden es als Funktionsmerkmal bezeichnen), den wir noch genauer nachvollziehen und beheben möchten:
hu: Jelenleg van egy ismert hiba (néhányan ezt szolgáltatásnak neveznék), amelyet megpróbálunk megkeresni és kijavítani:
pt: Existe actualmente um erro conhecido (algumas pessoas poderiam chamar-lhe uma funcionalidade) que estamos a tentar corrigir:
uk: На цей час існує одна відома вада (деякі люди називають її особливістю), яку ми намагаємося вистежити і виправити:
zh_cn: 这儿有一个一只的缺陷(有些用户也称其为一个特性)，我们正试着跟踪和修正它：

source: If you adjust one or more application-specific key bindings, the new values will not take effect until you've pressed the <guilabel>OK</guilabel> button. The work-around is to either restart <application>Orca</application>, or Alt-Tab away to some other application and then Alt-Tab back to the one that you've just changed the key bindings for.
de: Wenn Sie eine oder mehrere anwendungsspezifische Tastenkombinationen angepasst und den Knopf <guilabel>OK</guilabel> angeklickt haben, treten die neuen Werte nicht sofort in Kraft. Eine Notlösung besteht darin, dass Sie entweder <application>Orca</application> neu starten oder mit Alt+Tab in eine andere Anwendung wechseln und anschließend zur Anwendung mit den geänderten Tastenkombinationen zurückkehren.
hu: Ha megad legalább egy alkalmazásspecifikus billentyűtársítást, akkor az új értékek nem kerülnek módosításra a párbeszédablak OK gombjának megnyomásakor. Kerülő megoldásként újra lehet indítani az Orkát, vagy az Alt-Tab billentyűparancs segítségével át kell váltani egy másik alkalmazásra, visszaváltani arra az alkalmazásra, amelynek billentyűtársításait megváltoztatta.
uk: Якщо ви змінили одну або кілька спеціалізованих прив’язок клавіш, нові значення не матимуть сили, поки ви не натиснете кнопку <guilabel>Гаразд</guilabel>. Щоб обійти це, або перезавантажте <application>Orca</application>, або натисніть Alt-Tab і перейдіть в іншу програму, а потім знову натисніть Alt-Tab і перейдіть назад в програму для якої ви тільки що змінили прив’язки клавіш.
zh_cn: 如果您调整了特定应用程序的一个或几个绑定键，新的键值将在点击 <guilabel>确定</guilabel> 按钮后生效。也可以通过重新启动 <application>Orca</application>，或按 Alt-Tab 到其他应用程序，然后再按 Alt-Tab 回来，这样也可以启用绑定键。

source: Braille
uk: Брайль
zh_cn: 布莱叶盲文

source: <application>Orca</application> uses <ulink url="http://mielke.cc/brltty/">BrlTTY</ulink> for braille support. On Linux systems, BrlTTY is used to access the text mode console content. On a typical braille-enabled installation of Linux, BrlTTY is already running and providing access to the text consoles. When Orca starts, it connects to BrlTTY. If you switch from a text console to your X Windows session, your braille display will automatically follow and display the content that Orca is presenting to you.
de: <application>Orca</application> verwendet für die Brailleunterstützung <ulink url="http://mielke.cc/brltty/">BrlTTY</ulink>. Auf Linux-Systemen wird BrlTTY für den Zugriff auf den Inhalt von Textkonsolen verwendet. Bei einer typischen Linux-Installation mit Brailleunterstützung ist BrlTTY bereits aktiv und ermöglich den Zugang zu den Textkonsolen. Wenn Orca gestartet wird, stellt es eine Verbindung zu BrlTTY her. Wenn Sie von einer Textkonsole in die X Window Sitzung wechseln, wird die Braillezeile automatisch folgen und die von Orca bereitgestellten Informationen ausgeben.
hu: Az <application>Orka</application> a <ulink url="http://mielke.cc/brltty/">BrlTTY</ulink> programot használja a braille kijelzők támogatására. Linux rendszerekben a BrlTTY-t a szöveges konzol információihoz való hozzáféréshez használhatja. Egy tipikus braille támogatással telepített Linux rendszerben a BrlTTY már fut, és kiírja a szöveges konzolokon megjelenő információkat. Amikor az Orka elindul, kapcsolódik a BrlTTY programhoz. Ha átvált az X munkamenetre, a braille kijelzőjén folyamatosan megjelennek azok az információk, melyeket az Orka szolgáltat.
uk: <application>Orca</application> використовує <ulink url="http://mielke.cc/brltty/">BrlTTY</ulink> для підтримки Брайля. У системах Linux, BrlTTY використовується для доступу до вмісту консолі в текстовому режимі. Під час типової установки Linux з підтримкою Брайля, BrlTTY буде вже встановлений і забезпечуватиме доступ до текстових консолей. Під час запуску, Orca під’єднується до BrlTTY а під час переходу з текстової консолі до сеансу X Windows, дисплей Брайля буде автоматично відстежувати і показувати вміст, який Orca надаватиме для вас.
zh_cn: <application>Orca</application> 使用 <ulink url="http://mielke.cc/brltty/">BrlTTY</ulink> 提供盲文支持。在 Linux 系统，BrlTTY 被用于访问文本模式控制台的内容。Linux 典型的盲文安装里，BrlTTY 已经运行并提供对文本控制台的访问。当 Orca 启动时，它会连接 BrlTTY. 如果您从文本控制台切换到 X Windows 图形会话，盲文显示器也会自动跟随并显示当前的内容。

source: <application>Orca</application> attempts to work with various releases of BrlTTY. Orca currently works best with BrlTTY v3.8 or better and also works well with BrlTTY v3.7.2. The remainder of this document provides information related to using <application>Orca</application> with <application>BrlTTY</application> 3.8.
de: <application>Orca</application> ist bestrebt, mit verschiedenen Versionen von BrlTTY zusammenzuarbeiten. Es funktioniert gut mit BrlTTY v3.8 und ebenfalls mit BrlTTY v3.7.2. Der Autor dieses Dokuments liefert Informationen über die Zusammenarbeit von <application>Orca</application> mit <application>BrlTTY</application> 3.8.
hu: Az <application>Orka</application> megkísérel együttműködni a BrlTTY különböző változataival. Jelenleg a BrlTTY 3.8-as vagy újabb változatával működik együtt és a BrlTTY v3.7.2-vel is használható. A dokumentum hátralévő része az <application>Orka</application> és a <application>BrlTTY</application> 3.8-as változatának együttes használatáról ad információkat.
uk: <application>Orca</application> намагається працювати з різними випусками BrlTTY. Найкраще вона працює з BrlTTY v3.8 або пізніших випусків, але також добре працює з BrlTTY v3.7.2. Залишкова частина цього документа містить інформацію, пов'язану з використанням <application>Orca</application> з <application>BrlTTY</application> 3.8.
zh_cn: Orca 试图与不同版本的 BrlTTY 工作。当前它与 BrlTTY v3.8 工作得最好，也与 BrlTTY v3.7.2 工作的很好。文档剩下部分提供的信息讲述了 <application>Orca</application> 与 BRLTTY 3.8 工作的情况。

source: Below are descriptions of the necessary tasks to install/setup BrlTTY in Ubuntu and Solaris. For both, you need to first obtain <ulink url="http://mielke.cc/brltty/releases/ brltty-3.8.tar.gz">brltty-3.8.tar.gz</ulink> from the BrlTTY site.
de: Im folgenden werden die Schritte zur Instalation und Konfiguration von BrlTTY unter Ubuntu und Solaris beschrieben. In beiden Fällen müssen Sie zunächst <ulink url="http://mielke.cc/brltty/releases/brltty-3.8.tar.gz">brltty-3.8.tar.gz</ulink> von der BrlTTY-Internetseite beziehen.
hu: Az Orka és a BrlTTY 3.8 együttműködéséhez szükség van a BrlAPI Python kötések telepítésére a BrlTTY alkalmazás telepítésének részeként. Alább olvasható a szükséges lépések leírása Ubuntu és Solaris rendszerekhez. Mindkettő esetén első lépésként le kell töltenie a <ulink url="http://mielke.cc/brltty/releases/brltty-3.8.tar.gz"> brltty-3.8.tar.gz</ulink> fájlt a BrlTTY honlapjáról. Fontos! A következő leírás lépéseit csak az Ubuntu 7.10-es változatánál régebbi változatok esetén kell végrehajtani.
uk: Нижче наведено опис всіх необхідних завдань для установки та запуску BrlTTY в Ubuntu і Solaris. В обох випадках спочатку завантажте пакунок <ulink url="http://mielke.cc/brltty/releases/ brltty-3.8.tar.gz">brltty-3.8.tar.gz</ulink> з веб-сайта BrlTTY.
zh_cn: 下面讲述的内容，需要在 Ubuntu 里安装/设置 BrlTTY 和 Solaris. 大体上，我们需要先从 BrlTTY 站点获得 <ulink url="http://mielke.cc/brltty/releases/ brltty-3.8.tar.gz">brltty-3.8.tar.gz</ulink>。

source: BrlTTY 3.8 on Ubuntu
de: BrlTTY 3.8 unter Ubuntu
hu: A BrlTTY 3.8 használata Ubuntu rendszeren
pt: BrlTTY 3.8 no Ubuntu
uk: BrlTTY 3.8 в Ubuntu
zh_cn: BrlTTY 3.8 在 Ubuntu 上

source: First, configure your build environment to build BrlTTY. Much of this setup is done for you automatically in the Ubuntu distribution with products such as G++ already present. In addition, <emphasis>you must</emphasis> also install tcl, Pyrex, and the Python developer environment. To do this, execute the following commands as <userinput>root</userinput>:
de: Um BrlTTY bauen zu können, müssen Sie zuerst die passende Umgebung einrichten. Die meisten Schritte der Einrichtung werden von der Ubuntu-Distribution automatisch für Sie erledigt, da Produkte wie G++ bereits installiert sind. Darüber hinaus <emphasis>müssen Sie</emphasis> tcl, Pyrex und die Python-Entwicklungsumgebung installieren. Führen Sie hierzu die folgenden Befehle als <userinput>root</userinput> aus:
hu: Először be kell állítania a fordítási környezetet a BrlTTY lefordításához. Ubuntu disztribúciók esetén ez automatikusan megtörtént, ha például a g++ már jelen van a rendszeren. Telepítenie kell ezen kívül a tcl, Pyrex, és a Python fejlesztői környezeteket. Ehhez a következő parancsokat kell végrehajtania <userinput>rendszergazdaként</userinput>:
uk: По-перше, потрібно налаштувати середовище для компонування BrlTTY. Велика частина цього налаштування зроблена автоматично в Ubuntu, де вже присутня така програма як G++. Крім того, <emphasis>ви повинні</emphasis> також встановити tcl, Pyrex та середовище розробки Python. Щоб зробити це, виконайте такі команди з правами <userinput>адміністратора</userinput>:
zh_cn: 首先，配置编译环境来编译 BrlTTY. 大多数这些在 Ubuntu 发行版中已经自动安装好，比如 G++ 已经存在了。另外，<emphasis>您还必须</emphasis> 安装 tcl、Pyrex 和 Python 开发环境。要做到这些，切换到 <userinput>root</userinput> 身份执行下面的命令：

source: Then, when you build BrlTTY, avoid configuring the package with --prefix=/usr. Use the standard procedure instead, executing the following commands as <userinput>root</userinput>:
de: Wenn Sie das Paket BrlTTY bauen, vermeiden Sie den Aufruf mit --prefix=/usr. Verwenden Sie stattdessen den Standardablauf und führen die folgenden Befehle als <userinput>root</userinput> aus:
hu: A BrlTTY alkalmazás lefordításakor a csomagot ne a --prefix=/usr kapcsolóval konfigurálja. Használja a szokásos eljárást, a következő parancsokat <userinput>rendszergazdaként</userinput> futtatva:
uk: Під час компонування BrlTTY, уникайте конфігурації пакунка з --prefix=/usr. Замість цього використовуйте стандартну процедуру, виконуючи наступні команди з правами <userinput>адміністратора</userinput>:
zh_cn: 然后，当您编译 BrlTTY，不要用 --prefix=/usr 配置包，使用标准的程序，以 <userinput>root</userinput> 身份执行下面的命令：

source: Run BrlTTY as <userinput>root</userinput>:
de: Starten Sie BrlTTY als <userinput>root</userinput>:
hu: Futtassa <userinput>rendszergazdaként</userinput> a BrlTTY-t (a BrlTTY automatikus elindításához további utasítások kellenek):
uk: Запустіть BrlTTY як <userinput>адміністратор</userinput>:
zh_cn: 以 <userinput>root</userinput> 身份运行 BrlTTY：

source: If you want, you can remove the existing <userinput>/sbin/brltty</userinput> and replace it with the <userinput>/bin/brltty</userinput>, either by copying the <userinput>/bin/brltty</userinput> to <userinput>/sbin/brltty</userinput> or just by making a symbolic link. Do so at your own risk.
de: Falls gewünscht, können Sie die vorhandene Datei <userinput>/sbin/brltty</userinput> löschen und durch <userinput>/bin/brltty</userinput> ersetzen. Das können Sie erreichen, indem Sie entweder <userinput>/bin/brltty</userinput> nach <userinput>/sbin/brltty</userinput> kopieren oder einfach eine symbolische Verknüpfung setzen. Dies geschieht auf Ihr eigenes Risiko!
hu: Ha akarja, törölheti a létező <userinput>/sbin/brltty</userinput> fájlt és helyettesítheti a <userinput>/bin/brltty</userinput> fájllal, akár a <userinput>/bin/brltty</userinput> fájl átmásolásával a <userinput>/sbin/brltty</userinput> fájl helyére, akár szimbolikus link készítésével. Ezt csak saját felelősségére tegye.
uk: Якщо хочете, можете вилучити файл <userinput>/sbin/brltty</userinput> і замінити його файлом <userinput>/bin/brltty</userinput>, або скопіюйте <userinput>/bin/brltty</userinput> до <userinput>/sbin/brltty</userinput>, або створіть символьне посилання, але робіть це на свій страх і ризик.
zh_cn: 如果您愿意，可以删除已存在的 <userinput>/sbin/brltty</userinput>，用 <userinput>/bin/brltty</userinput> 来替换它，也可以复制 <userinput>/bin/brltty</userinput> 到 <userinput>/sbin/brltty</userinput>，或者只做一个链接。这样做您要冒些风险。

source: Troubleshooting
de: Fehlerbehandlung
eu: Arazoak konpontzea
hu: Hibaelhárítás
pt: Resolução de problemas
uk: Вирішення проблем
zh_cn: 疑难解答

source: My desktop has stopped responding. What do I do?
de: Mein Desktop reagiert nicht mehr. Was kann ich tun?
hu: Az asztali környezet nem válaszol. Mit tehetek?
pt: O meu ambiente de trabalho bloqueou. O que faço?
uk: Система перестала відповідати. Що мені робити?
zh_cn: 桌面停止响应，我该怎么办？

source: Press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> to open the Run dialog and restart <application>Orca</application> by running a new instance: type <userinput>orca</userinput> and press <keycap>Enter</keycap>. This will force any existing <application>Orca</application> processes to exit and will then restart <application>Orca</application>. This sometimes has the effect of unhanging the desktop (which is usually due to an ill-behaved application).
de: Drücken Sie <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> oder <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> um das Ausführen-Dialogfenster zu öffnen und starten Sie eine neue Instanz von <application>Orca</application>, Geben Sie <userinput>orca</userinput> ein und drücken die <keycap>Eingabetaste</keycap>. Dies erzwingt die Beendigung aller <application>Orca</application>-Prozesse und startet <application>Orca</application> neu. Das hat manchmal den Effekt eines hängenden Desktops, was mit dem »schlechten Benehmen» einer Anwendung zu tun hat.
hu: Ha tud nyitni egy terminált (vagy nyomja meg az <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> billentyűkombinációt az „Alkalmazás futtatása” párbeszédablak eléréséhez), megpróbálhatja újraindítani az Orkát a terminálablakból. Ennek eredményeként az összes Orka folyamat kilép, és az Orka újraindul. Néha emiatt a (gyakran egy lefagyott alkalmazás miatt) nem válaszoló asztali környezet újra használhatóvá válik.
uk: Натисніть комбінацію клавіш <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> або <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo>, щоб відкрити діалог «Виконати програму» і перезапустіть <application>Orca</application> шляхом запуску нового примірника: введіть команду <userinput>orca</userinput> і натисніть клавішу <keycap>Enter</keycap>. Ця дія примусить <application>Orca</application> завершити всі процеси і вийти а потім запустити новий примірник <application>Orca</application>. Іноді це має ефект знімання «зависання» системи (як правило, спричинене некоректною роботою програми).
zh_cn: 按组合键 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> 或 <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> 打开运行对话框，然后通过运行一个新实例来重启 <application>Orca</application>：输入<userinput>orca</userinput> 然后按 <keycap>回车键</keycap>。这将强制退出已经存在的 <application>Orca</application> 进程，然后重启 <application>Orca</application>. 有时会对桌面有一些影响（通常是有缺陷的应用程序产生）。

source: If you cannot get to a terminal window, try pressing <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Backspace</keycap></keycombo>: shut down the X Window System server. This should return you to the login screen.
de: Wenn Sie auf kein Terminal-Fenster zugreifen können, versuchen Sie es mit der Tastenkombination <keycombo><keycap>Strg</keycap><keycap>Alt</keycap><keycap>Rücktaste</keycap></keycombo>: Der X-Window-System-Server wird heruntergefahren. Dies sollte Sie zum Anmeldebildschirm führen.
hu: Ha nem tud terminálablakot nyitni, próbálja meg lenyomni a <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Backspace</keycap></keycombo> kombinációt az X kiszolgáló kilövéséhez. Ennek eredményeként újra megjelenik a bejelentkező képernyő.
uk: Якщо немає доступу до вікна термінала,спробуйте натиснути комбінацію клавіш <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Backspace</keycap></keycombo>, щоб зупинити сервер X Window System. Ця дія поверне вас до екрана входу в систему.
zh_cn: 如果您不能进入终端窗口，试着按 <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>退格键</keycap></keycombo>：关闭 X Window 系统服务，回到初始登录屏幕。

source: Mobility Impairments
de: Mobilitätseinschränkungen
hu: Mozgáskorlátozottság
pt: Restrições à Mobilidade
uk: Розлади рухливості
zh_cn: 行动障碍

source: Mobility impairments can be caused by arthritis, stroke, cerebral palsy, Parkinson's disease, multiple sclerosis, and loss of limbs or digits, among others. Poor muscle control or weakness can make using standard keyboards and mouse devices difficult. For instance, some people are unable to type two keys simultaneously, while others tend to hit multiple keys or to bounce keys when pressing or releasing them. People who are able to use only one hand likewise have difficulties with some keyboard and mouse tasks.
de: Mobilitätseinschränkungen können unter anderem durch Arthritis, Schlaganfall, zerebrale Lähmungen, Parkinson-Syndrom, multiple Sklerose oder den Verlust von Gliedmaßen oder Fingern bedingt sein. Einschränkungen der muskulären Steuerung oder Schwäche können die Benutzung von Standard-Tastaturen und -Mäusen schwierig gestalten. Bespielsweise können Benutzer nicht zwei Tasten gleichzeitig drücken, während andere dazu tendieren, beim Drücken oder Loslassen mehrere Tasten oder eine Taste mehrfach auszulösen. Personen, die nur mit einer Hand arbeiten können, haben Schwierigkeiten mit einigen Tastatur- und Mausbedienungsaufgaben.
hu: A mozgáskorlátozottság oka változó lehet, többek között ízületi gyulladás, agyvérzés, agyvérzés miatti bénulás, Parkinson kór, Sclerosis multiplex és végtagok vagy ujjak elvesztése. Az izmok rossz irányítása vagy gyenge működése megnehezítheti a hagyományos billentyűzet és egér használata. Vannak például, akik képtelenek két billentyűt egyszerre lenyomni, míg mások több billentyűt nyomnak le egyszerre vagy lenyomáskor és felengedéskor remeg a kezük. Azok akik csak egy kezüket tudják használni, a legtöbb billentyűzettel és egérrel végzett feladat végrehajtása szintén nehézségeket okoz.
uk: Розлади рухливості можуть бути викликані артритом, інсультом, церебральним паралічем, хворобою Паркінсона, розсіяним склерозом та втратою кінцівок або пальців, серед інших. Недостатня можливість керування м’язами або слабкість м'язів може викликати труднощі під час використання стандартних клавіатур і вказівних пристроїв. Наприклад, деякі люди не в змозі натиснути дві клавіші одночасно, в той час як інші, мають тенденцію до натискання кількох клавіш одночасно або до багаторазових ударів по клавішах під час натискання та відпускання. Люди, які можуть використовувати тільки одну руку, так само зазнають труднощів під час виконання завдань з деяких клавіатур та вказівних пристроїв.
zh_cn: 行动障碍是由关节炎、中风、脑瘫痪、帕金森症、多发性硬化、肢体或手指残疾等引起。肌肉控制无力或者虚弱会使得操作键盘和鼠标产生困难。例如，一些人不能同时按住两个键，在按住或释放组合键或敲击多个键时有困难。只有一个手臂的人同样也很难完成一些键盘和鼠标任务。

source: The technologies which can assist those with mobility impairments are:
de: Folgende Technologien stehen Menschen mit Mobilitätseinschränkungen zur Verfügung:
hu: A mozgássérültek számára rendelkezésre álló akadálymentesítési technológiák:
pt: As tecnologias que podem apoiar os utilizadores com restrições à mobilidade são:
uk: Технологій, які можуть допомогти людям з розладами рухливості є такі:
zh_cn: 帮助行动障碍者的辅助技术有：

source: <emphasis>On-Screen Keyboard</emphasis> - lets users select keys using a pointing method such as pointing devices, switches, or Morse-code input systems.
de: <emphasis>Bildschirmtastatur</emphasis> - ermöglicht Anwendern die Auswahl von Tasten mittels Zeigemethoden wie Zeigegeräte, Schalter oder Eingabesysteme für Morse-Code.
hu: <emphasis>Képernyő-billentyűzet</emphasis> – a felhasználók a billentyűket a képernyőn mutatással választhatják ki, például mutatóeszközök, kapcsolók vagy morze-kód rendszerű beviteli eszközök használatával.
pt: <emphasis>Teclado no Ecrã</emphasis> - permite aos utilizadores seleccionarem as teclas utilizando um dispositivo de apontar, interruptores, ou sistemas de introdução do tipo código-Morse.
uk: <emphasis>Екранна клавіатура</emphasis> — дає змогу користувачам вибирати клавіші вказуючи їх через вказівні пристрої, комутатори або систем для введення азбуки Морзе.
zh_cn: <emphasis>屏幕键盘</emphasis> - 让用户使用指针方法选择按键，比如指针设备，开关，或摩尔斯代码输入系统。

source: <emphasis>Mouse and Keyboard Enhancements </emphasis> - helpful for users who have trouble typing and controlling a mouse or a keyboard.
de: <emphasis>Verbesserungen an Maus und Tastatur</emphasis> - hilfreich für Anwender, die Schwierigkeiten beim Tippen oder dem Bedienen der Maus haben.
hu: <emphasis>Egér és billentyűzet kiterjesztései</emphasis> – azoknak a felhasználóknak hasznos, akiknek a gépelés és az egér használata problémát okoz.
uk: <emphasis>Розширення для миші та клавіатури </emphasis> — корисна для користувачів, які мають проблеми набирання на клавіатурі та керування мишею або клавіатурою.
zh_cn: <emphasis>增强型鼠标和键盘</emphasis> - 帮助那些键盘输入和或控制鼠标有困难的用户。
