Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: By selecting the <guibutton>Disable gksu keyboard grab</guibutton>button, you will turn off the keyboard grab behavior, allowing Orca to functional normally with system administration applications.
pt: Ao seleccionar o botão <guibutton>Desactivar a captura de teclado gksu</guibutton>, desligará o comportamento de captura de teclado, permitindo ao Orca funcionar normalmente com aplicações de administração de sistemas.

source: The keyboard grab is a security attempt by <application>gksu</application>to prevent nefarious applications from "sniffing" the keyboard and obtaining your password. Please be advised that disabling <application>gksu</application>'s keyboard grab feature can expose you to such nefarious behavior.
pt: A captura de teclado é uma tentativa do <application>gksu</application> para, por motivos de segurança, impedir aplicações nefastas de "verem" o teclado e obterem a sua senha. Tenha em conta que ao desactivar a funcionalidade de captura de teclado do <application>gksu</application> ficará exposto a tais situações nefastas.

source: If you do not feel comfortable with this, you can always use the root account for system administration purposes. To do so, you need to enable the root account for login, and the logout and log back in as root whenever you want to perform a system administration command.
pt: Caso não se sinta confortável com isto, pode sempre utilizar a conta de root para realizar tarefas de administração. Para tal, tem de activar a possibilidade de iniciar sessão com a conta root e depois terminar a sua sessão actual e iniciar uma como root, sempre que desejar executar comandos de administração de sistemas.

source: When checked, this option will tell Orca to present information about tooltips when they appear as the result of mouse hovering. Specific actions to force tooltips to appear, such as pressing <keycombo><keycap>Ctrl</keycap><keycap>F1</keycap></keycombo> when an object has focus, will always result in tooltips being presented, regardless of this setting.
pt: Quando activa, esta opção fará o Orca apresentar a informação sobre dicas quando estas são apresentadas como resultado do rato pairar sobre um controlo. Acções específicas para forçarem dicas a surgir, tais como premir <keycombo><keycap>Ctrl</keycap><keycap>F1</keycap></keycombo> quando um objecto detém o foco, irá sempre resultar na apresentação da dica, independentemente desta definição.

source: The speech page allows you to customize how Orca uses speech synthesis.
pt: A página de locução permite-lhe personalizar como o Orca utiliza a sintetização de voz.

source: The first control of note on the speech page is the <guilabel>enable speech</guilabel> check box. This check box toggles whether or not Orca will make use of a speech synthesizer. This option, along with the ability to enable braille and enable magnifier support, allow Orca to be tailored to meet the needs of a wide variety of users.
pt: O primeiro controlo a realçar na página de locução é a caixa de selecção <guilabel>Activar a locução</guilabel>. Esta caixa de selecção define se o Orca irá ou não utilizar um sintetizador de voz. Esta opção, juntamente com a possibilidade de activar o suporte para braille e ampliação, permitem ao Orca ser personalizado para ir ao encontro das necessidades de um vasto conjunto de utilizadores.

source: The next two controls deal with selecting the speech system and synthesizer. Orca provides support for a growing number of speech systems. At the time of this writing, these include MATE-speech, Emacspeak, and an experimental backend for Speech Dispatcher. Depending upon how your machine is configured, you may have all or none of these options. Typically, you will have just MATE-speech.
pt: Os dois controlos seguintes permitem seleccionar o sistema de locução e sintetizador de voz. O Orca disponibiliza suporte para um número crescente de sistemas de locução. À data de elaboração deste documento, estes incluem o MATE-speech, Emacspeak, e um motor experimental para o Speech Dispatcher. Dependendo da forma como a sua máquina estiver configurada, poderá ter todas ou nenhuma destas opções. Tipicamente, terá apenas o MATE-speech.

source: If your synthesizer supports it, Orca can utilize multiple voices in order to identify special cases within an application, such as hyperlinks or upper case text. The voice settings and person combo boxes can be adjusted to customize these settings to your liking. For example, assume you were using Fonix DECtalk and wanted the betty voice to denote upper case. To accomplish this, you could do the following:
pt: Se o seu sintetizador o suportar, o Orca pode utilizar múltiplas vozes para identificar casos especiais dentro de uma aplicação, tais como links web ou texto em maiúsculas. As definições de voz e caixa de selecção exclusiva de pessoa podem ser ajustadas para personalizar estas definições ao seu gosto. Por exemplo, assuma que está a utilizar o Fonix DECtalk e deseja utilizar a voz da betty para texto em maiúsculas. Para tal, bastaria fazer o seguinte:

source: The next three sliders in the tab order allow adjustment of the synthesizer's rate, pitch and volume respectively.
pt: As três barras deslizantes seguintes no separador permitem-lhe ajustar a velocidade, agudos e volume da locução, respectivamente.

source: Note that you can quickly raise/lower the pitch by pressing <keycombo><keycap>Insert</keycap><keycap>Up Arrow</keycap></keycombo> and <keycombo><keycap>Insert</keycap><keycap>Down Arrow</keycap></keycombo>. You can also modify the speaking rate by pressing <keycombo><keycap>Insert</keycap><keycap>Left Arrow</keycap></keycombo> and <keycombo><keycap>Insert</keycap><keycap>Right Arrow</keycap></keycombo>.
pt: Note que pode rapidamente aumentar/diminuir os agudos premindo <keycombo><keycap>Insert</keycap><keycap>Seta Acima</keycap></keycombo> e <keycombo><keycap>Insert</keycap><keycap>Seta Abaixo</keycap></keycombo>. Pode também alterar a velocidade de locução premindo <keycombo><keycap>Insert</keycap><keycap>Seta à Esquerda</keycap></keycombo> e <keycombo><keycap>Insert</keycap><keycap>Seta à Direita</keycap></keycombo>.

source: The <guilabel>punctuation level</guilabel> radio button group is used to adjust the amount of punctuation spoken by the synthesizer . The available levels are none, some, most, and all.
pt: O grupo de botões de selecção exclusiva <guilabel>nível de pontuação</guilabel> é utilizado para ajustar a quantidade de pontuação que o sintetizador deverá realizar a locução. Os níveis disponíveis são nenhuma, alguma, a maioria, e toda.

source: The table row speech option determines the way in which Orca will read items within tables. The available settings are speak current row, or speak current cell. The ability to adjust this behavior can be useful in many situations. For example, consider the process of browsing email messages in Evolution. In this instance it may be preferable to set table speech to current row, so that while arrowing through the list of messages, all relevant info, such as the sender, subject, and whether the message has attachments is read automatically. While the current row setting is active, it is still possible to read individual cells by using the left and right arrows.
pt: A opção de locução de linha de tabela determina a forma como o Orca irá realizar a locução de itens dentro de tabelas. As definições possíveis são locução da linha actual ou locução da célula actual. A possibilidade de ajustar este comportamento pode ser útil em muitas situações. Por exemplo, considere o processo de navegar por mensagens de email no Evolution. Neste caso poderá ser preferível definir a locução de tabela para linha actual para que, ao percorrer a lista de mensagens, toda a informação relevante, tal como o remetente, assunto e se a mensagem tem ou não anexos seja lida automaticamente. Enquato a definição de linha actual estiver activa, é possível ler células individuais utilizando as setas para a esquerda e direita.

source: Note that you can quickly toggle this behavior by pressing <keycombo><keycap>Insert</keycap><keycap>F11</keycap></keycombo>.
pt: Note que pode rapidamente alternar este comportamento premindo <keycombo><keycap>Insert</keycap><keycap>F11</keycap></keycombo>.

source: Speak Indentation
pt: Realizar a Locução da Indentação

source: When working with code or editing documents, it is often desirable to be aware of justification as well as indentation. Selecting the <guilabel>speak indentation and justification</guilabel> check box will cause Orca to provide this information.
pt: Ao programar ou editar documentos, é muitas vezes preferível estar ciente do alinhamento bem como da indentação. Ao activar a caixa de selecção <guilabel>Realizar a locução da indentação e alinhamento</guilabel> irá fazer com que o Orca disponibilize esta informação.

source: Some users desire to hear "blank" when navigating to a blank line in a document. Other users do not. If the <guilabel>speak blank lines</guilabel> check box is selected, Orca will speak blank lines.
pt: Alguns utilizadores desejam ouvir "em branco" quando navegam para uma linha vazia (ou em branco) num documento. Outros utilizadores não. Se a caixa de selecção <guilabel>Realizar a locução de linhas vazias</guilabel> estiver seleccionada, o Orca irá realizar a locução das linhas vazias.

source: The braille page allows you to customize various aspects about the use of braille. Orca does not automatically start BrlTTY for you -- you typically need to do that yourself, and it is something that is usually done at boot time.
pt: A página de braille permite-lhe personalizar vários aspectos sobre a utilização de braille. O Orca não inicia automaticamente o BrlTTY -- o utilizador normalmente terá de o fazer, e é algo normalmente feito ao iniciar o computador.

source: The first control on the braille page is the <guilabel>enable braille support</guilabel> check box. This check box toggles whether or not Orca will make use of a braille display. This option, along with the ability to enable braille and enable magnifier support, allow Orca to be tailored to meet the needs of a wide variety of users. By default, this check box is enabled. If BrlTTY is not running, Orca will recover gracefully and will not communicate with the braille display. If you configure BrlTTY later on, you need to restart Orca in order for it to use braille.
pt: O primeiro controlo na página de braille é a caixa de selecção <guilabel>Activar o suporte Braille</guilabel>. Esta caixa de selecção alterna entre o Orca utilizar ou não o dispositivo de braille. Esta opção, juntamente com a possibilidade de activar o braille e suporte de ampliação, permite ao Orca ser personalizado para se adequar às necessidades de um vasto leque de utilizadores. Por omissão, esta caixa de selecção está activa. Se o BrlTTY não estiver em execução, o Orca irá recuperar graciosamente do erro e não irá comunicar com o dispositivo de braille. Se configurar o BrlTTY mais tarde, terá de reiniciar o Orca para que este utilize braille.

source: Orca's braille monitor provides an onscreen representation of what takes place on the braille display. This feature is mostly for demonstration purposes, but is also useful for Orca developers who do not have access to a braille display.
pt: O monitor braille do Orca disponibiliza uma representação no ecrã do que acontece no dispositivo de braille. Esta funcionalidade serve principalmente para demonstrações, mas é também útil para os programadores do Orca que não têm acesso a um dispositivo de braille.

source: The <guilabel>abbreviated role names</guilabel> check box determines the manner in which role names are displayed and can be used to help conserve real estate on the braille display. The "abbreviated role names" option can be better understood if we consider the following example. Let us assume that a slider had focus, and that the abbreviated role names box was not checked. In that case, the word "slider" would be shown on the display, to reflect the fact that the current control was indeed a slider. If the abbreviated role names box was checked, the word "slider" would be abbreviated to "sldr".
pt: A caixa de selecção <guilabel>Nomes de papeis abreviados</guilabel> determina a forma como os nomes de papeis são apresentados e pode ser utilizada para reduzir o texto no dispositivo de braille. A opção de "nomes de papeis abreviados" pode ser melhor compreendida se considerarmos o seguinte exemplo. Vamos assumir que uma barra deslizante detém o foco, e que a os nomes de papeis abreviados não estão activos. Nesse caso, as palavras "barra deslizante" seriam apresentadas no dispositivo, para reflectir o facto de que o controlo actual era uma barra deslizante. Se os nomes de papeis abreviados estiverem activos, as palavras "barra deslizante" seriam abreviadas para "bdes".

source: The <guilabel>verbosity</guilabel> radio button group determines the amount of information that will be brailled in certain situations. For example, if it is set to verbose, keyboard shortcut and role name information is displayed. This information is not displayed in brief mode.
pt: O grupo de botões de selecção exclusiva <guilabel>detalhe</guilabel> determinam a quantidade de informação que será transcrita em brailled em determinadas situções. Por exemplo, se definido como detalhado, serão apresentados os atalhos de teclado e informação de nomes de papeis. Esta informação não é apresentada em modo não detalhado.

source: The key echo page allows you to specify the behavior of Orca when pressing keys on the page and whether words are spoken as you complete them.
pt: A página de eco de tecla permite-lhe especificar o comportamento do Orca ao premir teclas na página e se é ou não realizada a locução das palavras à medida que as escreve.

source: The first control on the key echo page is the <guilabel>enable key echo</guilabel> check box. When this box is selected, five additional check boxes become available. These are <guilabel>Enable alphanumeric and punctuation keys</guilabel>, <guilabel>Enable modifier keys</guilabel>, <guilabel>Enable locking keys</guilabel>, <guilabel>Enable function keys</guilabel>, and <guilabel>Enable action keys</guilabel>.
pt: O primeiro controlo na página de eco de tecla é a caixa de selecção <guilabel>activar o eco de tecla</guilabel>. Quando seleccionada, ficam disponíveis cinco caixas de selecção adicionais . Estas são <guilabel>Activar teclas alfanuméricas e de pontuação</guilabel>, <guilabel>Activar as teclas modificadoras</guilabel>, <guilabel>Activar as teclas de trancar</guilabel>, <guilabel>Activar as teclas de funções</guilabel>, e <guilabel>Activar as teclas de acção</guilabel>.

source: Modifier keys are those such as <keycap>Shift</keycap>, <keycap>Control</keycap>, and <keycap>Alt</keycap>.
eu: Tekla aldatzaileak <keycap>Maius</keycap>, <keycap>Kontrol</keycap> eta <keycap>Alt</keycap> bezalakoak dira.
pt: Teclas modificadoras são o <keycap>Shift</keycap>, <keycap>Control</keycap>, e <keycap>Alt</keycap>.

source: Locking keys include <keycap>Caps Lock</keycap>, <keycap>Scroll Lock</keycap>, and <keycap>Num Lock</keycap>.
pt: As teclas de trancar incluem o <keycap>Caps Lock</keycap>, <keycap>Scroll Lock</keycap>, e <keycap>Num Lock</keycap>.

source: The action keys group consists of keys that perform some logical action, as <keycap>Backspace</keycap>, <keycap>Return</keycap>and <keycap>Tab</keycap>.
pt: O grupo de teclas de acção consiste nas teclas que realizam alguma acção lógica, tal como o <keycap>Backspace</keycap>, <keycap>Return</keycap> e <keycap>Tab</keycap>.

source: The last toggle on the key echo page is the <guilabel>enable echo by word</guilabel> check box. The echo by word control is always available, regardless of whether any of the key echo options are checked.
pt: O último controlo na página de eco de tecla é a caixa de selecção de <guilabel>activar o eco por palavra</guilabel>. Este encontra-se sempre disponível, independentemente de se está ou não seleccionada qualquer opção de eco de tecla.

source: The first control on the magnifier page is the <guilabel>enable magnifier</guilabel> check box. This check box toggles whether or not Orca will provide magnification. This option, along with the ability to enable speech and enable braille support, allow Orca to be tailored to meet the needs of a wide variety of users.
pt: O primeiro controlo na página de ampliação é a caixa de selecção <guilabel>activar a lupa</guilabel>. Esta caixa de selecção alterna entre a disponibilização ou não de ampliação, por parte do Orca. Esta opção, juntamente com a possibilidade de activar a locução e o suporte braille, permite ao Orca ser personalizado para se adequar às necessidades de um vasto leque de utilizadores.

source: Color
pt: Cor

source: Custom size and width
eu: Pertsonalizatu tamaina eta zabalera
pt: Tamanho e largura personalizados

source: Enable cross-hair and size
pt: Activar a mira e tamanho

source: Scale factor
pt: Factor de escala

source: Zoomer position
pt: Posição de zoom

source: Top, left, right, bottom
pt: Topo, esquerda, direita, fundo

source: Mouse tracking mode
pt: Modo de acompanhamento do rato

source: Source display - X Window System DISPLAY of what should be magnified. Typically <userinput>:0</userinput>.
pt: Apresentação da origem - o ECRÃ do Sistema de Janelas X que deverá ser ampliado. Normalmente <userinput>:0</userinput>.

source: Target display - X Window System DISPLAY of where to put the magnified area. Typically <userinput>:0</userinput>.
pt: Apresentação do alvo - o ECRÃ do Sistema de Janelas X onde deverá ser colocada a área ampliada. Normalmente <userinput>:0</userinput>.

source: The key bindings page allows you to examine and modify the key bindings for Orca.
pt: A página de associações de teclas permite-lhe examinar e alterar os atalhos de teclado do Orca.

source: The first control on the key bindings page allows you to eaxmine which key (or keys) acts as the "Orca modifier". The Orca modifier is the key that you press and hold in conjunction with other keys to give commands to Orca. For desktop keyboards, the Orca modifier defaults to <keycap>Insert</keycap>. For laptop keyboards, the Orca modifier defaults to the <keycap>Caps Lock</keycap> key.
pt: O primeiro controlo na página de associação de teclas permite-lhe examinar que tecla (ou teclas) agem como "modificador do Orca". O modificador do Orca é a tecla que prime e mantém em conjunto com outras teclas para transmitir comandos ao Orca. Para teclados de PC de secretária, o modificador por omissão é o <keycap>Insert</keycap>. Em teclados de portátil o modificador por omissão é a tecla <keycap>Caps Lock</keycap>.

source: You cannot modify the Orca modifier key(s) using the Configuration GUI at this time.
pt: De momento não é possível alterar a tecla modificadora do Orca utilizando o Interface Gráfico de Configuração.

source: The key bindings table provides a list of Orca operations and the keys that are bound to them.
pt: A tabela de atalhos de teclado apresenta uma lista das operações do Orca e das teclas que lhes estão associadas.

source: The "Function" column header is a description of the Ora operation to be performed.
pt: O cabeçalho de coluna "Função" é uma descrição da operação Orca a ser realizada.

source: The "Key Binding" header is the primary way to invoke the function from the keyboard. Note that the function description may include the word Orca. This indicates that the Orca modifier key should be held down along with the other keys.
pt: O cabeçalho "Associação de Teclas" é a forma principal de invocar a função a partir do teclado. Note que a descrição da função poderá incluir a palavra Orca. Isto indica que a tecla modificadora do Orca deverá ser mantida premida juntamente com as restantes teclas.

source: To modify either the "Key Binding" or the "Alternate" bindings, arrow to the cell and press <keycap>Return</keycap>. Then, press a key combination and press <keycap>Return</keycap> to confirm the new combination. When you do so, the new keystroke will be saved and the check box in the last column (the <guilabel>Modified</guilabel> column) will indicate that the key binding has been modified.
pt: Para alterar o atalho da "Associação de Teclas" ou de "Alternar", vá para a célula e prima <keycap>Return</keycap>. Depois, prima uma combinação de teclas seguido de <keycap>Return</keycap> para confirmar a nova combinação. Quando o fizer, o novo atalho de teclado será gravado e a caixa de selecção na última coluna (a coluna <guilabel>Alterado</guilabel>) irá indicar que o atalho de teclado foi alterado.

source: To unmodify a modified keybinding, merely arrow to the modified column, uncheck the checkbox, and press the <guibutton>Apply</guibutton>button ( <keycombo><keycap>Alt</keycap><keycap>A</keycap></keycombo>).
pt: Para anular a alteração de um atalho de teclado, vá à coluna de alterado, retire a selecção da caixa de selecção e prima o botão <guibutton>Aplicar</guibutton> ( <keycombo><keycap>Alt</keycap><keycap>A</keycap></keycombo>).

source: Orca will speak known text attribute information about an object when you press <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> ( <keycombo><keycap>Caps Lock</keycap><keycap>F</keycap></keycombo> for laptop systems).
pt: O Orca realizará a locução da informação de atributos de texto conhecidos sobre um objecto quando premir <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> ( <keycombo><keycap>Caps Lock</keycap><keycap>F</keycap></keycombo> para computadores portáteis).

source: Because the number of text attributes is large, and not everyone cares about every attribute, the "Text Attributes" tab of the configuration GUI allows you to customize which text attributes Orca will present.
pt: Como o número dos atributos de texto é grande, e nem toda a gente quer saber todos os atributos, o separador "Atributos de Texto" do interface de configuração permite-lhe personalizar quais os atributos que o Orca deverá apresentar.

source: On this tab is a text attribute list, where each row consists of three columns:
pt: Neste separador está uma lista de atributos de texto, em que cada linha consiste em três colunas:

source: An editable "Spoken unless" string value. By default, not all text attributes will have this set. If present, what it means (assuming the user wants this text attribute spoken) is that the value of the attribute will only be spoken if it's a different value than this value.
pt: Uma expressão editável "Locução excepto se". Por omissão, nem todos os atributos de texto terão este valor definido. Se presente, o que significa (assumindo que o utilizador quer a locução deste atributo de texto) é que apenas será realizada a locução do valor do atributo se for um valor diferente deste valor.
