Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Use the <guilabel>Timeout</guilabel> slider to specify the timeout in seconds that the system allows between the two clicks of a double-click. Moving the slider to the right will increase the timeout interval in 0.1 second intervals. In the same manner, moving the slider to the left will decrease the timeout in 0.1 second intervals.
de: Verwenden Sie den Schieberegler <guilabel>Intervall</guilabel> um das Intervall in Sekunden anzugeben, die das System zwischen den beiden Klicks eines Doppelklicks erlaubt. Bewegen Sie den Regler nach rechts, wird das Zeitintervall um 0,1 Sekunden erhöht. Auf die selbe Weise wird es 0,1 Sekunden verringert, wenn Sie den Regler nach links verschieben.
eu: Erabili <guilabel>Atzerapena</guilabel> graduatzailea, klik bikoitzaren bi klik horiek egiteko sistemak uzten duen denbora segundotan zehazteko. Graduatzailea eskuinerantz mugituz gero, atzerapenaren tartea 0,1 segundoz luzatuko du. Ezkerrerantz mugituz gero, berriz, 0,1 segundoz laburtuko du.
hu: Használja a <guilabel>Dupla kattintás időköze</guilabel> csúszkát a dupla kattintás két kattintása közötti idő megadásához. A csúszka jobbra mozgatása 0,1 másodperccel növeli, balra mozgatása pedig ugyanennyivel csökkenti az időintervallumot.
pt: Utilize a barra deslizante <guilabel>Expiração</guilabel> para especificar o tempo em segundos que o sistema deverá permitir entre dois cliques de um clique-duplo. Mover a barra para a direita aumenta o tempo em intervalos de 0.1 segundos. Do mesmo modo, mover a barra para a esquerda irá reduzir o tempo em intervalos de 0.1 segundos.
uk: Використовуйте повзунок <guilabel>Затримка</guilabel>, щоб зазначити затримку в секундах між двома клацаннями кнопкою миші у подвійному клацанні. Переміщення повзунка праворуч збільшує інтервал затримки з проміжками в 0,1 секунди. Так само, переміщення повзунка ліворуч зменшує інтервал з проміжками в 0,1 секунди.
zh_cn: 拖动 <guilabel>超时</guilabel> 滑块来设定两次单击之间的时间，向右每次增大时间间隔0.1秒。同样地，向左每次减小0.1秒。

source: Double-click on the light bulb to the right of the slider to test the setting. If you perform the two clicks of the double-click within the timeout specified, the light bulb lights up fully to display a yellow glow around the bulb. If you do not double-click within the timeout specified, the light bulb does not light fully. You should increase the timeout setting and try again. When the light bulb lights, the timeout setting is suitable for your needs.
de: Doppelklicken Sie auf die Glühlampe rechts vom Schieberegler, um die Einstellung zu prüfen. Wenn Sie innerhalb der festgelegten Zeitspanne zweimal klicken, wird die Glühlampe »eingeschaltet« und zeigt ein gelbes Glühen. Falls Sie den Doppelklick nicht innerhalb der festgelegten Zeitspanne ausführen, dann leuchtet die Glühlampe nicht. Sie sollten dann die Zeit anpassen und es erneut versuchen. Wenn die Glühlampe leuchtet, dann entspricht die Zeiteinstellung Ihren Erfordernissen.
eu: Egin klik bikoitza graduatzailearen eskuinaldean dagoen bonbillan, ezarpena probatzeko. Klik bikoitzaren bi klikak zehaztutako denboraren barruan egiten badituzu, bonbilla piztu egingo da, eta dirdira horia agertuko da bere inguruan. Klik bikoitza zehaztatutako denboran egiten ez baduzu, bonbilla ez da erabat piztuko. Handitu denbora-muga, eta saiatu berriro. Bonbilla pizten bada, zehaztutako ezarpena zuretzat egokia izango da.
hu: A csúszka alatt lévő villanykörtére duplán kattintva tesztelhető a beállítás. Ha a megadott időintervallumon belül kattint duplán a villanykörtére, akkor a körte körül sárgán izzó fénykör jelenik meg. Ha a megadott időintervallumon belül egyszer kattint a villanykörtére, akkor az csak egy pillanatra villan fel. Növelje a dupla kattintás időközét, majd próbálja újra tesztelni a beállítást. Ha a villanykörte égve marad, a beállítás megfelelő.
pt: Execute cliques-duplos sobre a lâmpada à direita da barra deslizante para testar a definição. Se realizar os dois cliques do clique-duplo dentro do tempo especificado, a lâmpada acende-se apresentando um brilho amarelo. Se não realizar os cliques dentro do prazo especificado, a lâmpada não se acenderá. Deverá aumentar a definição de expiração e tentar novamente. Quando a lâmpada se acender, a definição de expiração estará adequada às suas necessidades.
uk: Двічі клацніть на зображені лампочки праворуч від повзунка, щоб перевірити ваші налаштування. Якщо ви виконаєте два клацання у подвійному клацанні у зазначений інтервал, лампочка засвітиться жовтим світлом. Якщо ви не виконаєте два клацання у зазначений інтервал, лампочка засвітиться не в повну силу. Потрібно збільшити час затримки і спробувати знову. У випадку, якщо лампочка засвітиться жовтим світлом на повну силу, час затримки відповідатиме вашим потребам.
zh_cn: 在滑块右边双击一个小灯泡来测试设置情况，如果在超时间隔内执行的双击操作，灯泡会全亮显示黄色光晕。如果您没有在时间间隔内完成两次点击，那么灯泡不会全亮，您应该增大超时间隔，然后再试一试。当灯泡全亮，这个时间是适合您需要的。

source: Changing Mouse Pointer Size
de: Die Mauszeigergröße anpassen
hu: Az egérmutató méretének megváltoztatása
uk: Зміна розміру вказівника миші
zh_cn: 改变鼠标指针的大小

source: pointer size
de: Zeigergröße
eu: erakuslearen tamaina
hu: mutatóméret
pt: tamanho do cursor
uk: розмір вказівника
zh_cn: 指针大小

source: pointer
de: Zeiger
eu: erakuslea
hu: mutató
pt: cursor
uk: вказівник
zh_cn: 指针

source: size
de: Größe
eu: tamaina
hu: méret
pt: tamanho
uk: розмір
zh_cn: 大小

source: To change the size of the mouse pointer that is displayed on the desktop, perform the following steps:
de: Zum Ändern der Größe des auf dem Desktop angezeigten Mauszeigers führen Sie die folgenden Schritte aus:
eu: Mahaigainean bistaratzen den saguaren erakuslearen tamaina aldatzeko, jarraitu ondoko prozedura:
hu: Az asztali környezetben használt egérmutató méretének megváltoztatásához tegye a következőket:
pt: Para alterar o tamanho do cursor (ou ponteiro) do rato que é apresentado no ambiente de trabalho, realize os seguintes passos:
uk: Щоб змінити розмір показуваного на стільниці вказівника миші, виконайте наступні дії:
zh_cn: 要改变桌面上鼠标指针大小，请按下面步骤操作：

source: Click on the <guilabel>Pointers</guilabel> tab in the <guilabel>Mouse Preferences</guilabel> dialog.
de: Klicken Sie auf den Reiter <guilabel>Tasten</guilabel> im Dialogfenster <guilabel>Maus-Einstellungen</guilabel>.
eu: Egin klik <guilabel>Saguaren hobespenak</guilabel> elkarrizketa-koadroko <guilabel>Erakusleak</guilabel> fitxan.
hu: A <guilabel>Megjelenés</guilabel> beállítóeszköz <guilabel>Téma</guilabel> lapján nyomja meg a <guilabel>Testreszabás</guilabel> gombot, majd válassza az <guilabel>Egérmutató</guilabel> lapot.
pt: Clique no separador <guilabel>Cursores</guilabel> no diálogo <guilabel>Preferências do Rato</guilabel>.
uk: Перейдіть на вкладку <guilabel>Вказівники</guilabel> в діалозі <guilabel>Параметри миші</guilabel>.
zh_cn: 在 <guilabel>鼠标首选项</guilabel> 对话框里点击 <guilabel>指针</guilabel> 标签。

source: This will display a list of pointer themes and sizes available.
de: Eine Liste von verfügbaren Zeiger-Themen und -Größen wird angezeigt.
eu: Erabilgarri dauden erakusle-gaien eta -tamainen zerrenda bistaratuko da.
hu: Megjelenik az elérhető egérmutató-témák és -méretek listája.
pt: Será apresentada uma lista de temas e tamanhos disponíveis de cursor do rato.
uk: З’явиться список тем вказівників та доступні розміри.
zh_cn: 出来一个指针主题和可用的大小。

source: By default, MATE does not include mouse pointer themes. Information about installing and using pointer themes can be found in the <ulink type="help" url="ghelp:user-guide?goscustdesk-54">User Guide</ulink>.
de: Standardmäßig enthält MATE keine Mauszeiger-Themen. Informationen über die Installation und Verwendung von Mauszeiger-Themen finden Sie im <ulink type="help" url="ghelp:user-guide?goscustdesk-54">Benutzer-Handbuch</ulink>.
eu: Lehenespenez, MATEk ez du sagu-erakuslearen gairik. Erakusle-gaiak instalatzeari eta erabiltzeari buruzko informazioa lortzeko, ikus <ulink type="help" url="ghelp:user-guide?goscustdesk-54">Erabiltzailearen gida</ulink>.
hu: Alapértelmezetten a MATE nem tartalmaz egérmutató-témákat. Egérmutató-témák telepítésével és használatával kapcsolatban a <ulink type="help" url="ghelp:user-guide?goscustdesk-54">Felhasználói kézikönyv</ulink> tartalmaz információkat.
pt: Por omissão, o MATE não inclui temas para o cursor do rato. Informação sobre como instalar e utilizar temas de cursor pode ser encontrada no <ulink type="help" url="ghelp:user-guide?goscustdesk-54">Guia do Utilizador</ulink>.
uk: Типово, MATE не містить тем вказівників миші. Інформацію про встановлення та використання тем вказівників можна знайти в <ulink type="help" url="ghelp:user-guide?goscustdesk-54">Посібнику користувача</ulink>.
zh_cn: 默认的，MATE 没有包括鼠标指针的主题。安装和使用指针主题的更多信息，请参阅 <ulink type="help" url="ghelp:user-guide?goscustdesk-54">用户手册</ulink>。

source: On some platforms you must log out and log in again for this setting to take effect.
de: Auf manchen Plattformen müssen Sie sich ab- und anmelden, damit die Änderungen wirksam werden.
eu: Plataforma batzuetan, saioa amaitu eta berriro hasi behar duzu, ezarpen honek eragina izan dezan.
hu: Néhány platformon ki, majd újra be kell jelentkeznie a változtatások életbelépéséhez.
pt: Em algumas plataformas terá de terminar a sessão e iniciar uma nova para que as alterações tenham efeito.
uk: На деяких платформах потрібно вийти з системи і знову увійти, щоб ці параметри набули сили.
zh_cn: 在一些平台上，您必须注消后重新登录，才能使改变生效。

source: Locating the Mouse Pointer
de: Auffinden des Mauszeigers
hu: Az egérmutató megkeresése
uk: Розташування вказівника миші
zh_cn: 定位鼠标指针

source: locating pointer
de: Zeiger auffinden
eu: erakuslea lokalizatu
hu: egérmutató megkeresése
pt: localizar o cursor
uk: розташування вказівника
zh_cn: 定位指针

source: If you have difficulty locating the mouse pointer on the screen, you can enable an option to highlight the pointer when you press the <keycap>Control</keycap> key. To enable this option, click on the <guilabel>Pointers</guilabel> tab in the <guilabel>Mouse Preferences</guilabel> dialog, then select the <guilabel>Highlight the pointer when you press Ctrl</guilabel> option. When you press <keycap>Control</keycap>, the system displays an animation around the pointer to highlight the pointer.
de: Wenn Sie Schwierigkeiten beim Finden des Mauszeigers auf dem Bildschirm haben, können Sie eine Option aktivieren, die den Mauszeiger beim Drücken der <keycap>Strg</keycap>-Taste hervorhebt. Um diese Option zu aktivieren, klicken Sie im Dialog <guilabel>Mauseinstellungen</guilabel> auf den Reiter <guilabel>Zeiger</guilabel> und aktivieren die Option <guilabel>Position des Mauszeigers anzeigen, wenn die Strg-Taste gedrückt wird</guilabel>. Wenn Sie die <keycap>Strg</keycap>-Taste drücken, wird der Mauszeiger mit einer Animation versehen, um seine Position hervorzuheben.
eu: Saguaren erakuslea pantailan lokalizatzeko zailtasunak badituzu, aukera baten bidez erakuslea nabarmen dezakezu, <keycap>Kontrol</keycap> tekla sakatzean. Aukera hori gaitzeko, egin klik <guilabel>Saguaren hobespenak</guilabel> elkarrizketa-koadroko <guilabel>Kurtsoreak</guilabel> fitxan, eta hautatu <guilabel>Nabarmendu erakuslea Ktrl sakatzean</guilabel> aukera. <keycap>Kontrol</keycap> sakatzean, sistemak animazioa bistaratzen du erakuslearen inguruan, nabarmentzeko.
hu: Ha nehezen találja a képernyőn az egérmutatót, akkor az <guilabel>Egér beállításai</guilabel> ablak <guilabel>Általános</guilabel> lapján engedélyezze <guilabel>A mutató helyének megjelenítése a Ctrl billentyű megnyomásakor</guilabel> beállítást. Ezen beállítás engedélyezésével a <keycap>Ctrl</keycap> billentyű lenyomásakor az egérmutató körül egy animáció jelenik meg.
pt: Caso tenha dificuldades em localizar o cursor do rato no ecrã, pode activar uma opção para realçar o ponteiro quando prime a tecla <keycap>Control</keycap>. Para activar esta opção, clique no separador <guilabel>Cursores</guilabel> no diálogo de <guilabel>Preferências do Rato</guilabel>, depois seleccione a opção <guilabel>Realçar o cursor ao premir Ctrl</guilabel>. Quando premir o <keycap>Control</keycap>, o sistema apresenta uma animação em torno do cursor para o realçar.
uk: Якщо ви відчуваєте труднощі з визначенням місця розташування вказівника миші на екрані, увімкніть параметр, який дає змогу виділити вказівник миші натиснувши клавішу <keycap>Control</keycap>. Щоб увімкнути цей параметр, перейдіть на вкладку <guilabel>Вказівники</guilabel> в діалозі <guilabel>Параметри миші</guilabel> і поставте прапорець <guilabel>Підсвічувати вказівник, якщо натиснута клавіша Ctrl</guilabel>. Під час натискання клавіші <keycap>Control</keycap>, система покаже анімацію навколо вказівника, щоб виділити його.
zh_cn: 如果您在屏幕上定位指针有困难，可以启用一个选项，当按下 <keycap>Control</keycap> <keycap>Control</keycap> 高亮显示指针。要启用这个选项，在<guilabel>鼠标首选项</guilabel> 对话框里点 <guilabel>指针</guilabel> 标签，

source: On some platforms, you must log out and log in again before this setting takes effect.
de: Auf manchen Plattformen müssen Sie sich ab- und anmelden, damit die Änderungen wirksam werden.
eu: Plataforma batzuetan, saioa amaitu eta berriro hasi behar duzu, ezarpen honek eragina izan dezan.
hu: Néhány platformon ki, majd újra be kell jelentkeznie a változtatások életbe lépéséhez.
pt: Em algumas plataformas, terá de terminar a sessão e iniciar uma nova para que a alteração tenha efeito.
uk: На деяких платформах, потрібно вийти із системи і знову увійти, щоб ці налаштування вступили в силу.
zh_cn: 在一些平台上，您必须注消后重新登录，才能使设置生效。

source: Configuring Mouse Speed and Sensitivity
de: Geschwindigkeit und die Empfindlichkeit der Maus einstellen
hu: Az egér sebességének és érzékenységének beállítása
uk: Налаштування швидкості та чутливості миші
zh_cn: 设置鼠标移动速度和灵敏度

source: speed and sensitivity
de: Geschwindigkeit und Empfindlichkeit
eu: abiadura eta sentikortasuna
hu: sebesség és érzékenység
pt: velocidade e sensibilidade
uk: швидкість та чутливість
zh_cn: 移动速度和灵敏度

source: To configure the speed and sensitivity of the mouse, perform the following steps:
de: Zum Konfigurieren der Geschwindigkeit und Empfindlichkeit der Maus führen Sie die folgenden Schritte aus:
eu: Saguaren abiadura eta sentikortasuna konfiguratzeko, jarraitu urrats hauek:
hu: Az egér sebességének és érzékenységének beállításához tegye a következőket:
pt: Para configurar a velocidade e sensibilidade do rato, realize os seguintes passos:
uk: Щоб налаштувати швидкість і чутливість миші, виконайте наступні дії:
zh_cn: 要配置鼠标的移动速度和灵敏度，请按下面步骤操作：

source: Click on the <guilabel>Motion</guilabel> tab in the <guilabel>Mouse Preferences</guilabel> dialog.
de: Klicken Sie auf den Reiter <guilabel>Bewegung</guilabel> im Dialogfenster <guilabel>Mauseinstellungen</guilabel>.
eu: Egin klik <guilabel>Saguaren hobespenak</guilabel> elkarrizketa-koadroko <guilabel>Mugimendua</guilabel> fitxan.
hu: Az <guilabel>Egér beállításai</guilabel> ablakban válassza az <guilabel>Általános</guilabel> lapot.
pt: Clique no separador <guilabel>Movimento</guilabel> no diálogo <guilabel>Preferências do Rato</guilabel>.
uk: Перейдіть на вкладку <guilabel>Швидкість</guilabel> в діалозі <guilabel>Параметри миші</guilabel>.
zh_cn: 在 <guilabel>鼠标首选项</guilabel> 对话框里，选择 <guilabel>移动</guilabel> 标签。

source: Configure the following options:
de: Konfigurieren Sie die folgenden Optionen:
eu: Konfiguratu aukera hauek:
hu: Adja meg a következő beállításokat:
pt: Configure as seguintes opções:
uk: Встановіть наступні параметри:
zh_cn: 配置下面的选项：

source: Acceleration
de: Beschleunigung
eu: Azelerazioa
hu: Gyorsítás
pt: Aceleração
uk: Прискорення
zh_cn: 加速

source: Use the slider to specify the speed at which the mouse pointer moves around the screen when you move the mouse.
de: Verwenden Sie den Schieberegler, um die Geschwindigkeit festzulegen, mit der sich der Mauszeiger beim Bewegen der Maus auf dem Bildschirm bewegt.
hu: A csúszka segítségével adja meg az egérmutató mozgási sebességét.
uk: Використовуйте повзунок, щоб зазначити швидкість, з якою рухатиметься вказівник миші по екрану під час переміщення миші.
zh_cn: 拖动滑块来指定鼠标指针在屏幕上移动的速度。

source: If you select a low setting, the mouse pointer moves at a speed similar to the speed at which you are physically moving the mouse. This means that you need to physically move the mouse larger distances to cover the screen area. If you select a high setting, the mouse pointer moves at a faster speed than the speed at which you physically move the mouse. This means that you need to physically move the mouse small distances to cover the screen area.
de: Wenn Sie einen geringen Wert wählen, bewegt sich der Mauszeiger mit einer vergleichbaren Geschwindigkeit, mit der Sie den echten Mauszeiger bewegen. Das bedeutet, dass Sie eine größere Entfernung zurücklegen müssen, um verschiedene Bereiche des Bildschirms zu erreichen. Wenn Sie einen hohen Wert wählen, bewegt sich der Mauszeiger mit einer größeren Geschwindigkeit als der von Ihnen bewegte Mauszeiger. Das bedeutet, dass Sie kleinere Bewegungen ausführen müssen um verschiedene Bereiche des Bildschirms zu erreichen.
eu: Ezarpen baxua hautatzen baduzu, saguaren erakuslea sagua mugitzen duzun antzeko abiaduran mugituko da. Horrek esan nahi du sagua gehiago mugitu behar duzula pantailaren eremua estal dezan. Ezarpen altua hautatzen baduzu, saguaren erakuslea sagua mugitzen duzun baino abiadura handiagoan mugituko da. Horrek esan nahi du sagua gutxiago mugitu behar duzula pantailaren eremua estal dezan.
hu: Ha alacsony sebességet ad meg, akkor az egérmutató az egér fizikai mozgatási sebességéhez hasonló sebességgel mozog. Ez azt jelenti, hogy nagyobb távolságra kell mozgatni az egeret a képernyőterület bejárásához. Ha magasabb beállítást ad meg, akkor az egérmutató mozgási sebessége nagyobb lesz az egér fizikai mozgási sebességénél. Ez azt jelenti, hogy kisebb távolságra kell mozgatni az egeret a képernyőterület bejárásához.
pt: Se seleccionar um valor reduzido, o rato mover-se-á a uma velocidade semelhante àquela com que mexer fisicamente o rato. Isto significa que terá de mover fisicamente o rato grandes distâncias para cobrir toda a área de ecrã. Se seleccionar um valor elevado, o cursor do rato irá mover-se a uma velocidade maior do que aquela a que mover fisicamente o rato. Tal significa que terá de mover fisicamente o rato menores distâncias para conseguir cobrir toda a área de ecrã.
uk: Якщо вибрати низьке значення, вказівник миші рухатиметься з такою самою швидкістю, з якою ви фізично пересуватимете мишу. Це означає, що мишу потрібно фізично переміщати на великі відстані, щоб покрити весь екран. Якщо ж вибрати високе значення, вказівник миші рухатиметься швидше, ніж швидкість з якою ви фізично переміщатимете мишу. Це означає, що мишу потрібно фізично переміщати на малі відстані, щоб покрити весь екран.
zh_cn: 如果您设置较低速度，当您移动鼠标时，指针移动较慢速度，这意味着您需要移动鼠标更多的距离来实现指针的移动区域。如果您选择了高的速度，当您移动鼠标时，指针速度会较快，这意味着您移动鼠标较小的距离，就能实现指针移动区域。

source: Sensitivity
de: Empfindlichkeit
eu: Sentikortasuna
hu: Érzékenység
pt: Sensibilidade
uk: Чутливість
zh_cn: 灵敏度

source: Use the slider to specify how responsive the mouse pointer is to movements of the mouse. Moving the slider to the right will increase the sensitivity and moving it to the left will decrease the sensitivity.
de: Verwenden Sie den Schieberegler, um einzustellen, wie empfindlich der Mauszeiger auf Bewegungen der Maus reagieren soll. Verschieben Sie den Regler nach rechts, wird die Empfindlichkeit erhöht, während sie beim Verschieben nach links verringert wird.
hu: A csúszka segítségével adja meg az egérmutató érzékenységét. A csúszka jobbra mozgatása növeli, balra mozgatása csökkenti az érzékenységet.
uk: Використовуйте повзунок, щоб вказати, як має реагувати вказівник миші на рухи миші. Переміщення повзунка праворуч підвищить чутливість, а ліворуч — зменшить.
zh_cn: 拖动滑块来指定指针如何响应鼠标的移动。向右移动滑块，会增大灵敏度，向左移动会减小灵敏度。

source: Threshold
de: Schwellenwert
eu: Muga
hu: Küszöbszint
pt: Tolerância
uk: Порогове значення
zh_cn: 峰值

source: Use the slider to specify the distance that you must move an item before the system interprets the move action as a drag-and-drop action.
de: Verwenden Sie den Schieberegler, um die Strecke festzulegen, die ein Objekt verschoben werden muss, bevor die Verschiebungsaktion als Aktion zum Ziehen und Ablegen interpretiert wird.
eu: Erabili graduatzailea elementu bat zenbat mugitu behar duzun zehazteko sistemak arrastatu eta jaregin ekintza gisa interpreta dezan.
hu: A csúszka segítségével adja meg az egér küszöbszintjét. Ez határozza meg, hogy mekkora távolságra kell mozgatni egy elemet ahhoz, hogy a rendszer a mozgatást fogd és vidd műveletként értelmezze.
pt: Utilize a barra deslizante para especificar a distância que tem de mover um item até que o sistema interprete o movimento como uma acção de arrastar-e-largar.
uk: Використовуйте повзунок, щоб зазначити відстань, на яку необхідно перемістити об'єкт перш, ніж система інтерпретує переміщення як дію «перетягни і відпусти».
zh_cn: 拖动滑块来指定一个距离，当您移动一个项目达到这个距离时，系统会认为这个移动操作是一次拖放操作。

source: Configuring the Cursor
de: Konfigurieren des Cursors
hu: A kurzor beállítása
uk: Налаштування курсору
zh_cn: 设置光标

source: cursor
eu: kurtsorea
hu: kurzor
uk: курсор
zh_cn: 光标

source: stop blinking
de: Blinken stoppen
eu: keinuak utzi
hu: villogás megszüntetése
pt: parar de piscar
uk: зупинка блимання
zh_cn: 停止闪烁

source: The following section describes how to modify the display characteristics of the cursor.
de: Im folgenden Abschnitt wird beschrieben, wie Sie die Anzeigeeigenschaften des Cursors verändern können.
eu: Atal honetan, saguaren bistaratze-ezaugarriak nola aldatu azaltzen da.
hu: A következő szakasz leírja a kurzor megjelenési módjának módosítását.
pt: A secção seguinte descreve como alterar as características de apresentação do cursor.
uk: У наступному розділі описано, як змінити характеристики відображення курсору.
zh_cn: 下面的段落讲述了如何设置在光标处显示的字符。

source: Stopping the Cursor from Blinking
de: Das Blinken des Cursors verhindern
hu: A kurzor villogásának megszüntetése
uk: Зупинка блимання курсору
zh_cn: 停止光标闪烁

source: To stop the cursor from blinking in text boxes and other areas, perform the following steps:
de: Um das Blinken des Cursors in Eingabefeldern oder anderen Bereichen zu verhindern, führen Sie die folgenden Schritte aus:
hu: A kurzor villogásának megszüntetéséhez a szerkesztőmezőkben és beviteli mezőkben, tegye a következőket:
uk: Щоб зупинити блимання курсору в текстових полях і в інших місцях, виконайте наступні дії:
zh_cn: 要在一个文本框和文本域里停止光标闪烁，请按下面步骤操作：
