Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: The following table lists the keyboard shortcuts that you can use to navigate buttons:
de: In der folgenden Tabelle werden Tastenkombinationen genannt, die Sie zum Bedienen von Knöpfen verwenden können.
hu: A következő táblázat a gombok közötti navigációhoz használható gyorsbillentyűket írja le.
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для работы с кнопками:
uk: В наступній таблиці наведено комбінації клавіш, які можна використовувати для керування кнопками:
zh_cn: 下表列出了可以用来访问按钮的键盘快捷键：

source: Activate the button that has focus. This is the equivalent of clicking on the button.
de: Der fokussierte Knopf wird aktiviert. Dies entspricht dem Anklicken des Knopfes mit der Maus.
eu: Fokua duen botoia aktibatzen du. Botoian klik egitearen baliokidea da.
hu: A fókuszban lévő gomb aktiválása. Egyenértékű a gombra kattintással az egérrel.
pt: Activa o botão que detém o foco. É o equivalente a clicar no botão.
ru: Активизировать кнопку, содержащую фокус. Это равносильно щелчку мыши по кнопке.
uk: Активувати кнопку, яка має фокус. Така дія рівнозначна клацанню кнопкою миші з вказівником на кнопці.
zh_cn: 激活一个按钮。这相当于点击一个按钮。

source: Activate the button that has focus or, if no button has focus, perform the default action for the dialog.
de: Wenn ein Knopf den Fokus besitzt wird er aktiviert, sonst wird die Standardaktion des Dialogfensters ausgeführt.
eu: Fokua duen botoia aktibatzen du, eta botoiek fokurik ez badute, elkarrizketa-koadroaren ekintza lehenetsia egiten du.
hu: A fókuszban lévő gomb aktiválása. Ha nem gomb van fókuszban, akkor a párbeszédablak alapértelmezett műveletének végrehajtása.
pt: Activa o botão que detém o foco ou, se nenhum o detiver, realiza a acção por omissão do diálogo.
ru: Активизировать кнопку, содержащую фокус, а если никакая кнопка не содержит фокус, то выполнить в диалоге действие по умолчанию.
uk: Активувати кнопку, яка має фокус, або, якщо жодна кнопка не має фокусу, виконати типову дію в діалозі.
zh_cn: 激活一个按钮，或者，如果没有激活的按钮，执行对话框的默认动作。

source: Navigating Radio Buttons
de: Arbeiten mit Auswahlknöpfen
hu: Navigáció a választógombokon
ru: Работа с кнопками выбора
uk: Керування радіо-кнопками
zh_cn: 访问单选按钮

source: for radio buttons
de: für Auswahlknöpfe
eu: aukera-botoientzat
hu: választógombok
pt: para os botões de selecção exclusiva
ru: для кнопок выбора
uk: для радіо-кнопок
zh_cn: 使用单选按钮

source: A radio button is a control that you use to select one of several mutually-exclusive options.
de: Sie verwenden einen Auswahlknopf, um eine Möglichkeit aus sich gegenseitig ausschließenden Möglichkeiten zu wählen.
eu: Aukera-botoia hainbat aukera esklusiboetako bat hautatzeko erabiltzen duzun kontrola da.
hu: A választógomb vezérlőelemmel több, egymást kölcsönösen kizáró lehetőség közül lehet egyet kiválasztani.
pt: Um botão de selecção exclusiva é um controlo que lhe permite seleccionar uma de várias opções mutuamente exclusivas.
ru: Кнопка выбора представляет собой элемент управления, который вы используете, чтобы выбрать один из нескольких взаимоисключающих вариантов.
uk: Радіо-кнопкою називається елемент керування, який використовується, щоб вибрати один з кількох взаємовиключних варіантів.
zh_cn: 单选按钮是一种控件，您只能在多个选项中选择一个选项。

source: Sample Radio Button
de: Beispiel-Auswahlknopf
eu: Aukera-botoiaren adibidea
hu: Minta választógomb
pt: Botão de Selecção Exclusiva Exemplificativo
ru: Пример кнопки выбора
uk: Приклад радіо-кнопки
zh_cn: 单选按钮示例

source: Two sample radio buttons.
de: Zwei Beispiele für Auswahlknöpfe.
eu: Aukera-botoien bi adibide.
hu: Két minta választógomb.
pt: Dois botões de selecção exclusiva exemplificativos.
ru: Две кнопки выбора
uk: Приклад двох радіо-кнопок.
zh_cn: 两个单选按钮实例

source: The following table lists the keyboard shortcuts that you can use to navigate a set of radio buttons:
de: Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Arbeiten mit einer Gruppe von Auswahlknöpfen verwenden können:
hu: A következő táblázat leírja a választógombok közötti navigációhoz használható gyorsbillentyűket.
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения по набору кнопок выбора:
uk: В наступній таблиці наведено комбінації клавіш, які можна використовувати для переміщення по комплекту радіо-кнопок:
zh_cn: 下表列出了可以用来访问一组单选按钮的键盘快捷键：

source: Select the next or previous radio button and deselect the other radio buttons in the group.
de: Der nächste oder vorherige Auswahlknopf wird ausgewählt und alle anderen Auswahlknöpfe der Gruppe abgewählt.
eu: Hurrengo edo aurreko aukera-botoia hautatzen du, eta taldeko beste aukera-botoiak desautatzen ditu.
hu: A következő vagy előző választógomb kiválasztása és a másik választógomb kijelölésének törlése.
pt: Seleccionar o botão de selecção exclusiva seguinte ou anterior e retirar a selecção aos restantes botões do grupo.
ru: Выбрать следующую или предыдущую кнопку выбора и одновременно отменить выбор других кнопок выбора в группе.
uk: Вибрати наступну або попередню радіо-кнопку і скасувати вибір на інших радіо-кнопках в групі.
zh_cn: 选择下一个或前一个单选按钮，取消这一组里其他选中的按钮。

source: Navigating Check Boxes
de: Arbeiten mit Ankreuzfeldern
hu: Navigáció a jelölőnégyzetek között
ru: Работа с переключателями
uk: Керування кнопками-прапорцями
zh_cn: 访问复选框

source: for check boxes
de: für Ankreuzfelder
eu: kontrol-laukientzat
hu: jelölőnégyzetek
pt: para as caixas de selecção
ru: для переключателем
uk: для кнопок-прапорців
zh_cn: 使用复选框

source: A check box is a control that you use to select or deselect an option.
de: Ein Ankreuzfeld ist ein Element, das Sie zum Aus- oder Abwählen einer Möglichkeit verwenden.
eu: Kontrol-lauki bat aukera bat hautatzeko edo desautatzeko erabiltzen duzun kontrola da.
hu: A jelölőnégyzet vezérlőelemmel módosítható egy beállítás kiválasztása.
pt: Uma caixa de selecção é um controlo que lhe permite seleccionar ou remover a selecção de uma opção.
ru: Переключатель представляет собой элемент управления, при помощи которого вы можете поставить или убрать отметку на той или иной возможности.
uk: Кнопкою-прапорцем називається елемент керування, який використовується, щоб вибрати або скасувати вибір тієї чи іншої опції .
zh_cn: 复选框是一种控件，您可以用它来选中或取消选中一个选项。

source: Sample Check Box
de: Beispiel-Ankreuzfeld
eu: Kontrol-laukiaren adibidea
hu: Minta jelölőnégyzet
pt: Caixa de Selecção Exemplificativa
ru: Пример отметки
uk: Приклад кнопки-прапорця
zh_cn: 复选框示例

source: Sample check box.
de: Beispiel Ankreuzfeld.
eu: Kontrol-laukiaren adibidea.
hu: Minta jelölőnégyzet.
pt: Caixa de selecção exemplificativa.
ru: Пример отметки.
uk: Приклад кнопки-прапорця.
zh_cn: 复选框的例子

source: The following table lists the keyboard shortcuts that you can use to navigate a check box:
de: In der folgenden Tabelle werden Tastenkombinationen genannt, die Sie zum Arbeiten mit einem Ankreuzfeld verwenden können:
hu: A következő táblázat leírja a jelölőnégyzetek kezeléséhez használható gyorsbillentyűket.
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для работы с отметками:
uk: В наступній таблиці наведено комбінації клавіш, які можна використовувати для керування кнопками-прапорцями:
zh_cn: 下表列出了可以用来访问复选框的键盘快捷键：

source: Select or deselect the check box.
de: Das Ankreuzfeld wird aus- oder abgewählt.
eu: Kontrol-laukia hautatu edo desautatzen du.
hu: A jelölőnégyzet bejelölése vagy törlése.
pt: Selecciona ou retira a selecção na caixa de selecção.
ru: Установить или снять отметку.
uk: Встановити або зняти прапорець.
zh_cn: 选中或取消选中复选框

source: Navigating Text Boxes
de: So bearbeiten Sie Eingabefelder
hu: Navigáció a szerkesztőmezőkben
ru: Работа с текстовыми полями
uk: Керування текстовими полями
zh_cn: 访问文本框

source: for text boxes
de: für Eingabefelder
eu: testu-koadroentzat
hu: szerkesztőmezők
pt: para as caixas de texto
ru: для текстовых полей
uk: для текстових полів
zh_cn: 使用文本框

source: Text boxes are controls in which you type text.
de: Eingabefelder sind Elemente, in die Sie Text eingeben.
eu: Testu-koadroak kontrolak dira, eta hor testua idatzi behar izaten da.
hu: A szerkesztőmező vezérlőelemekbe szöveget írhat.
pt: Caixas de texto são controlos onde pode introduzir texto.
ru: Текстовое поле представляет собой элемент управления, в котором вы можете набирать текст.
uk: Текстовими полями називаються елементи керування в яких можна вводити текст.
zh_cn: 文本框是一种您可以输入文字的控件。

source: Sample Single Line Text Box
de: Beispiel eines einzeiligen Eingabefeldes
eu: Lerro bakarreko testu-koadroaren adibidea
hu: Minta egysoros szerkesztőmező
pt: Caixa de Texto de Linha Única Exemplificativa
ru: Пример однострочного текстового поля
uk: Приклад однорядкового текстового поля
zh_cn: 单行文本框示例

source: Sample text box with one input line.
de: Beispiel eines Eingabefeldes mit einer Zeile.
eu: Lerro bakarra duen testu-koadroaren adibidea.
hu: Minta szerkesztőmező egy adatbeviteli sorral.
pt: Caixa de texto exemplificativa com apenas uma linha de introdução.
ru: Пример однострочного текстового поля.
uk: Приклад текстового поля з одним рядком для введення тексту.
zh_cn: 输入一行文字的文本框实例。

source: The following table lists the keyboard shortcuts that you can use to navigate a single line text box:
de: In der folgenden Tabelle sind Tastenkombinationen aufgeführt, die Sie zum Arbeiten mit einzeiligen Eingabefeldern verwenden können:
hu: A következő táblázat leírja az egysoros szerkesztőmezőben navigációhoz használható gyorsbillentyűket.
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для работы с однострочным текстовым полем:
uk: В наступній таблиці наведено комбінації клавіш, які можна використовувати для керування однорядковим текстовим полем:
zh_cn: 下表列出了可以用来访问单行文本框的键盘快捷键：

source: Position the cursor one character to the left.
de: Positioniert den Cursor ein Zeichen weiter links.
eu: Kurtsorea karaktere bat ezkerrerantz kokatzen du.
hu: A kurzor mozgatása balra egy karakterrel.
pt: Posiciona o cursor um caracter para a esquerda.
ru: Переместить курсор на один символ влево.
uk: Перемістити курсор на один символ ліворуч.
zh_cn: 移动光标位置向左一个字符。

source: Position the cursor one character to the right.
de: Positioniert den Cursor ein Zeichen weiter rechts.
eu: Kurtsorea karaktere bat eskuinerantz kokatzen du.
hu: A kurzor mozgatása jobbra egy karakterrel.
pt: Posiciona o cursor um caracter para a direita.
ru: Переместить курсор на один символ вправо.
uk: Перемістити курсор на один символ праворуч.
zh_cn: 向右移动光标一个字符。

source: Position the cursor at the start of the current word. Press and hold <keycap>Ctrl</keycap> and continue to press <keycap>left arrow</keycap> to position the cursor at the start of the previous word.
de: Positioniert den Cursor am Anfang des aktuellen Wortes. Wenn Sie die Tastenkombination erneut drücken, bewegt sich der Cursor an den Anfang des vorherigen Wortes.
hu: A kurzor pozícióját az aktuális szó elejére helyezi. Tartsa lenyomva a <keycap>Ctrl</keycap> billentyűt és nyomja meg a <keycap>balra nyilat</keycap>, ha a kurzort az előző szó elejére szeretné mozgatni.
ru: Поместить курсор в начало текущего слова. Нажмите и удерживайте <keycap>Ctrl</keycap> и продолжайте нажимать <keycap>стрелку влево</keycap>, чтобы последовательно перемещать курсор к началу предыдущего слова.
uk: Помістити курсор на початок чинного слова. Натисніть і утримуйте клавішу <keycap>Ctrl</keycap> і продовжуйте періодично натискати клавішу <keycap>стрілка вліво</keycap>, щоб перемістити курсор на початок попереднього слова.
zh_cn: 移动光标到这个词的开头。按住 <keycap>Ctrl</keycap> 键，然后再按 <keycap>左方向键</keycap> 可以移动光标到上一个词的开头。

source: Position the cursor at the end of the current word. Press and hold <keycap>Ctrl</keycap> and continue to press <keycap>right arrow</keycap> to position the cursor at the end of the next word.
de: Positioniert den Cursor am Ende des aktuellen Wortes. Wenn Sie die Tastenkombination erneut drücken, bewegt sich der Cursor an das Ende des nächsten Wortes.
hu: A kurzor mozgatása az aktuális szó végére. Tartsa lenyomva a <keycap>Ctrl</keycap> billentyűt és nyomja meg a <keycap>jobbra nyilat</keycap> a kurzor mozgatásához a következő szó végére.
ru: Поместить курсор в конец текущего слова. Нажмите и удерживайте <keycap>Ctrl</keycap> и продолжайте нажимать <keycap>стрелку вправо</keycap>, чтобы последовательно перемещать курсор в конец следующего слова.
uk: Помістити курсор в кінець чинного слова. Натисніть і утримуйте клавішу <keycap>Ctrl</keycap> і продовжуйте періодично натискати клавішу <keycap>стрілка вправо</keycap>, щоб перемістити курсор в кінець наступного слова.
zh_cn: 移动光标到当前词的末尾。按住 <keycap>Ctrl</keycap> 键，然后再按 <keycap>右方向键</keycap> 可以移动光标到下一个词的末尾。

source: Position the cursor at the start of the line.
de: Positioniert den Cursor am Anfang der Zeile.
eu: Kurtsorea lerroaren hasieran kokatzen du.
hu: A kurzor mozgatása a sor elejére.
pt: Posiciona o cursor no início da linha.
ru: Переместить курсор в начало строки.
uk: Перемістити курсор на початок рядка.
zh_cn: 移动光标到行首。

source: Position the cursor at the end of the line.
de: Positioniert den Cursor am Ende der Zeile.
eu: Kurtsorea lerroaren amaieran kokatzen du.
hu: A kurzor mozgatása a sor végére.
pt: Posiciona o cursor no final da linha.
ru: Переместить курсор в конец строки.
uk: Перемістити курсор в кінець рядка.
zh_cn: 移动光标到行尾。

source: <keycombo><keycap>Shift</keycap><keycap>left arrow</keycap></keycombo> or <keycap>right arrow</keycap>
de: <keycombo><keycap>Umschalttaste</keycap><keycap>Pfeiltaste links</keycap></keycombo> oder <keycap>Pfeiltaste rechts</keycap>
eu: <keycombo><keycap>Maius</keycap><keycap>ezker-gezia</keycap></keycombo> edo <keycap>eskuin-gezia</keycap>
hu: <keycombo><keycap>Shift</keycap><keycap>balra nyíl</keycap></keycombo> vagy <keycap>jobbra nyíl</keycap>
pt: <keycombo><keycap>Shift</keycap><keycap>seta à esquerda</keycap></keycombo> ou <keycap>seta à direita</keycap>
ru: <keycombo><keycap>Shift</keycap><keycap>стрелка влево</keycap></keycombo> или <keycap>стрелка вправо</keycap>
uk: <keycombo><keycap>Shift</keycap><keycap>стрілка вліво</keycap></keycombo> або <keycap>стрілка вправо</keycap>
zh_cn: <keycombo><keycap>Shift</keycap><keycap>左方向键</keycap></keycombo> 或者 <keycap>右方向键</keycap>

source: Select one character at a time to the left or right of the cursor.
de: Markiert ein Zeichen links oder rechts vom Cursor.
eu: Kurtsorea dagoen kokalekutik ezkerrera edo eskuinera karaktere bat hautatzen du.
hu: A kurzortól balra vagy jobbra egyszerre egy karakter kijelölése.
pt: Selecciona um caracter de cada vez à esquerda ou direita do cursor.
ru: Выделять по одному символу за раз слева или справаот курсора.
uk: Виділити один символ за один раз, ліворуч або праворуч від курсору.
zh_cn: 选中光标左边或右边的一个字符。

source: <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>left arrow </keycap></keycombo> or <keycap>right arrow </keycap>
de: <keycombo><keycap>Umschalttaste</keycap><keycap>Strg</keycap><keycap>Pfeiltaste links</keycap></keycombo> oder <keycap>Pfeiltaste rechts</keycap>
hu: <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>balra nyíl</keycap></keycombo> vagy <keycap>jobbra nyíl</keycap>
ru: <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>стрелка влево </keycap></keycombo> или <keycap>стрелка вправо</keycap>
uk: <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>стрілка вліво</keycap></keycombo> або <keycap>стрілка вправо</keycap>
zh_cn: <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>左方向键</keycap></keycombo> 或者 <keycap>右方向键</keycap>

source: Select one word at a time to the left or right of the cursor.
de: Markiert ein Wort links oder rechts vom Cursor.
eu: Kurtsorea dagoen kokalekutik ezkerrera edo eskuinera hitz bat hautatzen du.
hu: A kurzortól balra vagy jobbra egyszerre egy szó kijelölése.
pt: Selecciona uma palavra de cada vez à esquerda ou direita do cursor.
ru: Выделять по одному слову за раз слева или справа от курсора.
uk: Виділити одне слово за один раз, ліворуч або праворуч від курсору.
zh_cn: 选中光标左边或右边的一个词。

source: Select all text to the left of the cursor.
de: Markiert den gesamten Text links vom Cursor.
eu: Kurtsorearen ezkerraldean dagoen testu osoa hautatzen du.
hu: A teljes szöveg kijelölése a kurzortól balra.
pt: Selecciona todo o texto à esquerda do cursor.
ru: Выделить весь текст слева от курсора.
uk: Виділити весь текст ліворуч від курсора.
zh_cn: 选中光标左边所有的文本。

source: Select all text to the right of the cursor.
de: Markiert den gesamten Text rechts vom Cursor.
eu: Kurtsorearen eskuinaldean dagoen testu osoa hautatzen du.
hu: A teljes szöveg kijelölése a kurzortól jobbra.
pt: Selecciona todo o texto à direita do cursor.
ru: Выделить весь текст справа от курсора.
uk: Виділити весь текст праворуч від курсора.
zh_cn: 选中光标右边的所有文本。

source: Select all text in the text box.
de: Markiert den gesamten Text im Eingabefeld.
eu: Testu-koadroko testu osoa hautatzen du.
hu: A szerkesztőmező teljes szövegének kijelölése.
pt: Selecciona todo o texto da caixa de texto.
ru: Выделить весь текст в текстовом поле.
uk: Виділити весь текст в текстовому полі.
zh_cn: 选中文本框里的所有文本。

source: In addition to the keyboard shortcuts listed in the previous table, use the keyboard shortcuts in the following table to navigate multi-line text boxes:
de: In der folgenden Tabelle finden Sie Tastenkombinationen, die als Ergänzung der vorherigen Tabelle für die Navigation in mehrzeiligen Eingabefeldern verwendet werden können:
hu: Az előző táblázatban felsorolt gyorsbillentyűkön kívül a többsoros szerkesztőmezőkben a következő táblázatban található gyorsbillentyűk is használhatók.
ru: В дополнение к клавиатурным комбинации, которые были перечислены в предыдущей таблице, используйте клавиатурные комбинации из следующей таблицы для перемещения по многострочным текстовым полям:
uk: На додаток до комбінацій клавіш, зазначених в попередній таблиці, використовуйте комбінації клавіш в наступній таблиці для переміщення по багаторядкових текстових полях:
zh_cn: 除了上表列出的快捷键之外，您可以用下表列出的快捷键来访问多行文本框：

source: Position the cursor at the top of the current view. Press <keycap>Page Up</keycap> again to position the cursor at the top of the previous view.
de: Positioniert den Cursor am Anfang der aktuellen Bildschirmseite. Drücken Sie <keycap>Bild auf</keycap> erneut, um den Cursor an den Anfang der vorherigen Bildschirmseite zu bewegen.
eu: Kurtsorea uneko ikuspegiaren goialdean kokatzen du. Sakatu <keycap>Orria gora</keycap>, kurtsorea berriro aurreko ikuspegiaren goialdean kokatzeko.
hu: A kurzor mozgatása az aktuális nézet elejére. Nyomja meg újra a <keycap>Page Up</keycap> billentyűt a kurzor az előző nézet elejére mozgatásához.
pt: Posiciona o cursor no topo da vista actual. Prima <keycap>Page Up</keycap> novamente para posicionar o cursor no topo da vista anterior.
ru: Поместить курсор в начало текущей страницы просмотра. Нажимайте <keycap>Page Up</keycap> повторно, чтобы перемещать курсор в начало предыдущей страницы просмотра.
uk: Помістити курсор на початок чинного поля. Натисніть клавішу <keycap>Page Up</keycap> знову, щоб перемістити курсор на початок попереднього поля.
zh_cn: 移动光标到当前屏幕视图顶端。再按一下 <keycap>Page Up</keycap> 键，到上一屏视图视图顶端。

source: Position the cursor at the end of the current view. Press <keycap>Page Down</keycap> again to position the cursor at the end of the previous view.
de: Positioniert den Cursor am Ende der aktuellen Bildschirmseite. Drücken Sie <keycap>Bild ab</keycap> erneut, um den Cursor an das Ende der vorherigen Bildschirmseite zu bewegen.
eu: Kurtsorea uneko ikuspegiaren amaieran kokatzen du. Sakatu <keycap>Orria behera</keycap>, kurtsorea berriro aurreko ikuspegiaren amaieran kokatzeko.
hu: A kurzor mozgatása az aktuális nézet végére. Nyomja meg újra a <keycap>Page Down</keycap> billentyűt a kurzor az előző nézet végére helyezéséhez.
pt: Posiciona o cursor no fundo da vista actual. Prima <keycap>Page Down</keycap> novamente para posicionar o cursor no fundo da vista seguinte.
ru: Переместить курсор в конец текущей страницы просмотра. Нажимайте <keycap>Page Down</keycap> повторно, чтобы перемещать курсор в конец следующей страницы просмотра.
uk: Помістити курсор в кінець чинного поля. Натисніть клавішу <keycap>Page Down</keycap> знову, щоб перемістити курсор в кінець попереднього поля.
zh_cn: 移动光标到当前屏幕视图末尾。再按一下 <keycap>Page Down</keycap> 键，到下一屏视图视图末尾。

source: Position the cursor at the start of the current paragraph. Press and hold <keycap>Ctrl</keycap> and continue to press the <keycap>up arrow</keycap> key to position the cursor at the start of the previous paragraph.
de: Positioniert den Cursor am Anfang des aktuellen Absatzes. Halten Sie die <keycap>Strg</keycap>-Taste gedrückt, ohne die <keycap>Pfeiltaste auf</keycap> loszulassen, um den Cursor an den Anfang des vorherigen Absatzes zu bewegen.
hu: A kurzor mozgatása az aktuális bekezdés elejére. Tartsa lenyomva a <keycap>Ctrl</keycap> billentyűt és nyomja meg a <keycap>fel nyíl</keycap> billentyűt a kurzor mozgatásához az előző bekezdés végére.
ru: Поместить курсор в начало текущего абзаца. Нажмите и удерживайте <keycap>Ctrl</keycap> и продолжайте нажимать <keycap>стрелку вверх</keycap>, чтобы перемещать курсор в начало предыдущего абзаца.
uk: Помістити курсор на початок чинного абзацу. Натисніть і утримуйте клавішу <keycap>Ctrl</keycap> та продовжуйте періодично натискати клавішу <keycap>стрілка вгору</keycap>, щоб перемістити курсор на початок попереднього абзацу.
zh_cn: 移动光标到当前段落的开头。按住 <keycap>Ctrl</keycap> 键，然后再按 <keycap>上方向键</keycap> 移动光标到上一段的开头。

source: Position the cursor at the end of the current paragraph. Press and hold <keycap>Ctrl</keycap> and continue to press the <keycap>down arrow</keycap> key to position the cursor at the end of the next paragraph.
de: Positioniert den Cursor am Ende des aktuellen Absatzes. Halten Sie die <keycap>Strg</keycap>-Taste gedrückt, ohne die <keycap>Pfeiltaste ab</keycap> loszulassen, um den Cursor an das Ende des nächsten Absatzes zu bewegen.
hu: A kurzor mozgatása az aktuális bekezdés végére. Tartsa lenyomva a <keycap>Ctrl</keycap> billentyűt és nyomja meg a <keycap>le nyíl</keycap> billentyűt a kurzor mozgatásához az előző bekezdés végére.
ru: Поместить курсор в конец текущего абзаца. Нажмите и удерживайте <keycap>Ctrl</keycap> и продолжайте нажимать <keycap>стрелку вниз</keycap>, чтобы перемещать курсор в конец следующего абзаца.
uk: Помістити курсор в кінець чинного абзацу. Натисніть і утримуйте клавішу <keycap>Ctrl</keycap> та продовжуйте періодично натискати клавішу <keycap>стрілка вниз</keycap>, щоб перемістити курсор в кінець наступного абзацу.
zh_cn: 移动光标到当前段落的末尾。按住 <keycap>Ctrl</keycap> 键，然后再按 <keycap>下方向键</keycap> 移动光标到下一段的末尾。

source: Position the cursor one view width to the left.
de: Blättert eine Bildschirmseite nach links.
eu: Kurtsorea ikuspegi baten zabalera ezkerrera kokatzen du.
hu: A kurzor mozgatása balra egy nézetszélességgel.
pt: Move o cursor à esquerda a distância de uma vista.
ru: Переместить курсор влево на одну ширину страницы просмотра.
uk: Перемістити курсор ліворуч на одну ширину поля.
zh_cn: 左移光标一屏视图的宽度。

source: Position the cursor one view width to the right.
de: Blättert eine Bildschirmseite nach rechts.
eu: Kurtsorea ikuspegi baten zabalera eskuinera kokatzen du.
hu: A kurzor mozgatása jobbra egy nézetszélességgel.
pt: Move o cursor à direita a distância de uma vista.
ru: Переместить курсор вправо на одну ширину страницы просмотра.
uk: Перемістити курсор праворуч на одну ширину поля.
zh_cn: 右移光标一屏视图的宽度。
