Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: You can customize this keyboard shortcut.
de: Sie können dieses Tastaturkürzel anpassen.
eu: Laster-tekla hori pertsonaliza dezakezu.
hu: Ez a billentyűparancs módosítható.
pt: Pode personalizar este atalho de teclado.
ru: Вы можете изменить эту комбинацию клавиш.
uk: Цю комбінацію клавіш можна змінити.
zh_cn: 您可以定制这个快捷键。

source: For Solaris systems, this key is <keycap>Ctrl-Esc</keycap> (as with Microsoft Windows).
de: Auf Solaris Systemen entspricht dies der Tastenkombination <keycap>Strg+Esc</keycap>, ebenfalls unter Microsoft Windows.
hu: Solaris rendszereknél ez a billentyűkombináció a <keycap>Ctrl-Esc</keycap> (mint a Microsoft Windows rendszereknél).
uk: Для операційних систем Solaris, це буде комбінація клавіш <keycap>Ctrl-Esc</keycap> (як і для Microsoft Windows).
zh_cn: 对于 Solaris 系统，这个键是 <keycap>Ctrl-Esc</keycap> （跟 Microsoft Windows 相同）。

source: Open the <guilabel>Run Application</guilabel> dialog.
de: Öffnet das Dialogfeld <guilabel>Programm ausführen</guilabel>.
hu: Megjeleníti az <guilabel>Alkalmazás futtatása</guilabel> párbeszédablakot.
ru: Открыть диалог <guilabel>Выполнить программу</guilabel>.
uk: Відкрити діалогове вікно <guilabel>Виконати програму</guilabel>.
zh_cn: 打开 <guilabel>运行应用程序</guilabel> 对话框。

source: For Solaris systems, this key is <keycap>Meta-R</keycap> (as with Microsoft Windows). A meta- or super-key is an OS-logo shift key.
de: Auf Solaris-Systemen (wie auch unter Microsoft Windows) gilt die Tastenkombination <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo>. Eine Meta- oder Super-Taste ist eine Taste mit dem Logo eines Betriebssystems.
hu: Solaris rendszereknél ez a billentyűkombináció a <keycap>Meta-R</keycap> (mint a Microsoft Windows rendszereknél).
uk: Для операційних систем Solaris, це буде комбінація клавіш <keycap>Meta-R</keycap> (як і для Microsoft Windows). Клавіша Meta або супер-клавіша, це клавіша з логотипом операційної системи.
zh_cn: 对于 Solaris 系统，这个键是 <keycap>Meta-R</keycap> （跟 Microsoft Windows 相同）。meta- 或 super- 键，是一个系统标志的功能转换键。

source: Print Screen
de: Druck
eu: Inpr pant
zh_cn: 捕捉屏幕

source: Start the screenshot application and take a screenshot of the entire screen.
de: Startet die Anwendung Bildschirmfoto und erstellt ein Foto des gesamten Bildschirms.
eu: Pantaila-argazkiaren aplikazioa abiarazten du, eta pantaila osoaren pantaila-argazkia egiten du.
hu: Elindítja a Képernyőkép-készítő alkalmazást és képernyőképet készít a képernyő aktuális tartalmáról.
pt: Inicia a aplicação de capturas de ecrã e faz uma captura do ecrã completo.
ru: Запустить приложение, чтобы сделать снимок экрана, и сделать снимок всего экрана.
uk: Запустити програму створення знімків екрана та зробити знімок всього екрана.
zh_cn: 启动屏幕捕捉程序，捕捉一个全屏幕的快照。

source: Start the screenshot application and take a screenshot of the window that currently has focus.
de: Startet die Anwendung Bildschirmfoto und erstellt ein Foto des aktiven Fensters.
eu: Pantaila-argazkiaren aplikazioa abiarazten du, eta unean fokua daukan leihoaren pantaila-argazkia egiten du.
hu: Elindítja a Képernyőkép-készítő alkalmazást és képernyőképet készít a fókuszban lévő ablakról.
pt: Inicia a aplicação de capturas de ecrã e faz uma captura da janela que actualmente tem o foco.
ru: Запустить приложение, чтобы сделать снимок экрана, и сделать снимок окна, в котором находится фокус.
uk: Запустити програму створення знімків екрана та зробити знімок вікна, яке на цей час має фокус.
zh_cn: 启动屏幕捕捉程序，捕捉一个当前窗口的快照。

source: If the focused element is an application window or dialog, this keyboard shortcut opens the Help for the application.
de: Wenn es sich bei dem fokussierten Element um ein Anwendungsfenster oder ein Dialogfeld handelt, öffnet dieses Tastenkürzel die Hilfe der Anwendung.
eu: Fokua duen elementua aplikazio-leihoa edo elkarrizketa bada, teklatuko laster-tekla honek aplikazioari buruzko Laguntza irekitzen du.
hu: Ha a fókuszban lévő elem alkalmazásablak vagy párbeszédablak, akkor megjeleníti a súgót.
pt: Se o elemento com o foco for uma janela ou diálogo de uma aplicação, este atalho de teclado abre a Ajuda dessa aplicação.
ru: Если элемент с фокусом является окном или диалогом, то эта комбинация клавиш открывает справку для приложения.
uk: Якщо елемент стільниці, який має фокус, вікно програми або діалогу, тоді ця комбінація клавіш відкриває довідку щодо цієї програми.
zh_cn: 如果焦点元素是一个应用程序窗口或对话框，这个快捷键将打开程序的帮助。

source: If the focused element is a panel or application window, this keyboard shortcut switches the display of tooltips for the window or panel objects on and off.
de: Wenn es sich bei dem fokussierten Element um eine Leiste oder ein Anwendungsfenster handelt, schaltet diese Tastenkombination die Anzeige der Minihilfe zu den Objekten der Leiste oder des Fensters ein und aus.
eu: Fokua duen elementua panela edo aplikazio-leihoa bada, teklatuko laster-tekla honek leihoko edo paneleko objektuei buruzko iradokizunak bistaratu eta ezkutatuko ditu aldiro.
hu: Ha a fókuszban lévő elem panel vagy alkalmazásablak, akkor ez a billentyűparancs be- vagy kikapcsolja a buboréksúgók megjelenítését.
pt: Se o elemento com o foco for um painel ou janela de aplicação, este atalho de teclado alterna a apresentação ou não de dicas da janela ou painel.
ru: Если элемент с фокусом является панелью или окном приложения, это комбинация клавиш включает/отключает отображение всплывающих подсказок для элементов окна или панели.
uk: Якщо елемент стільниці, який має фокус, вікно програми або панель, тоді ця комбінація клавіш вмикає або вимикає відображення підказок для об’єктів цього вікна або панелі.
zh_cn: 如果焦点元素是一个面板或应用程序窗口，这个快捷键将切换窗口或面板对象浮动提示信息的显示或关闭。

source: Open a popup menu for the element that has focus (if a popup menu exists for that element).
de: Öffnet gegebenenfalls ein Kontextmenü für das fokussierte Objekt.
hu: Megnyitja a fókuszban lévő elem helyi menüjét (ha az elemnek van helyi menüje).
ru: Открыть всплывающее меню для элемента, который содержит фокус (если для этого элемента предусмотрено всплывающее меню).
uk: Відкрити контекстне меню для елемента, який має фокус (якщо таке меню існує для цього елементу).
zh_cn: 打开选中对象的弹出菜单，如果它有弹出菜单的话。

source: Navigating the Desktop Background
de: Mit dem Desktop-Hintergrund navigieren
eu: Mahaigainaren atzeko planoan batetik bestera joatea
hu: Navigáció az asztal hátterén
pt: Navegar no Fundo da Área de Trabalho
ru: Перемещение по рабочему столу
uk: Переміщення по стільниці
zh_cn: 访问桌面背景

source: for desktop background
de: für den Desktop-Hintergrund
eu: mahaigainaren atzeko planoa
hu: az asztal háttere
pt: para o fundo da área de trabalho
ru: для рабочего стола
uk: для стільниці
zh_cn: 使用桌面背景

source: The desktop background is the part of the MATE Desktop where there are no interface items or applications, such as panels and windows. The following table lists the keyboard shortcuts that you can use to navigate the desktop background and the desktop background objects. A desktop background object is an icon on the desktop background that you can use to open files, folders, or applications.
de: Der Desktop-Hintergrund ist der Bereich des MATE-Desktops, wo sich keine Benutzerschnittstellen oder Anwendungen, wie Menüs oder Fenster befinden. Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Navigieren mit dem Desktop-Hintergrund und den Desktop-Hintergrundobjekten verwenden können. Ein Desktop-Hintergrundobjekt ist ein Symbol auf dem Desktop-Hintergrund, mit dem Sie Dateien oder Ordner öffnen oder Anwendungen starten können.
eu: Mahaigainaren atzeko planoa MATE mahaigainaren zatia da, eta hor ez dago interfaze-elementurik edo aplikaziorik, adibidez, panelak eta leihoak. Ondorengo taulan mahaigainaren atzeko planoan zehar mugitzeko eta horko objektu batetik bestera joateko erabil ditzakezun laster-teklak agertzen dira. Mahaigainaren atzeko planoko objektu bat ikono bat da, eta ikono hori fitxategiak, karpetak edo aplikazioak irekitzeko erabil dezakezu.
hu: Az asztal háttere az a része a MATE asztali környezetnek, ahol nincsenek felületi elemek vagy alkalmazások, például panelek és ablakok. A következő táblázat az asztal hátterén és a háttérobjektumain való navigáláshoz használható billentyűparancsokat ismerteti. Az asztal háttérobjektumai az asztal hátterén található ikonok, amelyekkel fájlokat, mappákat és alkalmazásokat nyithat meg.
pt: O fundo da área de trabalho é a parte do Ambiente de Trabalho MATE onde não existem itens de interface nem aplicações, tais como painéis e janelas. A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar pelos objectos existentes no fundo da área de trabalho. Um objecto no fundo da área de trabalho é um ícone que pode utilizar para abrir ficheiros, pastas ou aplicações.
ru: Поверхность рабочего стола является частью рабочего окружения MATE. Она не имеет интерфейсных элементов или приложений, таких как панели и окна. В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать, чтобы перемещаться по поверхности и объектам рабочего стола. Объекты на рабочем столе представляют собой значки, которые вы можете использовать, чтобы открывать файлы, папки и приложения.
uk: Стільниця - це частина середовища MATE, на якій немає таких об’єктів інтерфейсу або програм, як панелі чи вікна. У наступній таблиці наведено комбінації клавіш, які можна використовувати для переміщення по стільниці і об'єктах стільниці. Об'єктами стільниці є піктограми на стільниці, завдяки яким, можна відкривати файли, теки або програми.
zh_cn: 桌面背景是 MATE 桌面的一部分，它里面没有项目界面或应用程序，比如面板，窗口等。下表列出了您可以操作桌面背景和桌面对象的快捷键。桌面背景对象是在桌面上的图标，您可以用它来打开文件，文件夹，或应用程序。

source: Temporarily hide all windows and give focus to the desktop background.
de: Verkleinert vorübergehend alle Fenster auf Symbolgröße und macht den Desktop-Hintergrund zum aktiven Bereich.
eu: Leiho guztiak ezkutatzen ditu aldi baterako, eta mahaigainaren atzeko planoari ematen dio fokua.
hu: Átmenetileg elrejt minden ablakot és a fókuszt az asztal hátterére helyezi.
pt: Esconder temporariamente todas as janelas e transmitir o foco à área de trabalho.
ru: Временно скрыть все окна и поместить фокус на рабочий стол.
uk: Тимчасово приховати всі вікна і надати фокус стільниці.
zh_cn: 暂时隐藏所有窗口，把焦点给桌面背景。

source: To restore the windows, press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>D</keycap></keycombo> again.
de: Um die Fenster wieder anzuzeigen, drücken Sie <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>D</keycap></keycombo> erneut.
eu: Leihoak leheneratzeko, sakatu <keycombo><keycap>Ktrl</keycap><keycap>Alt</keycap><keycap>D</keycap></keycombo> berriro.
hu: Az ablakok visszaállításához nyomja meg újra a <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>D</keycap></keycombo> billentyűkombinációt.
pt: Para revelar as janelas, prima <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>D</keycap></keycombo> novamente.
ru: Чтобы восстановить окна, нажмите <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>D</keycap></keycombo> ещё раз.
uk: Щоб відновити всі вікна, натисніть <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>D</keycap></keycombo> знову.
zh_cn: 要想恢复窗口，再次按组合键 <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>D</keycap></keycombo>。

source: For Solaris systems, this key is <keycap>Meta-D</keycap> (as with Microsoft Windows). A meta- or super-key is an OS-logo shift key.
de: Auf Solaris Systemen gilt die Tastenkombination <keycap>Meta-Taste+D</keycap>, die übrigens auch unter Microsoft Windows verwendet werden kann. Eine Meta- oder Super-Taste ist eine Taste mit dem Logo eines Betriebssystems.
hu: Solaris rendszereknél ez a billentyűparancs a <keycap>Meta-D</keycap> (mint a Microsoft Windows rendszereknél).
uk: Для операційних систем Solaris, це буде комбінація клавіш <keycap>Meta-D</keycap> (як і для Microsoft Windows). Клавіша Meta або супер-клавіша, це клавіша з логотипом операційної системи.
zh_cn: 对于 Solaris 系统，这个键是 <keycap>Meta-D</keycap> （跟 Microsoft Windows 相同）。meta- 或 super- 键是一个系统标志的功能转换键。

source: Display a popup window with icons that represent the desktop background and the panels. Press and hold <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> and continue to press <keycap>Tab</keycap> to switch the focus between the desktop background and the panels.
de: Öffnet ein Kontextmenü, das Symbole für den Desktop-Hintergrund und die Panels enthält. Halten Sie <keycombo><keycap>Strg</keycap><keycap>Alt</keycap></keycombo> gedrückt, während Sie mit der <keycap>Tabulator-Taste</keycap> den Fokus zwischen dem Desktop-Hintergrund und den Panels wechseln.
hu: Megjelenít egy felugró ablakot, amely ikonjai az asztal hátterét és a paneleket képviselik. Tartsa lenyomva a <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> billentyűket és nyomja meg a <keycap>Tab</keycap> billentyűt a fókusz átadásához az asztal háttere és a panelek között.
uk: Показати контекстне меню піктограм, які репрезентовані на стільниці або на панелях. Натисніть та утримуйте <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> і продовжуйте періодичні натискання <keycap>Tab</keycap>, щоб передавати фокус між стільницею та панелями.
zh_cn: 用代表桌面背景和面板的图标显示一个弹出窗口。按住 <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo>，然后继续按 <keycap>Tab</keycap> 键在桌面背景和面板之间切换焦点。

source: Give focus to a neighboring desktop background object (if the desktop has focus).
de: Das benachbarte Desktop-Hintergrundobjekt wird fokussiert, wenn sich der Fokus auf dem Desktop befindet.
hu: A fókusz átadása az asztal egy szomszédos objektumának (ha az asztal van fókuszban).
ru: Переместить фокус на близлежащий объект рабочего стола (если рабочий стол содержит фокус).
uk: Перемістити фокус на сусідній об’єкт стільниці (якщо стільниця має фокус).
zh_cn: 把焦点给邻近的桌面背景对象（如果桌面获得了焦点）。

source: A sequence of characters that matches the first <replaceable>n</replaceable> characters of a desktop background object name.
de: Eine Folge von Zeichen, die den ersten <replaceable>n</replaceable> Buchstaben des Namens eines Desktop-Hintergrundobjektes entsprechen.
hu: Egy asztali objektum nevének első <replaceable>n</replaceable> karakterére illeszkedő karaktersorozat.
ru: Последовательность символов, которая соответствует первым <replaceable>n</replaceable> символам в имени объекта на рабочем столе.
uk: Послідовність символів, яка відповідає першому символу <replaceable>n</replaceable> в імені об'єкта стільниці.
zh_cn: 匹配一个桌面对象名称的前 <replaceable>n</replaceable> 个字符的一段字符串。

source: If the desktop background has focus, give focus to the desktop background object whose name starts with the specified sequence of characters.
de: Wenn der Desktop den Fokus besitzt, wird das Desktop-Hintergrundobjekt fokussiert, dessen Name mit den eingegebenen Buchstaben beginnt.
hu: Ha az asztal háttere van fókuszban, akkor a fókusz átkerül az első olyan objektumra, amely neve a megadott karaktersorozattal kezdődik.
ru: Если фокус находится на рабочем столе, то переместить фокус на тот объект рабочего стола, имя которого начинается с указанной последовательности символов.
uk: Якщо стільниця має фокус, передати фокус об'єкту стільниці, чиє ім’я починається з означеної послідовності символів.
zh_cn: 当桌面背景获得焦点，把焦点给桌面对象，这个对象的名称以指定的字符串开始。

source: Rename the desktop background object that has focus.
de: Das fokussierte Desktop-Hintergrundobjekt wird umbenannt.
eu: Tekla honen bidez, fokua duen atzeko planoko objektuari izena alda diezaiokezu.
hu: A fókuszban lévő asztali objektum átnevezése.
pt: Renomeia o objecto de área de trabalho que tem o foco.
ru: Переименовать текущий объект рабочего стола.
uk: Перейменувати об’єкт стільниці, який має фокус.
zh_cn: 重命名当前获得焦点的桌面对象。

source: Open the popup menu for the desktop background object that has focus.
de: Öffnet das Kontextmenü für das ausgewählte Desktop-Hintergrundobjekt.
eu: Fokua duen atzeko planoko objektuaren laster-menua irekitzen du.
hu: A fókuszban lévő asztali objektum helyi menüjének megnyitása.
pt: Abre o menu de contexto do objecto de área de trabalho que tem o foco.
ru: Открыть всплывающее меню для объекта рабочего стола, на котором расположен фокус.
uk: Відкрити контекстне меню об’єкта стільниці, який має фокус.
zh_cn: 打开获得焦点的桌面对象的弹出菜单。

source: Open the <guimenu>Desktop Background</guimenu> menu.
de: Öffnet das Menü <guimenu>Desktop-Hintergrund</guimenu>.
eu: <guimenu>Mahaigainaren atzeko planoa</guimenu> menua irekitzen du.
hu: Az <guimenu>Asztalháttér</guimenu> helyi menüjének megnyitása.
pt: Abre o menu <guimenu>Fundo da Área de Trabalho</guimenu>.
ru: Открыть меню <guimenu>рабочий стол</guimenu>.
uk: Відкрити меню <guimenu>Стільниці</guimenu>.
zh_cn: 打开 <guimenu>桌面背景</guimenu> 菜单。

source: Navigating Panels
de: In Panels navigieren
eu: Paneletan zehar ibiltzea
hu: Navigáció a paneleken
pt: Navegar nos Painéis
ru: Перемещение по панелям
uk: Переміщення в межах панелі
zh_cn: 访问面板

source: for panels
de: für Panels
eu: paneletarako
hu: panelek
pt: para painéis
ru: для панелей
uk: для панелей
zh_cn: 使用面板

source: A panel is an area from which you can run special programs, applications, and panel applications. The most common panel is the panel that stretches the full width of the bottom edge of the desktop. The following table lists the keyboard shortcuts that you can use to navigate panels and panel objects.
de: Ein Panel ist ein Bereich, über den Sie spezielle Programme, Anwendungen oder Panel-Anwendungen starten können. Das am häufigsten verwendete Panel ist das Panel, dass sich über die gesamte Breite der unteren Desktop-Kante erstreckt.
eu: Panela mahaigaineko eremu bat da, eta hortik programa, aplikazio eta panel-aplikazioak exekuta ditzakezu. Panelik arruntena mahaigainaren goiko ertzaren zabalera osoa tiratzen duen panela da. Ondorengo taulan, paneletan eta paneletako objektuetan zehar batetik bestera joateko erabil ditzakezun teklatuko laster-teklak agertzen dira.
hu: A panel egy olyan terület, amelyről speciális programokat, alkalmazásokat, és kisalkalmazásokat futtathat. A legáltalánosabb panel az asztal teljes alsó részét elfoglalja. A következő táblázat a paneleken és panelobjektumokon való navigációhoz használható billentyűparancsokat ismerteti.
pt: Um painel é uma área a partir da qual pode executar aplicações especiais e aplicações de painel. O painel mais comum é o painel que se estica a toda a largura da margem inferior do ambiente de trabalho. A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar nos painéis e seus objectos.
ru: Панель представляет собой область, из которой вы можете запускать специальные программы, приложения и апплеты. Наиболее часто панель растянута на всю ширину в нижней части рабочего стола. В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения по панелям и объектам на них.
uk: Панель, це область на стільниці, з якої можна запускати спеціальні програми, звичайні програми та аплети. Найчастіше панель розташовується по всій ширині нижнього краю стільниці. В наступній таблиці наведені комбінації клавіш, які можна використовувати для переміщення в межах панелей і об'єктах на них.
zh_cn: 面板是一个区域，您可以从这儿运行指定的程序，应用程序，面板小程序。最常见的面板是在桌面底部的跟桌面一样宽的长条。下表列出了您可以访问面板和面板对象的键盘快捷键。

source: Give focus to a panel. This keyboard shortcut displays a popup window with icons that represent the desktop background, panels, and drawers. Press and hold <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> and continue to press <keycap>Tab</keycap> to switch the focus between the desktop background, panels, and drawers. If you're especially dexterous, you can add <keycap>Shift</keycap> to go in reverse.
de: Fokussiert ein Panel. Diese Tastenkombination zeigt ein Kontextmenü an, das Symbole für den Desktop-Hintergrund, Panels und Erweiterungsbereiche enthält. Halten Sie <keycombo><keycap>Strg</keycap><keycap>Alt</keycap></keycombo> gedrückt, während Sie mit der <keycap>Tabulator</keycap>-Taste den Fokus zwischen dem Desktop-Hintergrund, den Panels und Erweiterungsbereichen wechseln. Wenn Sie besonders geschickt sind, können Sie sich durch Hinzufügen der <keycap>Umschalttaste</keycap> rückwärts bewegen.
hu: A fókusz átadása a panelnek. Ez a billentyűparancs az asztal hátterén és a paneleken található ikonokat tartalmazó felugró ablakot jelenít meg. Tartsa lenyomva a <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> billentyűket és nyomja meg a <keycap>Tab</keycap> billentyűt a fókuszt átadásához az asztal háttere és a panelek között. Ha különösen pontos, akkor a <keycap>Shift</keycap> billentyűt az előzőekkel együtt megnyomva visszafelé haladhat.
uk: Передати фокус до панелі. Ця комбінація клавіш відображає контекстне меню піктограм, які репрезентовані на стільниці, панелях або в шухлядах. Натисніть та утримуйте <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> і продовжуйте періодичні натискання <keycap>Tab</keycap>, щоб передавати фокус між стільницею, панелями та шухлядами. Якщо потрібно, можете додати <keycap>Shift</keycap>, щоб переходити в зворотному напрямку.
zh_cn: 把焦点给一个面板。这个快捷键显示一个弹出窗口，用图标代表桌面背景，面板，和抽屉。按住 <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo>，再按 <keycap>Tab</keycap> 键在它们之间切换焦点。

source: Give focus to the next object on the panel.
de: Fokussiert das nächste Objekt in einem Panel.
eu: Paneleko hurrengo objektuari fokua ematen dio.
hu: A fókusz átadása a következő panelobjektumnak.
pt: Transmite o foco ao objecto seguinte no painel.
ru: Переместить фокус на следующий объект на панели.
uk: Перемістити фокус на наступний об'єкт на панелі.
zh_cn: 把焦点给面板上的下一个对象。

source: Open the <guimenu>Applications</guimenu> menu when the Menu Panel has focus. Continue to press <keycap>F10</keycap> to switch focus between the <guimenu>Applications</guimenu> menu and the window list. This key behavior may alter slightly depending on context and specific user setup.
de: Öffnen Sie das Menü <guimenu>Anwendungen</guimenu>, wenn die Menüleiste den Fokus bekommt. Drücken Sie anschließend weiterhin die Taste <keycap>F10</keycap>, um den Fokus zwischen dem Menü <guimenu>Anwendungen</guimenu> und der Fensterliste hin- und herzuschalten. Das Verhalten dieser Taste ist abhängig vom Kontext und den spezifischen Benutzereinstellungen.
hu: Megnyitja az <guimenu>Alkalmazások</guimenu> menüt, ha a panelmenü van fókuszban. Az <keycap>F10</keycap> billentyű ismételt lenyomásával lehet váltani az <guimenu>Alkalmazások</guimenu> menü és az ablaklista között. Ezen billentyűkombináció viselkedése kissé módosulhat a környezettől és az egyedi felhasználói beállításoktól függően.
uk: Відкрити меню <guimenu>Програми</guimenu>, якщо меню панелі має фокус. Продовжуйте періодичні натискання <keycap>F10</keycap>, щоб передавати фокус від меню <guimenu>Програми</guimenu> до списку вікна. Поведінка цієї клавіші може змінюватись в залежності від конкретного контексту і налаштувань користувача.
zh_cn: 当面板菜单获得焦点时，打开 <guimenu>应用程序</guimenu> 菜单。再按 <keycap>F10</keycap> 键，在 <guimenu>应用程序</guimenu> 菜单和窗口列表之间切换焦点。这个键的行为可能会因为上下文和用户的设置而略有不同。

source: Activate a panel object; for example, open a menu or start a launcher (icon shortcut).
de: Ein Panel-Objekt wird aktiviert, zum Beispiel ein Menü geöffnet oder ein Anwendungsstarter ausgeführt.
hu: Egy panelobjektum aktiválása, például egy menü vagy egy alkalmazásindító ikon megnyitása.
ru: Активировать объект на панели, например, открыть меню или активировать кнопку запуска.
uk: Активувати об’єкт панелі: наприклад, відкрити меню або активувати кнопку запуску (піктограму).
zh_cn: 激活一个面板对象；例如，打开一个菜单或一个启动器(快捷方式图标)。
