Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: When the drop-down list has focus, you can use the keyboard shortcuts that are listed in the following table to navigate the drop-down list:
de: Wenn die Auswahlliste den Fokus besitzt, können Sie die in der folgenden Tabelle genannten Tastenkombinationen verwenden, um die Liste zu bearbeiten:
hu: Ha a legördülő lista van fókuszban, akkor a következő táblázatban felsorolt gyorsbillentyűket használhatja a legördülő lista területén való navigálásra.
ru: Когда фокус расположен в выпадающем списке, вы можете использовать клавиатурные комбинации, перечисленные в следующей таблице, для работы с выпадающим списком:
uk: Якщо розкривний список має фокус, використовуйте комбінації клавіш, які наведені в наступній таблиці, щоб переміщатись по розкривному списку:
zh_cn: 下拉列表获得焦点时，您可以使用下表列出的键盘快捷键来访问下拉列表：

source: Select the first item in the list.
de: Markiert den ersten Eintrag der Liste.
hu: A lista első elemének kiválasztása.
ru: Выбрать первый элемент в списке.
uk: Вибрати перший варіант зі списку.
zh_cn: 选择列表的第一项。

source: Select the last item in the list.
de: Markiert den letzten Eintrag der Liste.
hu: A lista utolsó elemének kiválasztása.
ru: Выбрать последний элемент в списке.
uk: Вибрати останній варіант зі списку.
zh_cn: 选择列表的最后一项。

source: Select the item at the top of the current list view.
de: Markiert den ersten Eintrag des momentan sichtbaren Bereichs.
eu: Uneko zerrenda-ikuspegiaren goiko elementua hautatzen du.
hu: Az aktuális listanézet első elemének kiválasztása.
pt: Selecciona o item que está no topo da vista actual da lista.
ru: Выбрать элемент списка, который расположен первым в текущей области просмотра списка.
uk: Вибрати верхній варіант з чинного списку.
zh_cn: 选择当前列表视图顶部的项。

source: Select the item at the bottom of the current list view.
de: Markiert den letzten Eintrag des momentan sichtbaren Bereichs.
eu: Uneko zerrenda-ikuspegiaren beheko elementua hautatzen du.
hu: Az aktuális listanézet utolsó elemének kiválasztása.
pt: Selecciona o item que está no fundo da vista actual da lista.
ru: Выбрать элемент списка, который расположен последним в текущей области просмотра списка.
uk: Вибрати нижній варіант з чинного списку.
zh_cn: 选择当前列表视图底部的项。

source: Accept the current selection and close the drop-down list.
de: Übernimmt die aktuelle Auswahl und schließt die Liste.
eu: Uneko hautapena onartu eta goitibeherako zerrenda ixten du.
hu: A jelenlegi kijelölés véglegesítése és a legördülő lista bezárása.
pt: Aceita a selecção actual e fecha a lista de selecção.
ru: Подтвердить текущий выбор и закрыть выпадающий список.
uk: Підтвердити чинний вибір і закрити розкривний список.
zh_cn: 接受当前选择项，然后关闭下拉列表。

source: Scroll to the left of the list, if required.
de: Falls erforderlich, wird an den linken Rand der Liste gerollt.
eu: Zerrendaren ezkerrera korritzen da, behar izanez gero.
hu: Balra görgetés a listában, ha szükséges.
pt: Rola para a esquerda da lista, se necessário.
ru: Прокрутить список влево, если необходимо.
uk: Прокрутити список ліворуч, якщо потрібно.
zh_cn: 卷动到列表的左边，如果需要的话。

source: Scroll to the right of the list, if required.
de: Falls erforderlich, wird an den rechten Rand der Liste gerollt.
eu: Zerrendaren eskuinera korritzen da, behar izanez gero.
hu: Jobbra görgetés a listában, ha szükséges.
pt: Rola para a direita da lista, se necessário.
ru: Прокрутить список вправо, если необходимо.
uk: Прокрутити список праворуч, якщо потрібно.
zh_cn: 卷动到列表的右边，如果需要的话。

source: Navigating Sliders
de: Bedienen von Schiebereglern
hu: Navigáció a csúszkákon
ru: Работа с ползунком
uk: Керування повзунками
zh_cn: 访问滑块

source: for sliders
de: für Schieberegler
eu: graduatzaileentzat
hu: csúszkák
pt: para os botões deslizantes
ru: для ползунков
uk: для повзунків
zh_cn: 使用滑块

source: A slider is a control that you use to set a value in a continuous range of values.
de: Ein Schieberegler ist ein Element, mit dem Sie einen Wert aus einem fortlaufenden Bereich von möglichen Werten auswählen.
eu: Graduatzailea balio-barruti batean balio bat ezartzeko erabiltzen duzun kontrola da.
hu: A csúszka vezérlőelem segítségével egy folytonos értékhalmazból választható ki érték.
pt: Um botão deslizante é um controlo que pode utilizar para definir um valor num intervalo fechado de valores contínuos.
ru: Ползунок представляет собой элемент управления, который вы можете использовать, чтобы установить значение из непрерывного диапазона значений.
uk: Повзунком називається елемент керування, який використовується для вибору значень з безперервного діапазону значень.
zh_cn: 滑块是一个控件，您可以使用它来设定连续范围的数量。

source: Sample Slider
de: Beispiel-Schieberegler
eu: Graduatzailearen adibidea
hu: Minta csúszka
pt: Botão Deslizante Exemplificativo
ru: Пример ползунка
uk: Приклад повзунка
zh_cn: 滑块示例

source: Sample slider. Displays a slider control that you can move left or right.
de: Beispiel für einen Schieberegler. Zeigt einen Schieberegler, der nach rechts oder links bewegt werden kann.
eu: Graduatzailearen adibidea. Ezkerrera nahiz eskuinera mugi dezakezun graduatzaile-kontrol bat bistaratzen du.
hu: Minta csúszka. Egy csúszka vezérlőelem jelenik meg, amely balra vagy jobbra mozgatható.
pt: Botão deslizante exemplificativo. Apresenta um controlo deslizante que pode mover à esquerda ou à direita.
ru: Пример ползунка. Показан ползунок, который вы можете перемещать влево и вправо.
uk: Приклад повзунка. Показаний повзунок, який можна переміщати ліворуч або праворуч.
zh_cn: 滑块示例，显示一个滑块控件，您可以向左或向右移动它。

source: The following table describes the keyboard shortcuts that you can use to navigate a slider:
de: Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Bedienen von Schiebereglern verwenden können:
hu: A következő táblázat leírja a csúszkán való navigációhoz használható gyorsbillentyűket.
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для работы с ползунком:
uk: В наступній таблиці наведено комбінації клавіш, які можна використовувати для керування повзунком:
zh_cn: 下表讲述了可以用来访问滑块的键盘快捷键：

source: <keycap>left arrow</keycap> or <keycap>up arrow </keycap>
de: <keycap>Pfeiltaste links</keycap> oder <keycap>Pfeiltaste auf</keycap>
hu: <keycap>balra nyíl</keycap> vagy <keycap>fel nyíl</keycap>
ru: <keycap>стрелка влево</keycap> или <keycap>стрелка вверх </keycap>
uk: <keycap>стрілка вліво</keycap> або <keycap>стрілка вверх</keycap>
zh_cn: <keycap>左方向键</keycap> 或者 <keycap>右方向键</keycap>

source: Move the slider left or up by a small amount.
de: Verschiebt den Regler um einen kleinen Wert nach links oder oben.
eu: Graduatzailea pixka bat ezkerrera edo gora eramaten du.
hu: A csúszkát kisebb lépéssel balra vagy felfelé mozgatja.
pt: Move o botão deslizante à esquerda ou acima por uma pequena distância.
ru: Переместить ползунок влево или вверх с наименьшим шагом.
uk: Перемістити повзунок ліворуч або вгору на найменшу величину.
zh_cn: 向左或向上移动滑块一点儿。

source: <keycap>right arrow</keycap> or <keycap>down arrow</keycap>
de: <keycap>Pfeiltaste rechts</keycap> oder <keycap>Pfeiltaste ab</keycap>
eu: <keycap>eskuinera gezi-tekla</keycap> edo <keycap>behera gezi-tekla</keycap>
hu: <keycap>jobbra nyíl</keycap> vagy <keycap>le nyíl</keycap>
pt: <keycap>seta à direita</keycap> ou <keycap>seta abaixo</keycap>
ru: <keycap>стрелка вправо</keycap> или <keycap>стрелка вниз</keycap>
uk: <keycap>стрілка вправо</keycap> або <keycap>стрілка вниз</keycap>
zh_cn: <keycap>右方向键</keycap> 或者 <keycap>下方向键</keycap>

source: Move the slider right or down by a small amount.
de: Verschiebt den Regler um einen kleinen Wert nach rechts oder unten.
eu: Graduatzailea pixka bat eskuinera edo behera eramaten du.
hu: A csúszkát kisebb lépéssel jobbra vagy lefelé mozgatja.
pt: Move o botão deslizante à direita ou abaixo por uma pequena distância.
ru: Переместить ползунок вправо или вниз с наименьшим шагом.
uk: Перемістити повзунок праворуч або вниз на найменшу величину.
zh_cn: 向右或向下移动滑块一点。

source: Move the slider left or up by a large amount.
de: Verschiebt den Regler um einen großen Wert nach links oder oben.
hu: A csúszkát nagyobb lépéssel balra vagy felfelé mozgatja.
ru: Переместить ползунок влево или вверх с наибольшим шагом.
uk: Перемістити повзунок ліворуч або вгору на найбільшу величину.
zh_cn: 向左或向上移动滑块许多。

source: Move the slider right or down by a large amount.
de: Verschiebt den Regler um einen großen Wert nach rechts oder unten.
hu: A csúszkát kisebb lépéssel jobbra vagy lefelé mozgatja.
ru: Переместить ползунок вправо или вниз с наибольшим шагом.
uk: Перемістити повзунок праворуч або вниз на найбільшу величину.
zh_cn: 向右或向下移动滑块一点儿。

source: Move the slider to the maximum value.
de: Verschiebt den Regler auf den höchstmöglichen Wert.
eu: Graduatzailea balio maximora eramaten du.
hu: A csúszkát a legnagyobb értékre állítja.
pt: Move o botão deslizante até ao valor máximo.
ru: Переместить ползунок к максимальному значению.
uk: Перемістити повзунок до максимальної величини.
zh_cn: 移动滑块到最大值。

source: Move the slider to the minimum value.
de: verschiebt den Regler auf den kleinstmöglichen Wert.
eu: Graduatzailea balio minimora eramaten du.
hu: A csúszkát a legkisebb értékre állítja.
pt: Move o botão deslizante até ao valor mínimo.
ru: Переместить ползунок к минимальному значению.
uk: Перемістити повзунок до мінімальної величини.
zh_cn: 移动滑块到最小值。

source: Navigating Tabbed Sections
de: Arbeiten mit Reitern
hu: Navigáció a lapfülek között
ru: Перемещение по вкладкам
uk: Переміщення по вкладках
zh_cn: 访问标签面板

source: for tabbed sections
de: für auf Reiter aufgeteilte Abschnitte
eu: atal fitxadunentzat
hu: lapfülek
pt: para os separadores
ru: для вкладок
uk: для вкладок
zh_cn: 使用标签面板。

source: Sample Dialog with Tabbed Sections
de: Beispiel-Dialogfenster mit Reitern
eu: Atal fitxaduna duen elkarrizketa-koadroaren adibidea
hu: Minta párbeszédablak lapfülekkel
pt: Diálogo Exemplificativo com Separadores
ru: Пример диалога со вкладками
uk: Приклад діалогу з вкладками
zh_cn: 标签面板对话框实例

source: Terminal
eu: Terminala
hu: Terminál
pt: Consola
ru: Терминал
uk: Термінал
zh_cn: 终端

source: Editing profile dialog from the MATE <placeholder-1/> application; contains six tabbed sections.
de: Dialog zum Bearbeiten von Profilen aus der Anwendung MATE <placeholder-1/>. Enthält sechs Reiter.
hu: A mate-terminal alkalmazás profil szerkesztése párbeszédablaka, hat lapfüllel.
ru: Диалог редактирования профиля из приложения MATE <placeholder-1/>; содержит шесть вкладок.
uk: Діалог редагування профілю програми <placeholder-1/> в середовищі MATE; містить шість вкладок.
zh_cn: 在 MATE <placeholder-1/> 应用程序里编辑配置对话框；里面包含六个标签面板。

source: Windows and dialogs are sometimes divided into logical sections that are displayed one section at a time on the window or dialog. The overall control is referred to as a notebook or tabbed panel. The divisions are called panels, pages, or tabs, and are sometimes collectively referred to as a tabstrip or notebook header. Each individual tab is identified by a text label.
de: Fenster und Dialoge sind oft in logische Abschnitte unterteilt, die nicht gleichzeitig im Fenster oder Dialog angezeigt werden können. Die allgemeine Handhabung bezieht sich auf ein Notizbuch oder ein in Reiterabschnitte unterteiltes Panel. Die Unterteilungen werden Panels, Seiten oder Reiter genannt, die Gesamtheit hingegen als Reitermappe oder Notizblock-Kopf bezeichnet. Jeder einzelne Reiter wird durch eine Textbeschriftung eindeutig gekennzeichnet.
hu: Az ablakok és párbeszédablakok néha logikai szakaszokra vannak felosztva, amelyek közül egyszerre csak egy jelenik meg. A szakaszokat lapfüleknek nevezzük és egy szöveges címkével rendelkező lap azonosítja őket.
ru: Окна и диалоги иногда состоят из нескольких логических секций, которые отображаются в окне по очереди и занимают окно или диалог целиком. Весь элемент управления обозначается как блокнот или панель со вкладками. Отдельные части называются панелями, страницами или вкладками, а иногда всё вместе обозначается как панель вкладок или корешки блокнота. Каждая отдельная вкладка имеет текстовую метку.
uk: Вікна й діалоги іноді поділені на декілька логічних секцій, які відображаються у вікні або діалозі по черзі. Весь елемент керування визначається як блокнот або панель з вкладками. Окремі частини називаються панелями, сторінками або вкладками, а іноді всі разом називаються панеллю вкладок або смужкою вкладок. Кожна окрема вкладка має свій власний заголовок.
zh_cn: 窗口和对话框有时分割成几个面板，它们显示在一个窗口或对话框里。控件归类像一个笔记本或者标签面板。每一个部分称作一个面板、页或者标签，有时全部归类到一个标签集或笔记本头上。每个子面板有一个文本标签标识。

source: The following table lists the keyboard shortcuts that you can use to navigate the tabbed sections of a window or dialog when a tabstrip has focus:
de: Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Navigieren in Reitern verwenden können, wenn sich der Fokus in der Liste der verfügbaren Reiter befindet:
hu: A következő táblázat leírja az ablak vagy párbeszédablak lapfülein való navigáláshoz használható gyorsbillentyűket, ha a lapfül neve van fókuszban.
uk: В наступній таблиці наведено комбінації клавіш, які можна використовувати для переміщення по вкладках вікна або діалогу, якщо смужка вкладок має фокус:
zh_cn: 下表列出了可以用来访问标签面板的键盘快捷键，它所在的窗口或对话框的一个标签要获得焦点：

source: Give focus to the previous tabbed section.
de: Fokussiert den vorherigen Reiter.
eu: Aurreko atal fitxadunari ematen dio fokua.
hu: A fókusz átadása az előző lapfülnek.
pt: Transmite o foco ao separador anterior.
ru: Переместить фокус на предыдущую вкладку.
uk: Перемістити фокус на попередню вкладку.
zh_cn: 把焦点给前一个标签面板。

source: Give focus to the next tabbed section.
de: Fokussiert den nächsten Reiter.
eu: Hurrengo atal fitxadunari ematen dio fokua.
hu: A fókusz átadása a következő lapfülnek.
pt: Transmite o foco ao separador seguinte.
ru: Переместить фокус на следующую вкладку.
uk: Перемістити фокус на наступну вкладку.
zh_cn: 把焦点给下一个标签面板。

source: <keycap>Tab</keycap> or<keycombo><keycap>Ctrl</keycap><keycap>down arrow </keycap></keycombo>
de: <keycap>Tab</keycap> oder <keycombo><keycap>Strg</keycap><keycap>Pfeiltaste ab</keycap></keycombo>
hu: <keycap>Tab</keycap> vagy <keycombo><keycap>Ctrl</keycap><keycap>le nyíl</keycap></keycombo>
ru: <keycap>Tab</keycap> или<keycombo><keycap>Ctrl</keycap><keycap>стрелка вниз</keycap></keycombo>
uk: <keycap>Tab</keycap> або <keycombo><keycap>Ctrl</keycap><keycap>стрілка вниз </keycap></keycombo>
zh_cn: <keycap>Tab</keycap> 或者 <keycombo><keycap>Ctrl</keycap><keycap>下方向键</keycap></keycombo>

source: Give focus to the first control in the active section.
de: Fokussiert das erste Bedienelement im ausgewählten Reiter.
hu: A fókusz átadása az aktív lapfül első vezérlőelemének.
ru: Переместить фокус на первый элемент управления в активной вкладке.
uk: Перемістити фокус на перший елемент керування в активній вкладці.
zh_cn: 把焦点给激活的面板标签的第一个控件。

source: The following table lists the keyboard shortcuts that you can use to navigate a window or dialog when a control within a section has focus:
de: Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Navigieren in Fenstern und Dialogen verwenden können, wenn ein Bedienelement eines Reiters den Fokus besitzt:
hu: A következő táblázat leírja az ablak vagy párbeszédablak lapfülein való navigálásra használható gyorsbillentyűket, ha a lap egy vezérlőeleme van fókuszban.
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения по окнам и диалогам, когда элемент управления в пределах вкладки содержит фокус:
uk: В наступній таблиці наведено комбінації клавіш, які можна використовувати для переміщення по вікнах і діалогах, якщо елемент керування, в межах вкладки, має фокус:
zh_cn: 下表列出了可以用来访问标签面板的键盘快捷键，所在的窗口或对话框的一个控件要获得焦点：

source: Give focus to the previous section.
de: Bewegt den Fokus in den vorherigen Reiter.
hu: A fókusz átadása az előző lapfülnek.
ru: Переместить фокус на предыдущую вкладку.
uk: Перемістити фокус на попередню секцію.
zh_cn: 把焦点给前一个标签面板。

source: Give focus to the next section.
de: Bewegt den Fokus in den nächsten Reiter.
hu: A fókusz átadása a következő lapfülnek.
ru: Переместить фокус на следующую вкладку.
uk: Перемістити фокус на наступну секцію.
zh_cn: 把焦点给下一个标签面板。

source: Give focus to the next control outside the sections.
de: Fokussiert das nächste Bedienelement, das sich außerhalb der Reiter befindet:
hu: A fókusz átadása a lapfüleken kívüli következő vezérlőelemnek.
ru: Переместить фокус на элемент управления за пределами вкладки.
uk: Перемістити фокус на наступний елемент керування за межами секцій.
zh_cn: 把焦点给标签面板外的下一个控件。

source: Navigating Lists
de: Navigieren in Listen
hu: Navigáció a listákban
ru: Перемещение по спискам
uk: Переміщення по списках
zh_cn: 访问列表框

source: for lists
de: für Listen
eu: zerrendentzat
hu: listák
pt: para listas
ru: для списков
uk: для списків
zh_cn: 使用列表框

source: The following table lists the keyboard shortcuts that you can use to navigate multi-column lists when a column header has focus:
de: Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Navigieren in mehrspaltigen Listen verwenden können, wenn sich der Fokus in einer Spaltenüberschrift befindet:
hu: A következő táblázat leírja a többoszlopos listákban való navigálásra használható gyorsbillentyűket, ha az oszlopfejléc van fókuszban.
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения по спискам с несколькими столбцами, когда фокус расположен на заголовке столбца:
uk: В наступній таблиці наведено комбінації клавіш, які можна використовувати для переміщення по списках з декількома стовпчиками, якщо заголовок стовпчика, має фокус:
zh_cn: 下表列出了可以用来访问多列列表框的键盘快捷键，有一个列表头要获得焦点：

source: <keycap>left arrow</keycap> or <keycap>right arrow</keycap>
de: <keycap>Pfeiltaste links</keycap> oder <keycap>Pfeiltaste rechts</keycap>
eu: <keycap>ezkerrera gezi-tekla</keycap> edo <keycap>eskuinera gezi-tekla</keycap>
hu: <keycap>balra nyíl</keycap> vagy <keycap>jobbra nyíl</keycap>
pt: <keycap>seta à esquerda</keycap> ou <keycap>seta à direita</keycap>
ru: <keycap>Стрелка влево</keycap> или <keycap>Стрелка вправо</keycap>
uk: <keycap>стрілка вліво</keycap> або <keycap>стрілка вправо</keycap>
zh_cn: <keycap>左方向键</keycap> 或者 <keycap>右方向键</keycap>

source: Give focus to the previous or next column header.
de: Fokussiert die nächste oder vorherige Spaltenüberschrift.
eu: Fokua aurreko edo hurrengo zutabearen goiburuari ematen dio.
hu: A fókusz átadása az előző vagy a következő oszlopfejlécnek.
pt: Transmite o foco ao cabeçalho da coluna anterior ou seguinte.
ru: Переместить фокус на следующий или предыдущий заголовок столбца.
uk: Перемістити фокус на наступний або попередній заголовок стовпчика.
zh_cn: 把焦点给前一个或后一个列表头。

source: Activate the header. This action usually sorts the list by the column header.
de: Aktiviert die Überschrift. Normalerweise wird die Liste nach der Spaltenüberschrift sortiert.
eu: Goiburua aktibatzen du. Ekintza honek, normalean, zutabeen goiburuaren arabera ordenatzen du zerrenda.
hu: A fejléc aktiválása. Ez a művelet általában az oszlopfejléc szerint rendezi a listát.
pt: Activa o cabeçalho. Esta acção normalmente ordena a lista segundo esse cabeçalho.
ru: Сделать заголовок активным. Обычно это действие сортирует список по заголовку столбца.
uk: Активувати заголовок. Така дія, зазвичай, сортує список по заголовку стовпчика.
zh_cn: 激活表头。这个操作通常用来根据表头排序。

source: Give focus to the list contents.
de: Navigiert den Cursor in den Inhalt der Liste.
eu: Zerrendaren edukiari ematen dio fokua.
hu: A fókusz átadása a lista tartalmának.
pt: Transmite o foco ao conteúdo da lista.
ru: Переместить фокус на содержимое списка.
uk: Перемістити фокус на вміст списку.
zh_cn: 把焦点给列表内容。

source: The following table lists the keyboard shortcuts that you can use to navigate lists when the list area has focus:
de: In der folgenden Tabelle werden Tastenkombinationen zum Navigieren in Listen genannt, wenn sich der Fokus im Inhalt der Liste befindet:
hu: A következő táblázat leírja a többoszlopos listákban való navigálásra használható gyorsbillentyűket, ha a lista tartalma van fókuszban.
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения по списку, когда фокус расположен в области списка:
uk: В наступній таблиці наведено комбінації клавіш, які можна використовувати для переміщення по списку, якщо область списку, має фокус:
zh_cn: 下表列出了可以用来访问列表框的键盘快捷键，列表框里的内容要获得焦点：

source: Select the next or previous row or column.
de: Markiert die nächste oder vorherige Zeile oder Spalte.
eu: Aurreko edo ondorengo errenkada edo zutabea hautatzen du.
hu: A következő vagy előző sor vagy oszlop kijelölése.
pt: Selecciona a linha ou coluna seguinte ou anterior.
ru: Выделить следующую или предыдущую строку или следующий или предыдущий столбец.
uk: Виділити наступний або попередній рядок чи стовпчик.
zh_cn: 选择下一个或前一个行或列。

source: Select the top row of the list contents that are currently in view. Press <keycap>Page Up</keycap> again to select the top row of the previous view.
de: Markiert die oberste Zeile des momentan sichtbaren Bereichs. Drücken Sie <keycap>Bild auf</keycap> erneut, um die oberste Zeile des vorherigen Bereichs zu markieren.
hu: A listanézetoldal felső sorának kiválasztása. Nyomja meg újra a <keycap>Page Up</keycap> billentyűt az előző oldal felső sorának kijelöléséhez.
ru: Выделить верхнюю строку содержимого списка, отображаемого в области просмотра. Нажимайте <keycap>Page Up</keycap> повторно, чтобы выделить верхнюю строку в предыдущей области просмотра.
uk: Виділити верхній рядок в списку, який на цей час знаходиться в області перегляду. Натисніть клавішу <keycap>Page Up</keycap> знову, щоб виділити верхній рядок в попередній області перегляду.
zh_cn: 选择屏幕中列表顶部一行。再次按 <keycap>Page Up</keycap> 键，选择上一屏的最顶部一行。

source: Select the bottom row of the list contents that are currently in view. Press <keycap>Page Down</keycap> again to select the bottom row of the next view.
de: Markiert die unterste Zeile des momentan sichtbaren Bereichs. Drücken Sie <keycap>Bild ab</keycap> erneut, um die unterste Zeile des nächsten Bereichs zu markieren.
hu: A listanézetoldal alsó sorának kiválasztása. Nyomja meg újra a <keycap>Page Down</keycap> billentyűt a következő oldal alsó sorának kijelöléséhez.
ru: Выделить нижнюю строку содержимого списка, отображаемого в текущей области просмотра. Нажимайте <keycap>Page Down</keycap> повторно, чтобы выделять нижнюю строку в следующей области просмотра.
uk: Виділити нижній рядок в списку, який на цей час знаходиться в області перегляду. Натисніть клавішу <keycap>Page Down</keycap> знову, щоб виділити нижній рядок в наступній області перегляду.
zh_cn: 选择窗口中列表底部一行。再次按 <keycap>Page Down</keycap> 键，选择上一屏的最底部一行。

source: Select the first row in the list.
de: Markiert die erste Zeile der Liste.
eu: Zerrendako lehen errenkada hautatzen du.
hu: A lista első sorának kijelölése.
pt: Selecciona a primeira linha da lista.
ru: Выделить первую строку в списке.
uk: Виділити перший рядок у списку.
zh_cn: 选择列表中的第一行。

source: Select the last row in the list.
de: Markiert die letzte Zeile der Liste.
eu: Zerrendako azken errenkada hautatzen du.
hu: A lista utolsó sorának kijelölése.
pt: Selecciona a última linha da lista.
ru: Выделить последнюю строку в списке.
uk: Виділити останній рядок у списку.
zh_cn: 选择列表中的最后一行。
