Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: To enable accessible toggle keys, perform the following steps:
eu: Txandakatze-tekla erabilerrazak gaitzeko, jarraitu ondoko urratsak:
pt: Para activar a acessibilidade das teclas de alternar, realize os seguintes passos:

source: From the <application>Keyboard Accessibility Preferences (AccesX)</application> select the <guilabel>Filters</guilabel> tab.
eu: <application>Teklatuaren erabilerraztasun-hobespenak (AccessX)</application> elkarrizketa-koadroan, hautatu <guilabel>Iragazkiak</guilabel> fitxa.
pt: No diálogo <application>Preferências de Acessibilidade de Teclado (AccessX)</application> seleccione o separador <guilabel>Filtros</guilabel>.

source: Select the <guilabel>Enable Toggle Keys</guilabel> option.
eu: Hautatu <guilabel>Gaitu txandakatze-teklak</guilabel> aukera.
pt: Seleccione a opção <guilabel>Activar Alternar Teclas</guilabel>.

source: When you activate the <keycap>Num Lock</keycap>, <keycap>Caps Lock</keycap>, or <keycap>Scroll Lock</keycap> keys, the system beeps once. When you deactivate a toggle key, the system beeps twice.
eu: <keycap>Blok Zenb</keycap>, <keycap>Blok Maius</keycap> edo <keycap>Blok Korr</keycap> teklak aktibatzen dituzunean, sistemak behin joko du soinua. Txandakatze-teklak desaktibatzen dituzunean, sistemak bi aldiz joko du soinua.
pt: Quando activar o <keycap>Num Lock</keycap>, <keycap>Caps Lock</keycap>, ou <keycap>Scroll Lock</keycap>, o sistema irá apitar uma vez. Quando desactivar uma tecla de alternar, o sistema apitará duas vezes.

source: To Enable the Repeat Keys Feature
eu: Teklak errepikatzeko eginbidea gaitzeko
pt: Activar a Funcionalidade de Repetição de Teclas

source: repeat keys
eu: teklak errepikatzea
pt: repetição de teclas

source: The repeat keys feature enables you to repeat a keystroke multiple times without pressing the key more than once. This feature is designed for users who cannot release keys quickly, for example users who operate a mouth stick. When you enable repeat keys, you can specify the duration for which you must press a key before the key starts to repeat.
eu: Teklak errepikatzeko eginbidearen bidez, tekla-sakatze bat hainbat aldiz errepika dezakezu tekla behin bakarrik sakatuta. Eginbide hau teklak azkar askatu ezin dituzten erabiltzaileentzat diseinatuta dago, adibidez, ahoko zotza erabiltzen dutenentzat. Teklak errepikatzea gaitzen dituzunean, tekla bat errepikatu aurretik zenbat denbora eduki behar den sakatuta zehatz dezakezu.
pt: A funcionalidade de repetição de teclas permite-lhe repetir uma pressão de tecla várias vezes sem premir a tecla mais do que uma vez. Esta funcionalidade destina-se aos utilizadores que não conseguem largar uma tecla rapidamente, por exemplo utilizadores que operam uma varinha bocal. Ao activar a repetição de teclas, pode especificar durante quanto tempo tem de premir uma tecla até que esta comece a repetir.

source: To enable and configure the repeat keys feature, perform the following steps:
eu: Teklak errepikatzeko eginbidea gaitzeko eta konfiguratzeko, jarraitu urrats hauek:
pt: Para activar e configurar a funcionalidade de repetição de teclas, realize os seguintes passos:

source: Select the <guilabel>Enable Repeat Keys</guilabel> option.
eu: Hautatu <guilabel>Gaitu errepikatze-teklak</guilabel> aukera.
pt: Seleccione a opção <guilabel>Activar Repetição de Teclas</guilabel>.

source: Use the <guilabel>Delay</guilabel> slider or spin box to specify the duration for which you must press a key before the keyboard interprets the action as a repeat key. If you have difficulty releasing keys, select a long time delay.
eu: <guilabel>Atzerapena</guilabel> graduatzailea edo biratze-botoia tekla bat zenbat denboraz eduki behar duzun sakatuta zehazteko, teklatuak errepikatze-teklatzat har dezan. Teklak askatzeko zailtasunak badituzu, hautatu atzerapen luzea.
pt: Utilize a barra deslizante ou caixa de rotação <guilabel>Atraso</guilabel> para especificar durante quanto tempo é necessário premir uma tecla até que o teclado interprete a acção como uma repetição de tecla. Caso tenha dificuldades em largar as teclas, seleccione um atraso longo.

source: Use the <guilabel>Speed</guilabel> slider or spin box to specify the speed at which the keyboard repeats the keypress as input.
eu: Erabili <guilabel>Abiadura</guilabel> graduatzailea edo biratze-botoia, tekla-sakatzea teklatuak zein abiaduratan errepikatu behar duen zehazteko.
pt: Utilize a barra deslizante ou caixa de rotação <guilabel>Velocidade</guilabel> para especificar a velocidade a que o teclado repete a tecla.

source: Using the Keyboard Accessibility Status Panel Application
eu: Teklatuaren erabilerraztasunaren egoeraren panel-aplikazioa erabiltzea
pt: Utilizar a Aplicação de Painel de Estado de Acessibilidade de Teclado

source: Keyboard Accessibility Status panel application
eu: Teklatuaren erabilerraztasunaren egoeraren panel-aplikazioa
pt: Aplicação de painel de Estado de Acessibilidade de Teclado

source: The <application>Keyboard Accessibility Status</application> panel application shows you the status of the keyboard accessibility features. This panel application displays icons to indicate which keyboard accessibility features are enabled in the <application>Keyboard Accessibility</application> preference tool.
eu: <application>Teklatuaren erabilerraztasunaren egoera</application> panel-aplikazioak teklatuaren erabilerraztasunaren eginbideak erakusten ditu. Panel-aplikazio honek ikonoak bistaratzen ditu, <application>Teklatuaren erabilerraztasuna</application> hobespen-tresnan zein teklatuaren erabilerraztasun dauden gaituta adierazteko.
pt: A aplicação de painel <application>Estado de Acessibilidade de Teclado</application> apresenta-lhe o estado das funcionalidades de acessibilidade do teclado. Esta aplicação de painel apresenta ícones que indicam que funcionalidades de acessibilidade de teclado estão activas na ferramenta de preferências <application>Acessibilidade de Teclado</application>.

source: To add the <application>Keyboard Accessibility Status</application> panel application to a panel, right-click on the panel, then choose <menuchoice><guimenu>Add to Panel</guimenu></menuchoice> and select the <guimenuitem>Keyboard Accessibility Status</guimenuitem>.
eu: <application>Teklatuaren erabilerraztasunaren egoera</application> panel-aplikazioa panel batean gehitzeko, egin klik eskuin-botoiarekin panelean, hautatu <menuchoice><guimenu>Gehitu panelari</guimenu></menuchoice>, eta hautatu <guimenuitem>Teklatuaren erabilerraztasunaren egoera</guimenuitem>.
pt: Para adicionar a aplicação de painel <application>Estado de Acessibilidade de Teclado</application> a um painel, clique com o botão direito nesse painel, seleccione <menuchoice><guimenu>Adicionar ao Painel</guimenu></menuchoice> e seleccione <guimenuitem>Estado de Acessibilidade de Teclado</guimenuitem>.

source: The following table describes the icons that the panel application displays and the status that each icon represents.
eu: Ondoko taulan, panel-aplikazioak erakusten dituen ikonoak deskribatzen ditu, eta ikono bakoitzak adierazten duen egoera.
pt: A tabela seguinte descreve os ícones que a aplicação de painel apresenta e o estado que cada ícone representa.

source: Keyboard Accessibility Status Icons
eu: Teklatuaren erabilerraztasunaren egoeraren ikonoak
pt: Ícones de Estado de Acessibilidade do Teclado

source: Keyboard Accessibility Status
eu: Teklatuaren erabilerraztasunaren egoera
pt: Estado de Acessibilidade do Teclado

source: Keyboard Accessibility Features enabled icon
eu: Teklatuaren erabilerraztasunaren eginbideak gaituta ikonoa
pt: Ícone de Funcionalidades de Acessibilidade de Teclado activas

source: Keyboard accessibility in general is available but none of the individual key features are enabled.
eu: Teklatuaren erabilerraztasuna erabilgarri dago oro har, baina ez tekla-eginbide indibidualak.
pt: A acessibilidade de teclado em geral está disponível mas nenhuma das funcionalidades está activa.

source: Bounce keys enabled icon
eu: Errebote-teklak gaituta ikonoa
pt: Ícone de Teclas Saltantes activas

source: The bounce keys feature is enabled.
eu: Errebote-teklen eginbidea gaituta dago.
pt: A funcionalidade de teclas saltantes está activa.

source: Mouse keys enabled icon
eu: Sagu-teklak gaituta ikonoa
pt: Ícone de Teclas de Rato activas

source: The mouse keys feature is enabled. The dot in the mouse button shows which button is currently associated with the <guilabel>Mouse button click</guilabel> key.
eu: Sagu-teklen eginbidea gaituta dago. Sagu-teklako puntuak adierazten du zein botoi dagoen asoziatuta <guilabel>Klik egiteko botoia</guilabel> teklarekin.
pt: A funcionalidade de teclas de rato está activa. O ponto nos botões do rato indica que botão está actualmente associado à tecla <guilabel>Clique do botão do rato</guilabel>.

source: Slow keys enabled icon
eu: Tekla motelak gaituta ikonoa
pt: Ícone de Teclas Lentas activas

source: The slow keys feature is enabled.
eu: Tekla motelen eginbidea gaituta dago.
pt: A funcionalida de teclas lentas está activa.

source: Alt key latched icon
eu: Alt tekla likatuta ikonoa
pt: Ícone de tecla Alt engatada

source: The sticky keys feature is enabled and the <keycap>Alt</keycap> key is latched.
eu: Tekla itsaskorrak gaituta daude, eta <keycap>Alt</keycap> tekla likatuta.
pt: A funcionalidade de teclas coladas está activa e a tecla <keycap>Alt</keycap> está engatada.

source: Alt key locked icon
eu: Alt tekla blokeatuta ikonoa
pt: Ícone de tecla Alt trancada

source: The sticky keys feature is enabled and the <keycap>Alt</keycap> key is locked.
eu: Tekla itsaskorren eginbidea gaituta dago, eta <keycap>Alt</keycap> tekla blokeatuta.
pt: A funcionalidade de teclas coladas está activa e a tecla <keycap>Alt</keycap> está trancada.

source: Ctrl key latched icon
eu: Ktrl tekla likatuta ikonoa
pt: Ícone de tecla Ctrl engatada

source: The sticky keys feature is enabled and the <keycap>Ctrl</keycap> key is latched.
eu: Tekla itsaskorrak gaituta daude, eta <keycap>Ktrl</keycap> tekla likatuta.
pt: A funcionalidade de teclas coladas está activa e a tecla <keycap>Ctrl</keycap> está engatada.

source: Ctrl key locked icon
eu: Ktrl tekla blokeatuta ikonoa
pt: Ícone de tecla Ctrl trancada

source: The sticky keys feature is enabled and the <keycap>Ctrl</keycap> key is locked.
eu: Tekla itsaskorren eginbidea gaituta dago, eta <keycap>Ktrl</keycap> tekla blokeatuta.
pt: A funcionalidade de teclas coladas está activa e a tecla <keycap>Ctrl</keycap> está trancada.

source: Shift key latched icon
eu: Maius tekla likatuta ikonoa
pt: Ícone de tecla Shift engatada

source: The sticky keys feature is enabled and the <keycap>Shift</keycap> key is latched.
eu: Tekla itsaskorrak gaituta daude, eta <keycap>Maius</keycap> tekla likatuta.
pt: A funcionalidade de teclas coladas está activa e a tecla <keycap>Shift</keycap> está engatada.

source: Shift key locked icon
eu: Maius tekla blokeatuta ikonoa
pt: Ícone de tecla Shift trancada

source: The sticky keys feature is enabled and the <keycap>Shift</keycap> key is locked.
eu: Tekla itsaskorren eginbidea gaituta dago, eta <keycap>Maius</keycap> tekla blokeatuta.
pt: A funcionalidade de teclas coladas está activa e a tecla <keycap>Shift</keycap> está trancada.

source: Super/Windows key latched icon
eu: Super/Windows tekla likatuta ikonoa
pt: Ícone de tecla Super/Windows engatada

source: The sticky keys feature is enabled and the <keycap>Super</keycap>/<keycap>Windows</keycap> key is latched.
eu: Tekla itsaskorren eginbidea gaituta dago, eta <keycap>Super</keycap>/<keycap>Windows</keycap> tekla likatuta.
pt: A funcionalidade de teclas coladas está activa e a tecla <keycap>Super</keycap>/<keycap>Windows</keycap> está engatada.

source: Super/Windows key locked icon
eu: Super/Windows tekla blokeatuta ikonoa
pt: Ícone de tecla Super/Windows trancada

source: The sticky keys feature is enabled and the <keycap>Super</keycap>/<keycap>Windows</keycap> key is locked.
eu: Tekla itsaskorren eginbidea gaituta dago, eta <keycap>Super</keycap>/<keycap>Windows</keycap> tekla blokeatuta.
pt: A funcionalidade de teclas coladas está activa e a tecla <keycap>Super</keycap>/<keycap>Windows</keycap> está trancada.

source: Esc
eu: Ihes

source: Solaris:
eu: Solaris-en:

source: Linux:
eu: Linux-en:

source: Back Space
eu: Atzera-tekla

source: LowContrast
eu: Kontraste txikia

source: LowContrastLargePrint
eu: Kontraste txikia Letra handia

source: Don Scorgie
ru: Дон Скоржи (Don Scorgie)

source: Brent Smith
ru: Брент Смит (Brent Smith)

source: Don
ru: Дон

source: Scorgie
ru: Скоржи

source: Brent
ru: Брент

source: Smith
ru: Смит

source: To report a bug or make a suggestion regarding the MATE Desktop or this manual, follow the directions in the <ulink type="help" url="ghelp:user-guide?feedback"> MATE Feedback Page </ulink>.
ru: Чтобы сообщить об ошибке или сделать предложение по рабочей среде или этому руководству, следуйте указаниям в документе <ulink url="ghelp:mate-feedback" type="help">Обратная связь с MATE</ulink>.

source: Open the file <filename>/etc/X11/gdm/gdm.conf</filename>
ru: Откройте файл <filename>/etc/X11/gdm/gdm.conf</filename>

source: The above lines must be displayed as single lines in the <filename>gdm.conf</filename> file without line breaks. The formatting of this guide may display the lines as being longer than two lines.
ru: Строки выше должны быть отображены, как целые строки в файле <filename>gdm.conf</filename> без разбиения на подстроки. Форматирование этого руководства может отобразить больше строк, чем две.

source: Edit the <filename>AccessKeyMouseEvents</filename> file to associate keyboard shortcuts with assistive technologies. For example, the following line enables you to press and hold <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> for one second to start <application>Screen Reader and Magnifier</application> in speech and Braille mode:
ru: Отредактируйте файл <filename>AccessKeyMouseEvents</filename>, чтобы назначить клавиатурные комбинации для запуска вспомогательных технологий. Например, следующая строка позволяет вам нажать и в течение одной секунды удерживать <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo>, чтобы запустить <application>Чтение с экрана и увеличитель</application> в режиме речевого сопровождения и поддержки шрифта Брайля:

source: Starting Magnifier Using a Keyboard Shortcut
ru: Запуск экранного увеличителя при помощи клавиатурных комбинации

source: Edit the <filename>AccessKeyMouseEvents</filename> file to associate keyboard shortcuts with assistive technologies. For example, the following line enables you to press and hold <keycombo><keycap>Ctrl</keycap><keycap>M</keycap></keycombo> for one second to start <application>Screen Reader and Magnifier</application> in magnifier mode:
ru: Отредактируйте файл <filename>AccessKeyMouseEvents</filename>, чтобы назначить клавиатурные комбинации для запуска вспомогательных технологий. Например, следующая строка позволит вам нажать и удерживать в течение одной секунды <keycombo><keycap>Ctrl</keycap><keycap>M</keycap></keycombo>, чтобы запустить <application>Чтение с экрана и увеличитель</application> в режиме увеличения экрана:

source: Display a popup window with icons that represent the desktop background and the panels. Press and hold <keycombo><(keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> and continue to press <keycap>Tab</keycap> to switch the focus between the desktop background and the panels.
ru: Показать всплывающее окно со значками, представляющими рабочий стол и панели. Нажмите и удерживайте <keycombo><(keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> и нажимайте <keycap>Tab</keycap>, чтобы перемещать фокус между поверхностью рабочего стола и панелями.

source: Give focus to a panel. This keyboard shortcut displays a popup window with icons that represent the desktop background, panels, and drawers. Press and hold <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> and continue to press <keycap>Tab</keycap> to switch the focus between the desktop background, panels, and drawers.
ru: Переместить фокус на панель. По нажатию этой комбинации клавиш отображается всплывающее окно со значками, представляющими рабочий стол, панели и ящики. Нажмите и удерживайте <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> и продолжайте нажимать <keycap>Tab</keycap>, чтобы переключать фокус между рабочим столом, панелями и ящиками.

source: A paned window is a window that is split into two or more panes. <application>Help Browser</application> is an example of an application that uses 3 windows.
ru: Окно с панелями представляет собой окно, разделенное на две и более области. <application>Просмотр справки</application> является примером приложения, использующего 3 области.

source: Essential Keyboard Shortcuts for NavigatingApplications
ru: Основные клавиатурные комбинации для перемещения по приложениям

source: Since there are so many applications that you can use in the MATE Desktop, this manual does not describe all the custom keyboard shortcuts that you can use with each individual application. However, the basic keyboard shortcuts are common to all applications.
ru: Поскольку существует множество приложений, которые вы можете использовать в рабочей среде MATE, то это руководство не содержит описания всех клавиатурных комбинацииий, которые вы можете использовать в каждом отдельном приложении. Однако базовые клавиатурные комбинации являются общими для всех приложений.

source: Close and/or cancel the dialog.
ru: Закрыть и отменить диалог.

source: Perform the default action for the dialog. The default action will usually apply any changes and close the dialog.
ru: Выполнить действие, установленное по умолчанию для диалогового окна. Действием по умолчанию обычно является закрытие диалога с сохранением сделанных изменений.

source: The following table describes how to navigate HTML-based help content in caret navigation mode in the <application>Yelp</application> help browser. Caret navigation is a mode of operation in an application which enables you to use the keyboard to navigate and select text.
ru: В следующей таблице описано, как в обозревателе справки <application>Yelp</application> перемещаться по HTML-содержимому справки в режиме перемещения клавиатурного курсора. Перемещение клавиатурного курсора (каретки) - это режим работы с приложением, который позволяет вам использовать клавиатуру для перемещения и выделения текста.

source: The following table lists the keyboard shortcuts that you can use to navigate the tabbed sections of a window or dialog when a tabstri has focus:
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения по вкладкам окна или диалога, когда полоса вкладок содержат фокус:

source: <keycombo><keycap>Ctrl</keycap><keycap>Page Up</keycap></keycombo> or <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Page Up </keycap></keycombo>
ru: <keycombo><keycap>Ctrl</keycap><keycap>Page Up</keycap></keycombo> или <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Page Up </keycap></keycombo>

source: <keycombo><keycap>Ctrl</keycap><keycap>Page Down</keycap></keycombo> or <keycombo><keycap>Ctrl</keycap><keycap>Alt </keycap><keycap>Page Down</keycap></keycombo>
ru: <keycombo><keycap>Ctrl</keycap><keycap>Page Down</keycap></keycombo> или <keycombo><keycap>Ctrl</keycap><keycap>Alt </keycap><keycap>Page Down</keycap></keycombo>

source: Customizing Keyboard Shortcuts on Solaris Systems
ru: Настройка клавиатурных комбинации в системах Solaris

source: Customizing Keyboard Shortcuts on Linux Systems
ru: Настройка клавиатурных комбинаций в системах Linux
