Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: For example, by default the "underline" text attribute has a value of "none". If the user has this attribute checked and the user presses <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> and the text in question is not underlined, then this attribute is not spoken. If you always want this attribute to be spoken irrespective of whether the text is underlined, then the attribute should be checked and the "Spoken unless" value cleared.
pt: Por exemplo, por omissão o atributo de texto "sublinhado" tem um valor de "nenhum". Se o utilizador tiver este atributo activo e premir <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> e o texto em questão não estiver sublinhado, então não será realizada a locução deste atributo. Se quiser que seja sempre realizada a locução deste atributo independentemente de se o texto está ou não sublinhado, então o atributo deverá estar activo e o valor do "Locução excepto se" limpo.

source: There is also a "Reset" <keycombo><keycap>Alt</keycap><keycap>R</keycap></keycombo> button combination present that will set the list values back to their initial state when the dialog was first displayed.
pt: Existe também um botão "Reiniciar" <keycombo><keycap>Alt</keycap><keycap>R</keycap></keycombo> que irá repor os valores por omissão na lista de volta ao seu estado inicial quando o diálogo foi apresentado pela primeira vez.

source: If you decide to check others or wish to adjust the order, there are four buttons to help you do this:
pt: Se decidir activar outros atributos ou ajustar a sua ordem, existem quatro botões para o auxiliar nesta tarefa:

source: "Move to top" <keycombo><keycap>Alt</keycap><keycap>T</keycap></keycombo> - moves the selected attribute to the top of the list.
pt: "Mover para o topo" <keycombo><keycap>Alt</keycap><keycap>T</keycap></keycombo> - move o atributo seleccionado para o topo da lista.

source: "Move up one" <keycombo><keycap>Alt</keycap><keycap>U</keycap></keycombo> - moves the selected attribute up one row.
pt: "Mover acima um nível" <keycombo><keycap>Alt</keycap><keycap>U</keycap></keycombo> - move o atributo seleccionado acima uma linha.

source: "Move down one" <keycombo><keycap>Alt</keycap><keycap>D</keycap></keycombo> - moves the selected attribute down one row.
pt: "Mover abaixo um nível" <keycombo><keycap>Alt</keycap><keycap>U</keycap></keycombo> - move o atributo seleccionado abaixo uma linha.

source: "Move to bottom" <keycombo><keycap>Alt</keycap><keycap>B</keycap></keycombo> - moves the selected attribute to the bottom of the list.
pt: "Mover para o fundo" <keycombo><keycap>Alt</keycap><keycap>T</keycap></keycombo> - move o atributo seleccionado para o fundo da lista.

source: Text attributes can also be set on an individual application basis. The text attribute pane is also part of the application specific settings dialog that is started when you give a particular application focus and press <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo>.
pt: Atributos de texto podem também ser definidos numa base individual por aplicação. O painel de atributos de texto faz também parte do diálogo de definições específicas de aplicação que é iniciado quando transmite o foco a uma aplicação específica e prime <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo>.

source: Application-specific information
pt: Informação específica da aplicação

source: Orca is designed to work with applications and toolkits that support the assistive technology service provider interface (AT-SPI). This includes the MATE desktop and its applications, OpenOffice, Firefox, and the Java platform. Some applications work better than others, however, and the Orca community continually works to provide compelling access to more and more applications.
pt: O Orca está desenhado para funcionar com aplicações e conjuntos de ferramentas que suportem o interface de disponibilização de serviços de tecnologias assistivas (AT-SPI). Tal inclui o Ambiente MATE e suas aplicações, o OpenOffice, o Firefox, e a plataforma Java. No entanto, algumas aplicações funcionam melhor do que outras e a comunidade do Orca trabalha continuamente para disponibilizar um acesso mais apelativo a um cada vez maior conjunto de aplicações.

source: Using Adobe's Acrobat Reader
pt: Utilizar o Acrobat Reader da Adobe

source: We are currently working on a script for Adobe's Acrobat Reader, and the initial version has been contributed to Orca v2.17.5. Note that there is still work to do, and we are very encouraged by Adobe's commitment to accessibility.
pt: Estamos actualmente a trabalhar num script para o Acrobat Reader da Adobe, a versão inicial foi incluída no Orca v2.17.5. Note que ainda é necessário mais desenvolvimento, e estamos muito encorajados pelo compromisso da Adobe para com a acessibilidade.

source: Installation
eu: Instalazioa
pt: Instalação

source: If you get Adobe Acrobat Reader directly from the <ulink url="http://www.adobe.com/products/acrobat/readstep2.html"> Adobe site</ulink>, you may find that the software will not launch. The symptoms: If launched from the Applications menu, it appears that nothing has happened. If launched from a terminal window, you receive a long series of syntax error messages. Should this occur, you will need to edit your /usr/bin/acroread file as described in this <ulink url="http://ubuntuforums.org/showthread.php?t=233514"> Ubuntu forum thread</ulink>.
pt: Se obtiver o Acrobat Reader da Adobe directamente da <ulink url="http://www.adobe.com/products/acrobat/readstep2.html">página da Adobe</ulink>, poderá descobrir que não é possível iniciar a aplicação. Os sintomas: Se iniciada a partir do menu Aplicações, parece que nada acontece. Se iniciada a partir de uma consola, recebe uma extensa lista de mensagens de erro de sintaxe. Se isto ocorrer, terá de editar o ficheiro /usr/bin/acroread tal como descrito nesta <ulink url="http://ubuntuforums.org/showthread.php?t=233514"> árvore de discussão do fórum do Ubuntu</ulink>.

source: If you instead choose to install Acrobat Reader from your distribution's packages, be sure to install both acroread and acroread-plugins. Without the plugins package, you will not have the access to the "Reading" category in the <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Preferences</guimenuitem></menuchoice> dialog.
pt: Se em vez disso decidir instalar o Acrobat Reader a partir dos pacotes da sua distribuição, certifique-se de que instala o acroread e os acroread-plugins. Sem o pacote de plugins, não terá acesso à categoria "Reading" no diálogo <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Preferences</guimenuitem></menuchoice>.

source: Note: If you use Ubuntu and cannot locate the acroread package, you will likely need to edit your /etc/apt/sources.list to include the 'multiverse' repository. Then run <userinput>apt-get update</userinput>. Having done so, you should then be able to install both acroread and acroread-plugins.
pt: Nota: Se utiliza o Ubuntu e não consegue localizar o pacote acroread, terá provavelmente de editar o seu /etc/apt/sources.list para incluir o repositório 'multiverse'. Depois execute <userinput>apt-get update</userinput>. Depois poderá instalar tanto o acroread como o acroread-plugins.

source: Enabling Accessibility and Caret Navigation
pt: Activar a Acessibilidade e Navegação por Cursor

source: Once you've installed Reader, you need to enable accessibility:
pt: Após ter instalado o Reader, terá de activar a acessibilidade:

source: In the "Accessibility" category of the <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Preferences</guimenuitem></menuchoice> dialog, make sure "Always display the keyboard selection cursor" (<keycombo><keycap>Alt</keycap><keycap>D</keycap></keycombo>) is checked.
pt: Na categoria "Accessibility" do diálogo <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Preferences</guimenuitem></menuchoice>, certifique-se de que "Always display the keyboard selection cursor" (<keycombo><keycap>Alt</keycap><keycap>D</keycap></keycombo>) está activo.

source: In the "Reading" category of the <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Preferences</guimenuitem></menuchoice> dialog, make sure "Enable document accessibility" (<keycombo><keycap>Alt</keycap><keycap>E</keycap></keycombo>) is checked.
pt: Na categoria "Reading" do diálogo <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Preferences</guimenuitem></menuchoice>, certifique-se de que "Enable document accessibility" (<keycombo><keycap>Alt</keycap><keycap>E</keycap></keycombo>) está activo.

source: Working with Untagged Documents
pt: Trabalhar com Documentos sem Etiquetas

source: When you open an untagged document, you will be presented with a dialog box asking you to specify the reading order and the reading mode options. The default reading order is "Infer reading order from document." This setting works well for most documents, but not all of them.
pt: Quando abrir um documento sem etiquetas, ser-lhe-á apresentada uma caixa de diálogo a pedir-lhe para especificar a ordem de leitura e opções de modo de de leitura. A ordem de leitura por omissão é "Inferir a ordem de leitura a partir do documento." Esta definição funciona bem para a maioria dos documentos, mas não todos.

source: The default reading mode will vary depending upon the length of the document: For short documents, the default is "Read the entire document"; for long documents it is "Read the currently visible pages only." Orca seems to provide much better access when "Read the entire document" is selected.
pt: O modo de leitura por omissão irá variar dependendo da extensão do documento: Para documentos curtos, a omissão é "Ler o documento completo"; para documentos extensos é "Ler apenas as páginas actualmente visíveis." O Orca parece disponibilizar um muito melhor acesso quando é seleccionado o "Ler o documento completo".

source: If you find that a document seems to be missing parts of the text, try changing the reading options. To do so, get into the Document menu and select "Change Accessibility Reading Options..." or use the shortcut <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>5</keycap></keycombo>.
pt: Se lhe parecer que faltam blocos de texto de um documento, tente alterar as opções de leitura. Para tal, aceda ao menu "Document" e seleccione "Change Accessibility Reading Options..." ou utilize o atalho de teclado <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>5</keycap></keycombo>.

source: Page Layout
eu: Orrialdearen diseinua
pt: Disposição da Página

source: The best page layout for reading a document with Orca is "single page". When "continuous" is chosen, moving focus to text as the page is scrolling can cause that text not to be read. You can change the page layout to "single page" by getting into the View menu and selecting the Page Layout submenu.
pt: A melhor disposição de página para ler um documento com o Orca é "single page". Quando é seleccionado "continuous", mover o foco para texto à medida que a página vai rolando pode fazer com que esse texto não seja lido. Pode alterar a disposição de página para "single page" acedendo ao menu "View" e seleccionando o submenu de "Page Layout".

source: Navigating Tables
eu: Tauletan nabigatzea
pt: Navegar nas Tabelas

source: Regarding tables: As far as we know there's not currently a whole lot of keyboard support for tables in Acrobat Reader. This, by the way, is not an Orca thing; it is an Acrobat Reader thing.
pt: Sobre tabelas: Tanto quanto sabemos não existe actualmente grande suporte para utilizar o teclado em tabelas no Reader da Acrobat. Tal não é uma questão do Orca; é uma questão do Reader da Acrobat.

source: Basically, there are the arrow keys. Their behavior is to move you first within the cell with focus, then to the next cell with data in it. Note that currently, Up and Down Arrow do not seem to move you vertically among cells -- at least that has been the experience with the tables we have tried. Instead, Up and Down seem to move you horizontally until you run out of cells on the current row.
pt: Basicamente, existem as teclas de setas. O seu comportamento é o de primeiro o mover dentro da célula que detém o foco, depois para a célula seguinte que contenha dados. Note que actualmente as Setas Acima e Abaixo não parecem movê-lo verticalmente entre as células -- pelo menos foi essa a experiência com as tabelas que testamos. Em vez disso, Acima e Abaixo parecem movê-lo horizontalmente até que chegue à primeira/última célula da linha actual.

source: Making Application Specific Settings
pt: Criar Definições Específicas para uma Aplicação

source: To customize the settings for a particular application, you will first need to run that application. Make sure that that application has focus, then press <keycombo><keycap>ORCA_MODIFIER</keycap><keycap>Control</keycap><keycap>Space</keycap></keycombo> (by default, this will be <keycombo><keycap>Insert</keycap><keycap>Control</keycap><keycap>Space</keycap></keycombo> for the desktop keyboard layout).
pt: Para personalizar as definições de uma aplicação específica, terá primeiro de executar essa aplicação. Certifique-se de que a aplicação tem o foco, depois prima <keycombo><keycap>ORCA_MODIFIER</keycap><keycap>Control</keycap><keycap>Space</keycap></keycombo> (por omissão, este atalho será <keycombo><keycap>Insert</keycap><keycap>Control</keycap><keycap>Space</keycap></keycombo> para a disposição de teclado de PC de secretária).

source: This brings up a tabbed dialog window very similar to the generic Orca Preferences dialog, but with the following differences:
pt: Isto abre uma janela de diálogo com separadores muito semelhante ao diálogo genérico de preferências do Orca, mas com as seguintes diferenças:

source: Any existing application specific key bindings will appear at the top of the list on the Key Bindings pane.
pt: Quaisquer atalhos de teclado existentes específicos da aplicação irão surgir no topo da lista do painel de Associação de Teclas.

source: There may be a new application specific settings pane at the end of the set of tabbed panes. Note that pressing the End key from the tab list will get you directly to that rightmost tab.
pt: Poderá existir um painel novo de definições específicas da aplicação, no final do conjunto de painéis em separadores. Note que premir a tecla End na lista de separadores irá levá-lo directamente ao painel mais à direita.

source: Adjust your application specific Orca settings in a similar way to the way to set your general Orca preferences. For example, you may have key echo disabled generally in Orca but would like to specifically have it enabled for the gcalctool (MATE Calculator) application. Here's where you could easily set that.
pt: Ajuste as definições do Orca específicas da sua aplicação do mesmo modo como ajusta as preferências gerais do Orca. Por exemplo, poderá ter o eco de teclas desactivado de forma geral mas gostaria de o ter activo especificamente no gcalctool (Calculadora do MATE). Está aqui a forma como o poderá facilmente fazer.

source: When you have your application settings customized the way that you want, press the OK button. These settings will be written away under your <userinput>~/.orca/app-settings</userinput> directory in a file called <userinput>&lt;APPNAME&gt;.py</userinput>, where <userinput>&lt;APPNAME&gt;</userinput> is the name of the application.
pt: Quando tiver as definições da sua aplicação personalizadas ao seu gosto, prima o botão OK. Estas definições serão gravadas dentro do directório <userinput>~/.orca/app-settings</userinput> num ficheiro denominado <userinput>&lt;APPNAME&gt;.py</userinput>, onde <userinput>&lt;APPNAME&gt;</userinput> é o nome da aplicação.

source: These files are automatically written by Orca. The existing contents of that file will just be blown away each time you change your application settings for that application.
pt: Estes ficheiros são gravados automaticamente pelo Orca. O conteúdo existente nesse ficheiro será descartado de cada vez que alterar as definições dessa aplicação.

source: If you want to have some extra application specific settings or code that you don't want to lose, then you should put it in a file called <userinput> ~/.orca/app-settings/&lt;APPNAME&gt;-customizations.py</userinput>. This file will be automatically read when the settings for the <userinput>&lt;APPNAME&gt;</userinput> application are loaded.
pt: Se quiser ter algumas definições específicas de aplicação extra ou código que não queira perder, deverá colocá-lo num ficheiro denominado <userinput> ~/.orca/app-settings/&lt;APPNAME&gt;-customizations.py</userinput>. Este ficheiro será lido automaticamente quando as definições de <userinput>&lt;APPNAME&gt;</userinput> forem lidas.

source: Note that this is an advanced feature that we don't expect most Orca users to use. It's just there if you really want it.
pt: Note que esta é uma funcionalidade avançada à qual não esperamos que a maioria dos utilizadores Orca recorram. Apenas está lá se necessária.

source: If you adjust one or more application specific key bindings, the new values will not take immediate effect after you've pressed the OK button on the dialog. The workaround is to either restart Orca, or to Alt-Tab away to some other application and then Alt-Tab back to the one that you've just changed the key bindings for.
pt: Quando ajusta uma ou mais associações de teclas específicas de uma aplicação, os novos valores não ficam imediatamente em efeito ao premir o botão OK do diálogo. De momento para contornar o problema é necessário reiniciar o Orca ou alterar o foco para outra aplicação e depois voltar àquela para a qual alterou as associações de teclas.

source: Orca uses <ulink url="http://mielke.cc/brltty/">BrlTTY</ulink> for braille support. Orca does not automatically start BrlTTY for you -- you typically need to do that yourself, and it is something that is usually done at boot time. Start-up options are described in the BRTLTTY reference manual.
pt: O Orca utiliza o <ulink url="http://mielke.cc/brltty/">BrlTTY</ulink> para suporte braille. O Orca não inicia o BrlTTY automaticamente -- tipicamente terá de ser o utilizador a faz-lo, e é algo que normalmente é feito quando o computador é iniciado. Opções de arranque estão descritas no manual de referência do BRTLTTY.

source: Orca attempts to work with various releases of BrlTTY. It works well with BrlTTY v3.7.2, and we've also been working with the BrlTTY team to get it going for BrlTTY v3.8. The remainder of this document provides information related to using Orca with BRLTTY 3.8.
pt: O Orca tenta conseguir trabalhar com várias versões do BrlTTY. Funciona bem com o BrlTTY v3.7.2, e temos também trabalhado com a equipa do BrlTTY para o fazer funcionar com o BrlTTY v3.8. O resto deste documento disponibiliza informação relacionada com a utilização do Orca com o BRLTTY 3.8.

source: To get Orca working with BrlTTY v3.8 requires that the Python bindings for BrlAPI are built/installed as part of the BrlTTY build/install process. Below are descriptions of the necessary tasks to do this for Ubuntu and Solaris. For both, you need to first obtain <ulink url="http://mielke.cc/brltty/releases/brltty-3.8.tar.gz"> brltty-3.8.tar.gz</ulink> from the BrlTTY site.
pt: Para que o Orca funcione com o BrlTTY v3.8 é necessário que as extensões Python para o BrlAPI sejam compiladas/instaladas como parte do processo de compilação/instalação do BrlTTY. Abaixo estão descrições das tarefas necessárias para o fazer no Ubuntu e Solaris. Para ambos, terá primeiro de obter o <ulink url="http://mielke.cc/brltty/releases/brltty-3.8.tar.gz">brltty-3.8.tar.gz</ulink> na página web do BrlTTY.

source: First, setup your build environment to build BrlTTY. Much of this setup is done for you automatically in the Ubuntu distribution with products such as G++ already present. In addition, YOU MUST also install tcl, Pyrex, and the Python developers environment. To do this, execute the following commands as <userinput>root</userinput> :
pt: Primeiro, configure o seu ambiente para compilar o BrlTTY. A maior parte desta configuração foi automaticamente feita no Ubuntu com produtos tais como o G++ já instalados. Adicionalmente, TEM de instalar o tcl, Pyrex, e o ambiente de desenvolvimento de Python. Para tal, execute os seguintes comandos como <userinput>root</userinput> :

source: Then, when you build BrlTTY, avoid configuring the package with --prefix=/usr. Use the standard procedure instead, executing the following commands as <userinput>root</userinput> :
pt: Depois, ao compilar o BrlTTY, evite configurar o pacote com o parâmetro --prefix=/usr. Utilize o procedimento padrão, executando os seguintes comandos como <userinput>root</userinput> :

source: Run BrlTTY as <userinput>root</userinput> (need notes on automatically starting brltty):
pt: Execute o BrlTTY como <userinput>root</userinput> (são necessárias notas sobre como iniciar automaticamente o brltty):

source: If you want, you can remove the existing <userinput>/sbin/brltty</userinput> and replace it with the <userinput>/bin/brltty</userinput> either by copying the <userinput>/bin/brltty</userinput> to <userinput>/sbin/brltty</userinput> or just by making a symbolic link. Do so at your own risk.
pt: Se desejar, pode remover o <userinput>/sbin/brltty</userinput> existente e substituí-lo pelo <userinput>/bin/brltty</userinput> ou copiando o <userinput>/bin/brltty</userinput> para <userinput>/sbin/brltty</userinput> ou apenas criando uma ligação simbólica. Faça-o por sua conta e risco.

source: Keyboard Commands
pt: Comandos de Teclado

source: This is the list of common Orca keyboard commands. Note that you can always enter Orca's "learn mode" while running Orca by pressing <keycombo><keycap>Insert</keycap><keycap>F1</keycap></keycombo>. When in learn mode, Orca will intercept all keyboard and braille input events and will tell you what the effect of them would be. To exit learn mode, press the <keycombo><keycap>escape</keycap></keycombo> key. If you are using a laptop computer, you will want to see the <ulink url="http://live.mate.org/Orca/LaptopKeyboardCommands"> laptop keyboard commands</ulink> page at live.mate.org.
pt: Esta é a lista de comandos de teclado comuns do Orca. Note que poderá sempre iniciar o "modo de aprendizagem" do Orca durante a sua execução premindo <keycombo><keycap>Insert</keycap><keycap>F1</keycap></keycombo>. Quando em modo de aprendizagem, o Orca irá interceptar todos os eventos de teclado e de dispositivo de introdução braille e dir-lhe-á qual seria o seu efeito. Para terminar o modo de aprendizagem, prima a tecla <keycombo><keycap>escape</keycap></keycombo>. Se estiver a utilizar um portátil, irá querer consultar a página dos <ulink url="http://live.mate.org/Orca/LaptopKeyboardCommands">comandos de teclado de portátil</ulink> em live.mate.org.

source: Commands for adjusting speech parameters
pt: Comandos para ajustar os parâmetros de locução

source: <keycombo><keycap>Insert</keycap><keycap>Right Arrow</keycap></keycombo> : increase speech rate
eu: <keycombo><keycap>Txertatu</keycap><keycap>Eskuin-gezia</keycap></keycombo> : ahost-tasa handiagotzen du
pt: <keycombo><keycap>Insert</keycap><keycap>Seta à Direita</keycap></keycombo> : aumenta a velocidade da locução

source: <keycombo><keycap>Insert</keycap><keycap>Left Arrow</keycap></keycombo> : decrease speech rate
eu: <keycombo><keycap>Txertatu</keycap><keycap>Ezker-gezia</keycap></keycombo> : ahost-tasa gutxiagotzen du
pt: <keycombo><keycap>Insert</keycap><keycap>Seta à Esquerda</keycap></keycombo> : reduz a velocidade da locução
