Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: For lists that support multi-line selections, add the next or previous row or column to the current selection.
de: Bei Listen, die das Auswählen von mehreren Zeilen ermöglichen, wird der markierte Bereich um die nächste oder vorherige Zeile oder Spalte erweitert.
eu: Lerro anitzeko hautapenak onartzen dituzten zerrendetan, hurrengo edo aurreko errenkada edo zutabea uneko hautapenari gehitzen dio.
hu: Többsoros kijelöléseket támogató listáknál a következő vagy előző sor vagy oszlop hozzáadása a kijelöléshez.
pt: Para listas que suportem selecções multi-linha, adiciona a linha ou coluna seguinte ou anterior à selecção actual.
ru: Для списков, допускающих множественный выбор, добавить следующую или предыдущую строку или следующий или предыдущий столбец к уже выделенным элементам.
uk: Для списків, які підтримують багаторядковий вибір, додати наступний або попередній рядок або стовпчик до вже виділеного.
zh_cn: 对支持多行选中的列表框，添加下一个或前一个的行或列到当前选择里。

source: For lists that only allow single line selections, select the next or previous row or column.
de: Bei Listen, die nur das Markieren einer Zeile ermöglichen, wird die nächste oder vorherige Zeile oder Spalte markiert.
eu: Lerro bakarreko hautapenak soilik onartzen dituzten zerrendetan, hurrengo edo aurreko errenkada edo zutabea hautatzen du.
hu: Csak egysoros kijelöléseket támogató listáknál a következő vagy előző sor vagy oszlop kijelölése.
pt: Para listas que apenas suportem selecções de uma linha, selecciona a linha ou coluna seguinte ou anterior.
ru: Для списков, допускающих выбор только одного элемента, выделить следующую или предыдущую строку или следующий или предыдущий столбец.
uk: Для списків, які підтримують однорядковий вибір, виділити наступний або попередній рядок або стовпчик.
zh_cn: 对只允许单个选中的列表框，选择下一个或前一个的行或列。

source: Select all the rows between the current selection and the top row of the view.
de: Markiert alle Einträge vom gegenwärtig markierten Bereich bis zur obersten Zeile der aktuellen Ansicht.
eu: Uneko hautapenaren eta ikuspegiaren goiko errenkadaren arteko errenkada guztiak hautatzen ditu.
hu: Az oldal minden sorának kijelölése az aktuálisan kijelölt elemtől a legfelső sorig.
pt: Selecciona todas as linhas entre a selecção actual e a linha superior da vista.
ru: Выделить все строки между текущими выделенными строками и верхней строкой области просмотра.
uk: Виділити всі рядки між чинним виділеним та верхнім рядком області перегляду.
zh_cn: 选中从当前选择到屏幕顶部的所有行。

source: Select all the rows between the current selection and the bottom row of the view.
de: Markiert alle Einträge vom gegenwärtig markierten Bereich bis zur untersten Zeile der aktuellen Ansicht.
eu: Uneko hautapenaren eta ikuspegiaren beheko errenkadaren arteko errenkada guztiak hautatzen ditu.
hu: Az oldal minden sorának kijelölése az aktuálisan kijelölt elemtől a legalsó sorig.
pt: Selecciona todas as linhas entre a selecção actual e a linha inferior da vista.
ru: Выделить все строки между текущими выделенными строками и нижней строкой области просмотра.
uk: Виділити всі рядки між чинним виділеним та нижнім рядком області перегляду.
zh_cn: 选中从当前选择到屏幕底部的所有行。

source: Select all the rows between the current selection and the first row in the list.
de: Markiert alle Einträge vom gegenwärtig markierten Bereich bis zur ersten Zeile der Liste.
eu: Uneko hautapenaren eta zerrendako lehen errenkadaren arteko errenkada guztiak hautatzen ditu.
hu: Minden sor kijelölése az aktuálisan kijelölt elemtől a lista első soráig.
pt: Selecciona todas as linhas entre a selecção actual e a primeira linha da lista.
ru: Выделить все строки между текущими выделенными строками и первой строкой в списке.
uk: Виділити всі рядки між чинним виділеним та першим рядком в списку.
zh_cn: 选中从当前选择到列表第一行之间的所有行。

source: Select all the rows between the current selection and the last row in the list.
de: Markiert alle Einträge vom gerade markierten Bereich bis zur letzten Zeile der Liste.
eu: Uneko hautapenaren eta zerrendako azken errenkadaren arteko errenkada guztiak hautatzen ditu.
hu: Minden sor kijelölése az aktuálisan kijelölt elemtől a lista utolsó soráig.
pt: Selecciona todas as linhas entre a selecção actual e a última linha da lista.
ru: Выделить все строки между текущими выделенными строками и последней строкой в списке.
uk: Виділити всі рядки між чинним виділеним та останнім рядком в списку.
zh_cn: 选中从当前选择到列表最后一行之间的所有行。

source: Give focus to the next row or column without extending the selection. Further items can be selected by pressing <keycap>spacebar</keycap>.
de: Bewegt den Cursor zur nächsten Zeile oder Spalte, ohne den markierten Bereich zu erweitern. Weitere Einträge können mit der <keycap>Leertaste</keycap> markiert werden.
hu: A fókusz átadása a következő sornak vagy oszlopnak, de a kijelölés kiterjesztése nélkül. További elemek a <keycap>szóköz</keycap> billentyűvel jelölhetők ki.
ru: Переместить фокус на следующую строку или следующий столбец, не выделяя их. Последующие элементы могут быть выделены при помощи клавиши <keycap>пробел</keycap>.
uk: Перемістити фокус на наступний рядок або стовпчик, не виділяючи їх. Наступні елементи можна виділити натискаючи клавішу <keycap>spacebar</keycap>.
zh_cn: 把焦点给下一行或列，但不扩展选择。按 <keycap>空格键</keycap> 可以选择更多项。

source: Give focus to the top row in the view without extending the selection.
de: Bewegt den Cursor in die oberste Zeile der aktuellen Ansicht, ohne den markierten Bereich zu erweitern.
hu: A fókusz átadása az oldal legfelső sorának, de a kijelölés kiterjesztése nélkül.
ru: Переместить фокус на верхнюю строку в области просмотра, не расширяя выделение.
uk: Перемістити фокус на верхній рядок в області перегляду, не розширюючи виділення.
zh_cn: 把焦点给屏幕视图顶部的一行，但不扩展选择。

source: Give focus to the bottom row in the view without extending the selection.
de: Bewegt den Cursor in die unterste Zeile der aktuellen Ansicht, ohne den markierten Bereich zu erweitern.
hu: A fókusz átadása az oldal legalsó sorának, de a kijelölés kiterjesztése nélkül.
ru: Переместить фокус на нижнюю строку области просмотра, не расширяя выделение.
uk: Перемістити фокус на нижній рядок в області перегляду, не розширюючи виділення.
zh_cn: 把焦点给屏幕视图底部的一行，但不扩展选择。

source: Give focus to the first row in the list without extending the selection.
de: Bewegt den Cursor in die erste Zeile der Liste, ohne den markierten Bereich zu erweitern.
hu: A fókusz átadása a lista legfelső sorának, de a kijelölés kiterjesztése nélkül.
ru: Переместить фокус на первую строку в списке, не расширяя выделение.
uk: Перемістити фокус на перший рядок в списку, не розширюючи виділення.
zh_cn: 把焦点给列表框的第一行，但不扩展选择。

source: Give focus to the last row in the list without extending the selection.
de: Bewegt den Cursor in die letzte Zeile der Liste, ohne den markierten Bereich zu erweitern.
hu: A fókusz átadása a lista legalsó sorának, de a kijelölés kiterjesztése nélkül.
ru: Переместить фокус на последнюю строку в списке, не расширяя выделение.
uk: Перемістити фокус на останній рядок в списку, не розширюючи виділення.
zh_cn: 把焦点给列表框的最后一行，但不扩展选择。

source: Activate the item(s).
de: Aktiviert den markierten Bereich.
hu: Az elem aktiválása.
ru: Активировать элемент(ы).
uk: Активувати елемент(и).
zh_cn: 激活这(些)项。

source: Select all rows (for lists that support multi-line selections).
de: Markiert alle Zeilen, falls es sich um eine Liste handelt, die das Markieren mehrerer Zeilen ermöglicht.
hu: Több elem kijelölését támogató listáknál a lista minden elemének kijelölése.
ru: Выделить все строки (для списков, допускающих множественный выбор).
uk: Виділити всі рядки (для списків, які підтримують багаторядковий вибір).
zh_cn: 选中列表的所有行(对于支持多行选中的列表框)。

source: Give focus to the column header, if applicable.
de: Wenn anwendbar, wird die Spaltenüberschrift fokussiert.
eu: Zutabearen goiburuari ematen dio fokua, egin baldin badaiteke.
hu: A fókusz átadása az oszlopfejlécnek, ha lehetséges.
pt: Transmite o foco ao cabeçalho da coluna, se aplicável.
ru: Переместить фокус на заголовок столбца, если это возможно.
uk: Перемістити фокус на заголовок стовпчика, якщо це можливо.
zh_cn: 把焦点给列的表头，如果它可用的话。

source: Navigating Trees
de: Bearbeiten von Baumansichten
hu: Navigálás a fanézetekben
ru: Перемещение по деревьям
uk: Переміщення по ієрархічних деревах
zh_cn: 访问树

source: A tree is a user interface control that contains sections that you can expand and collapse. A tree usually represents a hierarchical structure.
de: Ein Baum ist ein Bedienelement, dessen Einträge auf- und zugeklappt werden können. Üblicherweise stellt ein Baum hierarchische Strukturen dar.
eu: Zuhaitza erabiltzailearen interfaze-kontrola da, eta zabaldu eta toles ditzakezun atalak ditu. Zuhaitzak, normalean, egitura hierarkikoa irudikatzen du.
hu: A fanézet egy kibontható és összecsukható szakaszokat tartalmazó felhasználói felületelem. A fanézet általában egy hierarchikus struktúrát képvisel.
pt: Uma árvore é um controlo de interface de utilizador que contém secções que pode expandir e recolher. Uma árvore normalmente representa uma estrutura hierárquica.
ru: Дерево представляет собой элемент пользовательского интерфейса, содержащий секции, которые вы можете разворачивать и сворачивать. Как правило, дерево используется для представления иерархической структуры.
uk: Деревом називається елемент користувацького інтерфейсу, який містить розділи, які можна розгортати та згортати. Дерево, зазвичай, репрезентує ієрархічну структуру.
zh_cn: 树是一个界面控件，里面包含您可用扩展和折叠的项目。一个树通常存在层次结构。

source: Sample Tree Structure
de: Beispiel einer Baumansicht
eu: Zuhaitz-egituraren adibidea
hu: Minta fanézetstruktúra
pt: Estrutura em Árvore Exemplificativa
ru: Пример структуры дерева
uk: Приклад структури дерева
zh_cn: 树结构示例

source: Categories tree from the <placeholder-1/> preferences dialog; contains three subcategories.
de: Baumansicht der Kategorien aus dem Einstellungsdialog in <placeholder-1/>. Enthält drei Unterkategorien.
hu: A Gedit Beállítások párbeszédablakának kategória fanézete. Három alkategóriát tartalmaz.
ru: Дерево категорий из диалога параметров <placeholder-1/>; содержит три вложенные категории.
uk: Дерево категорій в діалозі налаштувань <placeholder-1/>; містить три підкатегорії.
zh_cn: <placeholder-1/> 首选项对话框里的树。包含三个子类别。

source: To navigate trees, you can use the same keyboard shortcuts that are listed in <xref linkend="keynav-34"/>. In addition, the following table lists the keyboard shortcuts you can use for the tree items:
de: Zum Navigieren in Baumansichten können Sie die unter <xref linkend="keynav-34"/> angegebenen Tastenkombinationen verwenden. Die folgende Tabelle enthält ergänzende Tastenkombinationen, die zum Navigieren in den Baumeinträgen verwendet werden können:
hu: A fanézetekben való navigációhoz a <xref linkend="keynav-34"/> szakaszban leírt gyorsbillentyűket használhatja. Ezeken a gyorsbillentyűkön kívül a következő táblázatban leírt gyorsbillentyűk is használhatók a fanézet elemei közötti navigációra.
ru: Для перемещения по деревьям вы можете использовать те же самые клавиатурные комбинации, что приведены в <xref linkend="keynav-34"/>. Дополнительно в следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для элементов дерева:
uk: Для переміщення по деревах, ви можете використовувати комбінації клавіш, які перелічені в <xref linkend="keynav-34"/>. Крім того, в наступній таблиці вказані комбінації клавіш, які можна використовувати для переміщення по елементах дерева:
zh_cn: 要访问树，您可以使用这儿列出的快捷键：<xref linkend="keynav-34"/>。 此外，下表列出了可以在树里使用的键盘快捷键：

source: <keycap>+</keycap> (plus) or <keycombo><keycap>shift</keycap><keycap>right</keycap></keycombo>
de: <keycap>+</keycap> (plus) oder <keycombo><keycap>Umschalttaste</keycap><keycap>Pfeiltaste rechts</keycap></keycombo>
hu: <keycap>+</keycap> vagy <keycombo><keycap>shift</keycap><keycap>jobbra nyíl</keycap></keycombo>
uk: <keycap>+</keycap> (плюс) або <keycombo><keycap>shift</keycap><keycap>right</keycap></keycombo>
zh_cn: <keycap>+</keycap> (加号键) 或者 <keycombo><keycap>shift</keycap><keycap>右方向键</keycap></keycombo>

source: Expand the focused item.
de: Klappt den fokussierten Eintrag auf.
eu: Fokua duen elementua zabaltzen du.
hu: A fókuszban lévő elem kibontása.
pt: Expande o item que detém o foco.
ru: Развернуть элемент, содержащий фокус.
uk: Розгорнути елемент, який має фокус.
zh_cn: 展开一项，它应该具有焦点。

source: <keycap>-</keycap> (minus) or <keycombo><keycap>shift</keycap><keycap>left</keycap></keycombo>
de: <keycap>-</keycap> (minus) oder <keycombo><keycap>Umschalttaste</keycap><keycap>Pfeiltaste links</keycap></keycombo>
hu: <keycap>-</keycap> vagy <keycombo><keycap>shift</keycap><keycap>balra nyíl</keycap></keycombo>
uk: <keycap>-</keycap> (мінус) або <keycombo><keycap>shift</keycap><keycap>left</keycap></keycombo>
zh_cn: <keycap>-</keycap> (减号键) 或者 <keycombo><keycap>shift</keycap><keycap>左方向键</keycap></keycombo>。

source: Collapse the focused item.
de: Klappt den fokussierten Eintrag zu.
eu: Fokua duen elementua tolesten du.
hu: A fókuszban lévő elem összecsukása.
pt: Recolhe o item que detém o foco.
ru: Свернуть элемент, содержащий фокус.
uk: Згорнути елемент, який має фокус.
zh_cn: 折叠一项，它应该具有焦点。

source: Select the parent item.
de: Markiert den Elterneintrag.
eu: Elementu gurasoa hautatzen du.
hu: A szülőelem kijelölése.
pt: Selecciona o item pai.
ru: Выбрать родительский элемент.
uk: Вибрати батьківський елемент.
zh_cn: 选择上一级项。

source: Display a search dialog, allowing you to type the name of the tree item that you want to find. Not all trees support searching.
de: Zeigt einen Suchen-Dialog an, in dem Sie den Namen des zu suchenden Eintrags eingeben können. Diese Funktion wird nicht von allen Bäumen unterstützt.
hu: Keresés párbeszédablak megjelenítése, ha a fanézet támogatja a keresést. Ide begépelheti a keresendő fanézetelem nevét.
ru: Отобразить диалог поиска, позволяющий вам ввести имя элемента дерева, который вы хотите найти. Поиск поддерживается не для всех деревьев.
uk: Показати діалогове вікно пошуку, що дає змогу ввести ім'я елемента дерева, який ви хочете знайти. Не всі дерева підтримують пошук.
zh_cn: 显示一个搜索框，您可以在里面输入您想要在树里查找的项。不是所有的树都支持搜索。

source: Customizing Your Keyboard Shortcuts
de: Anpassen Ihrer Tastenkürzel
eu: Laster-teklak pertsonalizatzea
hu: Gyorsbillentyűk személyre szabása
pt: Personalizar os Seus Atalhos de Teclado
ru: Настройка пользовательских клавиатурных комбинаций
uk: Налаштування користувацьких комбінації клавіш
zh_cn: 定制键盘快捷键

source: customizing
de: Anpassen
eu: pertsonalizatzea
hu: személyre szabás
pt: personalizar
ru: настройка
uk: налаштування
zh_cn: 自定义

source: Use the <application>Keyboard Shortcuts</application> preference tool to display the default keyboard shortcuts that you use to navigate the MATE Desktop. You can customize the default keyboard shortcuts to meet your requirements. You can also create hot keys (keyboard shortcuts which start applications).
de: Verwenden Sie das Einstellungswerkzeug <application>Tastenkombinationen</application>, um die Tastenkombinationen anzuzeigen, die Sie standardmäßig für die Navigation mit dem MATE Desktop verwenden. Sie können diese Tastenkombinationen an Ihre Bedürfnisse anpassen und außerdem »hot keys« zum schnellen Starten von Anwendungen einrichten.
hu: A <application>Gyorsbillentyűk</application> beállítóeszköz segítségével megjeleníthetők a MATE asztali környezetben navigáláshoz használható alapértelmezett gyorsbillentyűk. Az alapértelmezett gyorsbillentyűk saját igényei szerint személyre szabhatók. Létrehozhatók forróbillentyűk is. A forróbillentyűk alkalmazásokat elindító gyorsbillentyűk.
ru: Используйте инструмент <application>Комбинации клавиш клавиатуры</application>, чтобы отобразить клавиатурные комбинации по умолчанию, которые вы можете использовать для перемещения по рабочей среде MATE. Вы можете настроить клавиатурные комбинации так, чтобы они отвечали вашим требованиям. Вы также можете создать «горячие» клавиши (клавиатурные комбинации, которые запускают приложения).
uk: Використовуйте інструмент параметрів <application>Комбінації клавіш</application>, щоб відобразити типові комбінації клавіш, які використовуються для переміщення в середовищі MATE. Ви можете налаштувати комбінації клавіш у відповідності до своїх вимог. Цей інструмент, також дає змогу зазначити "гарячі" клавіші (комбінації клавіш для запуску програм).
zh_cn: 使用 <application>键盘快捷键</application> 选项工具，显示 MATE 桌面默认的键盘快捷键。您可以根据自己的需要来定制这些快捷键。您还可以创建热键(用来快速启动应用程序的键盘快捷键)。

source: To start the <application>Keyboard Shortcuts </application> preference tool, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences </guisubmenu><guimenuitem>Keyboard Shortcuts </guimenuitem></menuchoice>. The <guilabel> Desktop shortcuts</guilabel> table lists the keyboard shortcuts that are associated with each action.
de: Zum Starten des Einstellungswerkzeugs <application>Tastenkombinationen</application>, öffnen Sie <menuchoice><guimenu>System</guimenu><guisubmenu>Einstellungen</guisubmenu><guimenuitem>Tastenkombinationen</guimenuitem></menuchoice>. Die Tabelle <guilabel>Desktop Tastenkombinationen</guilabel> zeigt Tastenkombinationen an, die einer Aktion zugewiesen sind.
hu: A <application>Gyorsbillentyűk</application> beállítóeszköz elindításához válassza a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Beállítások</guisubmenu><guimenuitem>Gyorsbillentyűk</guimenuitem></menuchoice> menüpontot. A <guilabel>Munkaasztal</guilabel> táblázatban megjelennek az egyes műveletekhez társított gyorsbillentyűk.
ru: Чтобы запустить инструмент <application>Комбинации клавиш клавиатуры </application>, выберите <menuchoice><guimenu>Система</guimenu><guisubmenu>Параметры </guisubmenu><guimenuitem>Комбинации клавиш клавиатуры </guimenuitem></menuchoice>. В таблице <guilabel> Комбинации клавиш рабочего стола</guilabel> перечислены клавиатурные комбинации, которые связаны с каждым действием.
uk: Щоб запустити інструмент параметрів <application>Комбінації клавіш</application>, виберіть в меню <menuchoice><guimenu>Система</guimenu><guisubmenu>Параметри </guisubmenu><guimenuitem>Комбінації клавіш</guimenuitem></menuchoice>. В таблиці <guilabel> Комбінації клавіш стільниці</guilabel> перелічені комбінації клавіш, які пов’язані з кожною подією.
zh_cn: 要启动 <application>键盘快捷键</application> 首选项工具，点菜单 <menuchoice><guimenu>系统</guimenu><guisubmenu>首选项</guisubmenu><guimenuitem>键盘快捷键</guimenuitem></menuchoice>。 <guilabel>桌面快捷键</guilabel> 表中列出每个操作对应的键盘快捷键。

source: Assigning and Clearing Keyboard Shortcuts
de: Tastenkombinationen zuweisen und entfernen
hu: Gyorsbillentyűk hozzárendelése és törlése
uk: Призначення та вилучення комбінацій клавіш
zh_cn: 联接并清除键盘快捷键

source: To assign a keyboard shortcut, perform the following steps:
de: Zum Zuweisen einer Tastenkombination führen Sie die folgenden Schritte aus:
hu: Gyorsbillentyű hozzárendeléséhez tegye a következőket:
uk: Щоб призначити комбінацію клавіш, виконайте наступні дії:
zh_cn: 要联接并清除键盘快捷键，请按下面步骤操作：

source: Click on the action for which you want to customize the keyboard shortcut. The row is highlighted and the text <quote>Type a new accelerator, or press Backspace to clear</quote> is displayed in the Shortcut column.
de: Klicken Sie auf die Aktion, deren Tastenkombination Sie ändern wollen. Die Zeile wird markiert und der Text <quote>Tippen Sie eine neue Tastenkombination ein oder drücken Sie die Rücktaste zum Löschen</quote> wird in der Spalte<guilabel>Tastenkombination</guilabel> angezeigt.
eu: Ekintza bati lasterbidea pertsonalizatzeko, egin klik ekintzaren gainean. Errenkada nabarmendu egingo da, eta testu hau bistaratuko da Laster-tekla zutabean: <quote>Idatzi laster-tekla berria, edo sakatu Atzera-tekla garbitzeko</quote>.
hu: Válassza ki azt a műveletet, amely gyorsbillentyűjét személyre szeretné szabni. A sor ki lesz jelölve és következő szöveg jelenik meg a Gyorsbillentyű oszlopban: <quote>Gépeljen be egy új gyorsbillentyűt, vagy nyomja meg a Backspace billentyűt a törléshez</quote>.
pt: Clique na acção para a qual deseja personalizar o atalho de teclado. A linha fica realçada e o texto <quote>Introduza um novo atalho, ou prima Backspace para limpar</quote> é apresentado na coluna Atalho.
ru: Щёлкните мышью по действию, для которого хотите настроить комбинации клавиш. Данная строка будет выделена цветом, и в ярлыке столбца появится текст <quote>Введите новый ускоритель или нажмите Backspace для очистки</quote>.
uk: Клацніть на дії, для якої хочете призначити комбінацію клавіш. Відповідний рядок буде виділений і в стовпчику комбінацій клавіш з’явиться текст <quote>Введіть новий прискорювач, або натисніть клавішу Backspace для очищення</quote>.
zh_cn: 点击您想定制的动作，这一行将高亮显示，然后出来一个文本提示： <quote>输入一个新的快捷键，或者按退格键清除</quote>。

source: Press the keys that you want to associate with the action. The new keyboard shortcut is displayed in the <guilabel>Shortcut</guilabel> column.
de: Drücken Sie die Tasten, die Sie der Aktion zuweisen möchten. Die neue Tastenkombination wird in der Spalte <guilabel>Tastenkombination</guilabel> angezeigt.
eu: Sakatu ekintza horrekin lotu nahi dituzun teklak. Laster-tekla berria <guilabel>Laster-tekla</guilabel> zutabean bistaratuko da.
hu: Nyomja le a művelethez társítani kívánt billentyűkombinációt. Az új gyorsbillentyű megjelenik a <guilabel>Gyorsbillentyű</guilabel> oszlopban.
pt: Prima as teclas que deseja associar à acção. O novo atalho de teclado é apresentado na coluna <guilabel>Atalho</guilabel>.
ru: Нажмите клавиши, которые вы хотите закрепить за соответствующим действием. Новая комбинация клавиш отображается в столбце <guilabel>Комбинация клавиш</guilabel>.
uk: Натисніть клавіші, які хочете призначити для цієї дії. Нова комбінація клавіш відобразиться в стовпчику <guilabel>Комбінації клавіш</guilabel>.
zh_cn: 按下您想关联给这个动作的按键。新的快捷键出现在 <guilabel>快捷键</guilabel> 一列中。

source: To disable a keyboard shortcut, perform the following steps:
de: Zum Deaktivieren einer Tastenkombination führen Sie die folgenden Schritte aus:
eu: Laster-teklak desgaitzeko, jarraitu urrats hauek:
hu: Gyorsbillentyű letiltásához tegye a következőket:
pt: Para desactivar um atalho de teclado, realize os seguintes passos:
ru: Чтобы удалить комбинации клавиш, выполните следующие шаги:
uk: Щоб вилучити комбінацію клавіш, виконайте наступні дії:
zh_cn: 要禁用键盘快捷键，请按下面的步骤操作：
