Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: If the <literal>dwellmouselistener</literal> GtkModule is loaded, alternative pointing devices are temporarily latched to the core pointer. This means that if the user moves the alternative pointing device, the onscreen pointer moves.
eu: <literal>dwellmouselistener</literal> GtkModule kargatuta egonez gero, bestelako gailu erakusleak erakusle nagusiarekin likatuta gelditzen dira aldi baterako. Horrek esan nahi du erabiltzaileak bestelako gailu erakuslea mugitzen duenean, pantailako erakuslea mugitu egiten dela.
pt: Se o Módulo Gtk <literal>dwellmouselistener</literal> estiver carregado, os dispositivos de ponteiro alternativos estão temporariamente associados ao ponteiro principal. Tal signifixa que se o utilizador mover o dispositivo de de apontar alternativo, o ponteiro no ecrã move-se.

source: For example, the following line starts <application>On-Screen Keyboard</application> in dwell mode when the user moves the onscreen pointer from inside the login dialog through the top edge, back into the dialog through the top edge, out of the dialog through the left edge, back into the dialog through the left edge, and similarly through the bottom and right edges of the dialog in a cross pattern:
eu: Esate baterako, ondoko lerroak <application>Pantailako teklatua</application> pausatze moduan abiarazten du, erabiltzaileak pantailako teklatua saioa hasteko elkarrizketatik goiko ertzean zehar mugitzen duenean, berriz ere elkarrizketara ezkerreko ertzean zehar, eta era berean elkarrizketako beheko eta eskuineko ertzetan zehar, eredu gurutzatu batean:
pt: Por exemplo, a linha seguinte inicia o <application>Teclado no Ecrã</application> em modo de sobrevôo quando o utilizador move o ponteiro no ecrã de dentro do diálogo de início de sessão através do limite superior, regressa ao diálogo através to limite superior, sai pelo limite esquerdo, reentra pelo limite esquerdo e faz o mesmo pelos limites inferior e direito do diálogo num padrão em cruz:

source: To enable the Accessible Login feature to use alternative pointing devices and switch devices such as sip-and-puff switches, wheelchair-mounted switches, or trackballs, you might need to modify your X server system configuration to recognize these devices. You can use most devices that emulate mouse buttons with the Accessible Login feature and <application>On-Screen Keyboard</application>, including USB single switches and mouse-like pointing devices.
eu: Saio-haste errazerako eginbidea bestelako gailu erakusleak eta kommutadore-gailuak erabiltzeko gaitzeko (aho bidezko kommutadoreak, gurpil-aulkien gaineko kommutadoreak, kontrol-bolak...), X zerbitzariaren sistema-konfigurazioa aldatu beharko duzu, halako gailuak ezagut ditzan. Hainbat gailu erabil ditzakezu sagu-botoiak emulatzeko Saio-haste errazerako eginbidearekin eta <application>Pantailako teklatuarekin</application>, USB kommutadore bakarrak eta sagu gisako gailu erakusleak barne.
pt: Para activar a funcionalidade de Início de Sessão Acessível para utilizar dispositivos alternativos de apontar e dispositivos de interruptor tais como interruptores de girar-e-premir, interruptores montados em cadeiras de rodas ou trackballs, poderá ter de alterar a configuração de sistema do seu servidor X para reconhecer estes dispositivos. Pode utilizar a maioria dos dispositivos que emulam os botões do rato na funcionalidade de Início de Sessão Acessível e no <application>Teclado no Ecrã</application>, incluindo interruptores únicos USB e dispositivos de apontar tipo-rato.

source: You should not configure an alternative input device to control the primary onscreen pointer. This might result in undesirable behavior or cause situations from which the user of the alternate input device cannot recover without using the primary keyboard or mouse. To prevent this problem, please remove any occurrences of the attributes <literal>SendCore</literal> or <literal>AlwaysCore</literal> from any of <literal>InputDevice</literal> lines in the X Server configuration file.
eu: Ez zenuke bestelako sarrera-gailurik konfiguratu beharko, lehenengo mailako pantailako erakuslea kontrolatzeko. Hori eginez gero, nahi ez den portaera gerta daiteke, edo beste egoera batzuk sorrarazi, eta bestelako sarrera-gailuaren erabiltzaileak ezin berreskuratu ahal izatea lehenengo mailako teklatua nahiz sagua erabili gabe. Arazo hori saihesteko, kendu <literal>SendCore</literal> edo <literal>AlwaysCore</literal> atributuen agerraldi guztiak, X Zerbitzariaren konfigurazio-fitxategiko <literal>InputDevice</literal> lerro guztietatik.
pt: Não deverá um dispositivo de introdução alternativo ser configurado para controlar o ponteiro principal no ecrã. Tal poderá resultar em comportamentos indesejados ou causar situações das quais o utilizador do dispositivo alternativo não será capaz de recuperar sem utilizar o teclado ou rato principais. Para evitar este problema, remova todas as ocorrências dos atributos <literal>SendCore</literal> ou <literal>AlwaysCore</literal> de todas as linhas <literal>InputDevice</literal> no ficheiro de configuração do Servidor X.

source: Give focus to the next element or control, if the <keycap>Tab</keycap> key has a specific purpose in a control. For example, if you press <keycap>Tab</keycap> in a text box, the system inserts a tab space.
eu: <keycap>Tab</keycap> teklak xede jakin bat baldin badu kontrol batean, hurrengo elementuari edo kontrolari ematen dio fokua. Adibidez, testu-koadro batean <keycap>Tab</keycap> sakatzen baduzu, sistemak tabulazio bat txertatuko du.
pt: Transmitir o foco ao elemento ou controlo seguinte, caso a tecla <keycap>Tab</keycap> tenha uma funcionalidade específica no controlo. Por exemplo, se premir <keycap>Tab</keycap> numa caixa de texto, é inserida uma tabulação.

source: Switch to caret navigation mode. Caret navigation mode enables you to use the keyboard to select text. For more information about caret navigation mode, see <xref linkend="keynav-52"/>.
eu: Nabigatzeko kurtsore modura aldatzen da. Nabigatzeko kurtsore moduak aukera ematen dizu teklatua testua hautatzeko erabiltzeko. Nabigatzeko kurtsore moduari buruzko informazioa lortzeko, ikus <xref linkend="keynav-52"/>.
pt: Alternar para modo de navegação por cursor. O modo de navegação por cursor permite-lhe utilizar o teclado para seleccionar texto. Para mais informações sobre o modo de navegação por cursor, consulte <xref linkend="keynav-52"/>.
ru: Включить режим перемещения клавиатурного курсора. Этот режим позволяет вам использовать клавиатуру для выделения текста. Подробнее о режиме перемещения клавиатурного курсора смотрите <xref linkend="keynav-52"/>.

source: Open the <guilabel>Run Application </guilabel>dialog.
eu: Ireki <guilabel>Exekutatu aplikazioa</guilabel> elkarrizketa.
pt: Abre o diálogo de <guilabel>Executar Aplicação</guilabel>.

source: Open a popup menu for the element that has focus, if a popup menu exists.
eu: Fokua duen elementuaren laster-menua irekitzen du, hala balu.
pt: Abre o menu de contexto do elemento que tem o foco, se tal menu existir.

source: Display a popup window with icons that represent the desktop background and the panels. Press-and-hold <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> and continue to press <keycap>Tab</keycap> to switch the focus between the desktop background and the panels.
eu: Mahaigainaren atzeko planoa eta panelak irudikatzen dituzten ikonoak dituen laster-leihoa bistaratzen du. <keycombo><keycap>Ktrl</keycap><keycap>Alt</keycap></keycombo> teklak sakatuta dituzula, sakatu <keycap>Tab</keycap> tekla, fokua atzeko planoaren eta panelen artean txandakatzeko.
pt: Apresenta uma janela de contexto com ícones que representam o fundo da área de trabalho e os painéis. Prima-e-mantenha o <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> e continue a premir o <keycap>Tab</keycap> para alternar o foco entre o fundo da área de trabalho e os painéis.

source: When the desktop background or a desktop background object has focus, give focus to a neighboring desktop background object.
eu: Atzeko planoak eta atzeko planoko objektu batek fokua baldin badu, hurrengo objektuari ematen dio fokua ordena alfabetikoan.
pt: Quando o fundo da área de trabalho ou um objecto nesse fundo tem o foco, transmite o foco a um objecto vizinho.

source: A sequence of characters that matches the first n characters of a desktop background object name.
eu: Karaktere-sekuentzia bat, mahaigainaren atzeko planoko objektu-izen baten lehen n karaktereekin bat datorrena.
pt: Uma sequência de caracteres que equivalha aos primeiros n caracteres do nome do objecto de fundo da área de trabalho.

source: When the desktop background has focus, give focus to the desktop background object whose name starts with the specified sequence of characters.
eu: Mahaigainaren atzeko planoak fokua duenean, atzeko planoko objektu bati emango dio fokua, bere izena zehaztutako karaktere-sekuentziarekin hasten bada.
pt: Quando o fundo da área de trabalho tem o foco, transmite o foco ao objecto que se encontra no fundo e cujo nome começa pela sequência de caracteres especificada.

source: Give focus to a panel. This keyboard shortcut displays a popup window with icons that represent the desktop background, panels, and drawers. Press-and-hold <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> and continue to press <keycap>Tab</keycap> to switch the focus between the desktop background, panels, and drawers.
eu: Panel bati ematen dio fokua. Laster-tekla honek laster-leihoa bistaratzen du, eta hor mahaigainaren atzeko planoa, panelak eta tiraderak irudikatzen dituzten ikonoak daude. <keycombo><keycap>Ktrl</keycap><keycap>Alt</keycap></keycombo> teklak sakatuta dituzula, sakatu <keycap>Tab</keycap> tekla, fokua atzeko planoaren, panelen eta tiraderen artean txandakatzeko.
pt: Transmite o foco a um painel. Este atalho de teclado apresenta uma janela de contexto com ícones que representam o fundo da área de trabalho, painéis e gavetas. Prima-e-mantenha <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> e continue a premir <keycap>Tab</keycap> para alternar o foco entre o fundo da área de trabalho, os painéis e gavetas.

source: Open the <guimenu>Applications</guimenu> menu when the Menu Panel has focus. Continue to press <keycap>F10</keycap> to switch focus between the <guimenu>Applications</guimenu> menu and the window list.
eu: <guimenu>Aplikazioak</guimenu> menua irekitzen du, menu-panelak fokua duenean. Jarraitu <keycap>F10</keycap> sakatzen, fokua <guimenu>Aplikazioak</guimenu> menuaren eta leiho-zerrendaren artean txandakatzeko.
pt: Abre o menu <guimenu>Aplicações</guimenu> quando o Painel de Menu tem o foco. Continue a premir o <keycap>F10</keycap> para alternar o foco entre o menu <guimenu>Aplicações</guimenu> e a lista de janelas.
ru: Открыть меню <guimenu>Приложения</guimenu>, когда фокус находится в панели меню. Продолжайте нажимать <keycap>F10</keycap>, чтобы переключать фокус между меню <guimenu>Приложения</guimenu> и списком окон.

source: Activate a panel object, for example, open a menu or start a launcher.
eu: Paneleko objektu bat aktibatu, menu bat ireki edo abiarazlea abiarazten du.
pt: Activa um objecto de painel, por exemplo, abre um menu ou activa um iniciador.

source: To Move a Panel Object
eu: Paneleko objektu bat lekuz aldatzeko
pt: Mover um Objecto de Painel

source: Use the arrow keys to select the <guimenuitem>Move</guimenuitem> menu item.
eu: Erabili gezi-teklak <guimenuitem>Lekuz aldatu</guimenuitem> menu-elementua hautatzeko.
pt: Utilize as teclas de setas para seleccionar o item de menu <guimenuitem>Mover</guimenuitem>.

source: Use the keyboard shortcuts that are listed in the following table to perform the move operation.
eu: Ondorengo taulan agertzen diren laster-teklak erabili leku-aldaketak egiteko.
pt: Utilize os atalhos de teclado que estão listados na tabela seguinte para realizar a operação de movimentação.

source: Move the object left and right on a horizontal panel or up and down on a vertical panel.
eu: Tekla horien bidez objektuak ezkerrera eta eskuinera eraman ditzakezu panel horizontal batean, edo gora eta behera panel bertikal batean.
pt: Move o objecto para a esquerda e direita num painel horizontal ou acima e abaixo num painel vertical.

source: Move the object and push any objects that you encounter in front of the object.
eu: Objektua lekuz aldatu, eta objektuaren aurrean dagoen objektu oro bultzatzen dute.
pt: Move o objecto e empurra todos os objectos que se encontrem em frente deste.

source: Move the object and swap position with any objects that you encounter in the move.
eu: Objektua lekuz aldatu eta bidean dagoen objektu oro lekuz aldatzen dute.
pt: Move o objecto trocando de posição com os objectos com que se for deparando enquanto é movido.

source: The following examples demonstrate the effect of different move operations on the objects in a panel.
eu: Ondorengo adibideetan, mugimendu bakoitzak paneleko objektuetan duen eragina erakusten dute.
pt: Os exemplos seguintes demonstram o efeito de diferentes operações de movimentação sobre os objectos num painel.

source: Portion of a panel with three objects displayed in the following order from left to right: geyes icon, Volume Control icon, and Help icon.
eu: Hiru objektu ezkerretik eskuinera ordena honetan dituen panel baten zatia: Geyes ikonoa, Bolumen-kontrolaren ikonoa, eta Laguntzaren ikonoa.
pt: Parte de um painel com três objectos apresentados pela seguinte ordem, da esquerda para a direita: ícone do geyes, ícone do Controlo de Volume e ícone da Ajuda.

source: Shows a panel with three panel objects before a move operation takes place.
eu: Hiru panel-objektu dituen panela erakusten du, mugitzeko eragiketa egin aurretik.
pt: Apresenta um painel com três objectos de painel antes de ser realizada uma operação de movimentação.

source: Shows the effect of using using <keycap>Shift</keycap> + arrow keys to move the <application>Geyes</application> panel application on the panel. You can use the <keycap>Shift</keycap> + arrow keys to push the <application>Volume Control</application> and <application>Help</application> panel objects ahead of the object that you are moving.
eu: Panel batean <application>Geyes</application> panel-aplikazioa lekuz aldatzeko <keycap>Maius</keycap> + gezi-teklak erabiltzeak duen eragina erakusten da. <keycap>Maius</keycap> + gezi-teklak erabil ditzakezu, <application>Bolumen-kontrola</application> eta <application>Laguntza</application> paneletako objektuak tokiz aldatzeko bidean topatzen dituzunean.
pt: Apresenta o efeito da utilização do <keycap>Shift</keycap> + teclas de setas para mover a aplicação de painel <application>Geyes</application> no painel. Pode utilizar o <keycap>Shift</keycap> + teclas de setas para empurrar os objectos de painel <application>Controlo de Volume</application> e <application>Ajuda</application> à frente do objecto que está a mover.

source: Portion of a panel with three objects displayed in the following order from left to right: Volume Control icon, Help icon, and geyes icon.
eu: Hiru objektu ezkerretik eskuinera ordena honetan dituen panel baten zatia: Bolumen-kontrolaren ikonoa, Laguntzaren ikonoa eta Geyes ikonoa.
pt: Parte do painel com três objectos apresentados pela seguinte ordem, da esquerda para a direita: ícone do Controlo de Volume, ícone da Ajuda e ícone do geyes.

source: Shows the effect of using <keycap>Ctrl</keycap> + arrow keys to move the <application>Geyes</application> panel application on the panel. You can use the <keycap>Ctrl</keycap> + arrow keys to swap position with the <application>Volume Control</application> and <application>Help</application> panel objects as you meet the objects.
eu: Panel batean <application>Geyes</application> panel-aplikazioa lekuz aldatzeko <keycap>Ktrl</keycap> + gezi-teklak erabiltzeak duen eragina erakusten da. <keycap>Ktrl</keycap> + gezi-teklak erabil ditzakezu, <application>Bolumen-kontrola</application> eta <application>Laguntza</application> paneletako objektuak tokiz aldatzeko bidean topatzen dituzunean.
pt: Apresenta o efeito da utilização do <keycap>Ctrl</keycap> + teclas de setas para mover a aplicação de painel <application>Geyes</application> no painel. Pode utilizar o <keycap>Ctrl</keycap> + teclas de setas para trocar de posição com os objectos de painel <application>Controlo de Volume</application> e <application>Ajuda</application> à medida que colide com estes.

source: Panel applications that are <guilabel>Locked</guilabel> cannot be moved. To unlock a panel application, use the <guimenu>panel object</guimenu> menu and unselect <guimenuitem>Lock to Panel</guimenuitem>.
eu: <guilabel>Blokeatuta</guilabel> dauden panel-aplikazioak ezin dira lekuz aldatu. Panel-aplikazio bat desblokeatzeko, erabili <guimenu>paneleko objektuaren</guimenu> menua, eta desautatu <guimenuitem>Blokeatu panelean</guimenuitem>.
pt: As aplicações de painel que estejam <guilabel>Trancadas</guilabel> não podem ser movidas. Para destrancar uma aplicação de painel, utilize o menu do <guimenu>objecto de painel</guimenu> e remova a selecção do item <guimenuitem>Trancar No Painel</guimenuitem>.

source: To Navigate Drawers
eu: Tiraderetan zehar ibiltzeko
pt: Navegar pelas Gavetas

source: To Navigate Menus on Panels
eu: Paneletako menuetan zehar ibiltzeko
pt: Navegar nos Menus dos Painéis

source: The following table lists the keyboard shortcuts that you can use to navigate menus on panels.
eu: Ondorengo taulan paneletako menuetan zehar batetik bestera joateko erabil ditzakezun laster-teklak agertzen dira.
pt: A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar pelos menus dos painéis.

source: Open the popup menu associated with a menu item, if one exists.
eu: Menu-elementu bati dagokion laster-menua irekitzen du, baldin badu.
pt: Abre o menu de contexto associado a um item de menu, se tal existir.

source: To Navigate Panel Applications
eu: Panel-aplikazioetan zehar ibiltzeko.
pt: Navegar nas Aplicações de Painel

source: Navigating Your Workspaces
eu: Laneko area batetik bestera joatea
pt: Navegar Pelas Suas Áreas de Trabalho

source: A workspace is a discrete area in which you can work. You can have many workspaces on your desktop and you can switch from one workspace to another. Each workspace can contain different windows and processes. The following table lists the keyboard shortcuts that you can use to navigate workspaces.
eu: Laneko area lanerako erabil dezakezun area bereizi bat da. Hainbat laneko area eduki ditzakezu mahaigainean, eta area batetik bestera joan zaitezke. Laneko area bakoitzak hainbat leiho eta prozesu izan ditzake. Ondorengo taulan laneko area batetik bestera joateko erabil ditzakezun laster-teklak agertzen dira.
pt: Uma área de trabalho é uma área delimitada onde realiza o seu trabalho. Pode ter várias áreas de trabalho no seu ambiente e pode alternar de umas para as outras. Cada área de trabalho contém janelas e processos diferentes. A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar através das áreas de trabalho.

source: To Give Focus to a Window
eu: Leiho bati fokua emateko
pt: Transmitir o Foco a uma Janela

source: Before you can use or modify a window, you must give focus to the window. The following table lists the keyboard shortcuts that you can use to give focus to a window.
eu: Leiho bat erabili edo aldatu aurretik, fokua eman behar diozu. Ondorengo taulan leihoari fokua emateko erabil ditzakezun laster-teklak agertzen dira.
pt: Antes que possa utilizar ou alterar uma janela, tem de transmitir o foco para a mesma. A tabela seguinte lista os atalhos de teclado que pode utilizar para transmitir o foco para uma janela.

source: Display a popup window with icons that represent each window. Press-and-hold <keycap>Alt</keycap> and continue to press <keycap>Tab</keycap> to move through the windows until you reach the window to which you want to give focus.
eu: Leihoak irudikatzen dituzten ikonoak dituen laster-leihoa bistaratzen du. <keycap>Alt</keycap> tekla sakatuta duzula, sakatu <keycap>Tab</keycap> tekla leihoetan zehar batetik bestera joateko, fokua eman nahi diozun leihora iritsi arte.
pt: Apresenta uma janela de popup com ícones que representam cada janela. Prima-e-mantenha o <keycap>Alt</keycap> e continue a premir o <keycap>Tab</keycap> para alternar entre janelas até que atinja aquela à qual deseja transmitir o foco.

source: Raise each window in turn until you reach the window to which you want to give focus.
eu: Leiho bakoitza goratzen du, fokua eman nahi diozun leihora iritsi arte.
pt: Eleva cada janela à vez até que atinja a janela à qual deseja transmitir o foco.

source: To Control a Window
eu: Leihoak kontrolatzeko
pt: Controlar uma Janela

source: When a window has focus, you can perform various actions on the window. The following table lists the keyboard shortcuts that you can use to control the window that has focus.
eu: Leiho batek fokua duenean, hainbat ekintza egin ditzakezu leiho horretan. Ondorengo taulan fokua duen leihoa kontrolatzeko erabil ditzakezun laster-teklak agertzen dira.
pt: Quando uma janela tem o foco, pode realizar várias acções sobre a janela. A tabela seguinte lista os atalhos de teclado que pode utilizar para controlar a janela que tem o foco.

source: Open the <guimenu>Window</guimenu> Menu.
eu: <guimenu>Leihoa</guimenu> menua irekitzen du.
pt: Abre o Menu de <guimenu>Janela</guimenu>.

source: Restore a maximized window to the original size of the window.
eu: Maximizatutako leihoa bere jatorrizko tamainara leheneratzen du.
pt: Repõe uma janela maximizada no seu tamanho original.

source: To Move a Window
eu: Leihoak lekuz aldatzeko
pt: Mover uma Janela

source: When a window has focus, you can move the window around the screen. The following table lists the keyboard shortcuts that you can use to move a window.
eu: Leiho batek fokua duenean, leiho hori pantailan batetik bestera eraman dezakezu. Ondorengo taulan leihoak batetik bestera eramateko erabil ditzakezun laster-teklak agertzen dira.
pt: Quando uma janela tem o foco, pode movê-la pelo ecrã. A tabela seguinte lista os atalhos de teclado que pode utilizar para mover uma janela.

source: Move the window in the direction of the arrow key to align it with the edge of the nearest window, panel, or screen edge.
eu: Leihoa gezi-teklaren norabidean mugitzen du, leihoaren edo panelaren ertz edo pantailako ertz hurbilenarekin lerrokatzeko.
pt: Move a janela na direcção da tecla de seta alinhando-a com a margem da janela mais próxima, painel ou o limite do ecrã.

source: Complete the move operation and leave the window in the current position.
eu: Mugimendu-eragiketa osatzen du, eta leihoa uneko kokalekuan uzten du.
pt: Termina a operação de movimentação e deixa a janela na sua posição actual.

source: Cancel the move operation and restore the window to the original position.
eu: Mugimendu-eragiketa bertan behera uzten du, eta leihoa jatorrizko kokalekura leheneratzen du.
pt: Cancela a operação de movimentação e repõe a janela na sua posição inicial.

source: To Resize a Window
eu: Leihoari tamaina aldatzeko
pt: Redimensionar uma Janela

source: When a window has focus, you can increase or decrease the size of the window. The following table lists the keyboard shortcuts that you can use to resize the window that has focus.
eu: Leiho batek fokua duenean, leiho horren tamaina handitu edo txikitu dezakezu. Ondorengo taulan fokua duen leihoaren tamaina aldatzeko erabil ditzakezun laster-teklak agertzen dira.
pt: Quando uma janela tem o foco, pode aumentar ou diminuir o tamanho da janela. A tabela seguinte lista os atalhos de teclado que pode utilizar para redimensionar a janela que tem o foco.
