Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Click on the action for which you want to disable the keyboard shortcut. The row is highlighted and the text <quote>Type a new accelerator, or press Backspace to clear</quote> is displayed in the Shortcut column.
de: Klicken Sie auf die Aktion, deren Tastenkombination sie abschalten wollen. DieZeile wird markiert und der Text <quote>Tippen Sie eine neue Tastenkombinationein oder drücken Sie die Rücktaste zum Löschen</quote> wird in der Spalte<guilabel>Tastenkombination</guilabel> angezeigt.
eu: Ekintza baten laster-tekla desgaitzeko, egin klik ekintzaren gainean. Errenkada nabarmendu egingo da, eta testu hau bistaratuko da Laster-tekla zutabean: <quote>Idatzi laster-tekla berria, edo sakatu Atzera-tekla garbitzeko</quote>.
hu: Válassza ki azt a műveletet, amely gyorsbillentyűjét le szeretné tiltani. A sor ki lesz jelölve és következő szöveg jelenik meg a Gyorsbillentyű oszlopban: <quote>Gépeljen be egy új gyorsbillentyűt, vagy nyomja meg a Backspace billentyűt a törléshez</quote>.
pt: Clique na acção para a qual deseja desactivar o atalho de teclado. A linha fica realçada e o texto <quote>Introduza um novo atalho, ou prima Backspace para limpar</quote> é apresentado na coluna Atalho.
ru: Щёлкните мышью по действию, для которого хотите удалить комбинацию клавиш. Данная строка будет выделена цветом, и в столбце появится текст <quote>Введите новый ускоритель или нажмите Backspace для очистки</quote>.
uk: Клацніть на дії, для якої хочете вилучити комбінацію клавіш. Відповідний рядок буде виділений і в стовпчику комбінацій клавіш з’явиться текст <quote>Введіть новий прискорювач, або натисніть клавішу Backspace для очищення</quote>.
zh_cn: 点击您想禁用的动作，这一行将高亮显示，然后出来一个文本提示： <quote>输入一个新的快捷键，或者按退格键清除</quote>。

source: Press the <keycap>backspace</keycap>. The keyboard shortcut is disabled.
de: Drücken Sie die <keycap>Rücktaste</keycap>. Die Tastenkombination ist nun deaktiviert.
hu: Nyomja meg a <keycap>Backspace</keycap> billentyűt. A gyorsbillentyűt ezzel letiltotta.
ru: Нажмите <keycap>backspace</keycap>. Комбинация клавиш будет удалена.
uk: Натисніть клавішу <keycap>backspace</keycap> і ця комбінація клавіш буде вилучена.
zh_cn: 按一下 <keycap>退格键</keycap>。 这个快捷键将被禁用。

source: Low Vision or Blindness
de: Sehbehindert oder Blind
eu: Ikusmen baxua edo itsutasuna
hu: Gyengén látás vagy vakság
pt: Visão Reduzida ou Cegueira
uk: Слабкий зір або сліпота
zh_cn: 低视力或盲人

source: From low vision to blindness, the range of visual limitations is broad. Symptoms of low vision include dimness, haziness, extreme far-/near-sightedness, color blindness, and tunnel vision, among others. People with these disabilities are concerned with being able to see text or images on a computer screen and being able to perform tasks that require eye-hand coordination, such as moving a computer mouse. Text size and color can make a big difference in legibility for people with low vision.
de: Der Bereich der Seheinschränkungen ist von geringer Sehkraft bis hin zu Blindheit weit gefasst. Anzeichen für geringe Sehkraft sind u. a. Verdunkelung des Sichtfeldes, Unschärfe, extreme Weit- oder Kurzsichtigkeit, Farbenblindheit und Tunnelblick. Menschen mit diesen Einschränkungen sorgen sich darum, Texte oder Bilder auf dem Bildschirm zu erkennen und fähig zu sein, Aufgaben zu bewältigen, welche eine Auge-Hand-Koordination erfordern, wie zum Beispiel eine Computermaus zu bewegen. Die Schriftgröße und Farbe kann hier einen großen Unterschied bewirken hinsichtlich der Lesbarkeit durch Menschen mit Seheinschränkungen.
hu: A gyengén látástól a vakságig a látás korlátozottsága változó lehet. A gyengén látás tünetei változóak lehetnek: egyebek közt homályos látás, közel- vagy távollátás, színvakság, csőlátás. Az ilyen fogyatékossággal élőknek nehézségeket okozhat a számítógép képernyőjén látott kép vagy szöveg értelmezése, illetve a szem- és kézmozdulatok koordinációját igénylő különböző feladatok végrehajtása, például az egér mozgatása. A szövegméret és a szövegszín sokat számít az olvashatóság szempontjából a csökkentlátók számára.
uk: Від слабкого зору до повної сліпоти, існує широкий ряд візуальних обмежень. Симптоми слабкого зору включають бачення з розмитими контурами, далекозорість, короткозорість, дальтонізм, тунельне бачення та інші. Люди з такими розладами, зацікавлені в здатності бачити текст або зображення на екрані комп'ютера, і бути в змозі виконувати завдання, які вимагають координація око-рука, наприклад таких як переміщення комп'ютерної миші. Розмір і колір тексту повинен мати високу чіткість для зручності читання людям з ослабленим зором.
zh_cn: 从低视力到盲人，视力缺陷的范围很宽。低视力的症状包括夜盲、玻璃体混浊、极度远视或近视、色盲、管状视野，等等。这些残疾的人非常关心能否看清屏幕上的文字和图像，能否执行一个需要手眼配合的操作，比如像移动鼠标。对低视力的人来说，文本尺寸和颜色，在可读性上可能产生很大的差异。

source: The technologies that can assist those with low vision or blindness are:
de: Folgende Technologien können Sehbehinderte oder Blinde unterstützen:
eu: Ikusmen baxua edo itsutasuna duten erabiltzaileentzako lagungarri diren teknologiak honakoak dira:
hu: A gyengén látókat vagy vakokat segítő akadálymentesítési technológiák a következők:
pt: As tecnologias que podem assistir utilizadores com visão reduzida ou invisuais são:
uk: Людям зі слабким зором або сліпотою можуть допомогти такі технології:
zh_cn: 能够帮助那些低视力和盲人的技术有：

source: <emphasis>Desktop Appearance Enhancement</emphasis> - users can configure the desktop to be easy to read; for example, by increasing text size and using high-contrast themes.
de: <emphasis>Das Erscheinungsbild des Desktops verbessern</emphasis> - Anwender können den Desktop so einrichten, dass er besser zu lesen ist, zum Beispiel durch das Vergrößern der Schrift oder die Auswahl von Themen mit hohem Kontrast.
hu: <emphasis>Az asztali környezet megjelenésének javítása</emphasis> – A felhasználók a jobb olvashatóság érdekében módosíthatják az asztali környezet megjelenését, például nagyobb méretű szöveget és nagy kontrasztú témát használva.
uk: <emphasis>Розширені можливості зовнішнього вигляду</emphasis> - користувачі можуть налаштувати середовище для зручного читання тексту з екрана, наприклад, збільшуючи розмір шрифту тексту або використовуючи теми з високою контрастністю.
zh_cn: <emphasis>桌面增强显示</emphasis> - 用户可以通过设置桌面使它更容易阅读；例如，增大文字尺寸，使用高对比度主题。

source: <emphasis>Screen Magnifier</emphasis> - this is like a magnifying glass. People using them are able to control what area of the computer screen they want enlarged, and can move the magnifier to view different areas of the screen. They are also known as screen enlargers or large print programs.
de: <emphasis>Bildschirmlupe</emphasis> - ist wie ein Vergrößerungsglas. Anwender können steuern, welche Bereiche des Bildschirms vergrößert werden sollen, sich frei auf dem Bildschirm bewegen und verschiedene Bereiche anschauen.
hu: <emphasis>Képernyőnagyító</emphasis> – Ez egy nagyítólencsére hasonlít. Ennek felhasználói kiválaszthatják hogy a számítógép képernyőjének melyik területe legyen felnagyítva, a fókuszt pedig mozgatni tudják a képernyő különböző területei között.
uk: <emphasis>Екранна лупа</emphasis> - щось на зразок збільшувального скла. Люди, які використовують її, мають змогу контролювати потрібну частину екрана комп'ютера. Лупу можна переміщати для перегляду різних частин екрана. Також відома як збільшувач екрана або як програма збільшення тексту.
zh_cn: <emphasis>屏幕放大镜</emphasis> - 这有些像玻璃放大镜。使用它的人可以控制屏幕的哪一个区域被放大，并且能移动放大屏幕不同的区域。他们也被认为是屏幕放大和大字体显示程序。

source: <emphasis>Screen Reader</emphasis> - this makes on-screen information available as synthesized speech and/or a refreshable braille display. They generally only translate text-based information. Graphics and other non-textual objects can be translated if there is alternative text describing the item. They are also known as blind access utilities or screen reviewers.
de: <emphasis>Bildschirmleser</emphasis> - gibt die Bildschirminformationen über eine synthetische Sprache und/oder einer Braillezeile aus. Generell werden nur textuelle Informationen ausgegeben. Grafiken und andere nicht-textuelle Objekte können nur ausgegeben werden, wenn ein beschreibender Text verfügbar ist.
hu: <emphasis>Képernyőolvasó</emphasis> – A képernyőn megjelenő információkat beszédszintetizátoron vagy frissíthető braille kijelzőn teszi elérhetővé. A képernyőolvasó szoftverek csak szöveges alapú információkat alakítanak át. A grafikus információkat csak akkor tudja átalakítani, ha egy alternatív szöveges leíró rész leírja a vizuális képet. A vak felhasználók ezt az akadálymentesítési eszközt használhatják.
uk: <emphasis>Озвучування екрана</emphasis> - дає змогу інформації, яка з'являється на екрані бути доступною через озвучування синтезованою мовою та/або через оновлюваний дисплей Брайля. Використовується, як правило, тільки для доступу до текстової інформації. Графіка та інші нетекстові об'єкти можуть бути озвучені, якщо є альтернативний текст з описом об'єкта. Також відомі як утиліти доступу для сліпих або як екранні оглядачі.
zh_cn: <emphasis>屏幕阅读器</emphasis>－它可以把屏幕信息转换为语音输出，并且/或用可触摸的盲文显示器显示。它们一般只翻译文本信息。图像和其他非文本对象只能翻译描述它们的替代文字。他们也被认为是盲人访问工具或屏幕朗读者。

source: Desktop Appearance Enhancement
de: Das Erscheinungsbild des Desktops verbessern
hu: Az asztali környezet megjelenésének javítása
pt: Melhorias na Aparência do Ambiente
uk: Розширені можливості зовнішнього вигляду
zh_cn: 桌面增强显示

source: This chapter describes the methods you can use to change the appearance of the MATE Desktop in order to enhance the accessibility of the desktop for users with visual impairments.
de: In diesem Kapitel werden Möglichkeiten beschrieben, mit denen Sie das Erscheinungsbild des MATE Desktops verbessern können, um die Zugänglichkeit für Menschen mit einer Sehbehinderung zu verbessern.
hu: Ez a fejezet leírja, hogy milyen módszerekkel módosítható a MATE asztali környezet megjelenése a látássérült felhasználók számára az akadálymentesség javítása érdekében.
uk: У цьому розділі описані методи, які ви можете використовувати для зміни зовнішнього вигляду середовища MATE з метою підвищення доступності для користувачів зі слабким зором.
zh_cn: 这一章讲述了改变 MATE 桌面外观，为低视力者增强桌面的可访问性。

source: Customization Options
de: Möglichkeiten der Anpassung
eu: Pertsonalizatzeko aukerak
hu: Személyre szabási lehetőségek
pt: Opções de Personalização
uk: Варіанти налаштування
zh_cn: 定制选项

source: customizing the desktop appearance
de: Das Desktop-Erscheinungsbild anpassen
eu: mahaigainaren itxura pertsonalizatzea
hu: az asztali környezet megjelenésének személyre szabása
pt: personalizar a aparência do ambiente de trabalho
uk: налаштування зовнішнього вигляду стільниці
zh_cn: 定制桌面外观

source: There are several ways to customize the appearance of the MATE Desktop to suit your specific needs:
de: Es gibt verschiedene Möglichkeiten, um das Erscheinungsbild des MATE Desktops an Ihre speziellen Bedürfnisse anzupassen:
hu: Számos lehetőség áll rendelkezésre az asztali környezet megjelenésének saját igényei szerinti személyre szabásához. Ezek a következők:
uk: Є кілька способів налаштування зовнішнього вигляду середовища MATE відповідно до конкретних потреб:
zh_cn: 有许多方法可以定制 MATE 桌面外观，使它更符合您的特定需求：

source: Themes
de: Themen
eu: Gaiak
hu: Témák
pt: Temas
uk: Теми
zh_cn: 主题

source: Themes are the most effective way to change the appearance of the desktop in a consistent manner. See <xref linkend="themes-2"/> for more information about themes and how to use them to achieve the type of desktop environment that you require.
de: Themen stellen die effektivste Möglichkeit dar, das Erscheinungsbild des Desktops auf eine durchgängige Art und Weise anzupassen. Lesen Sie <xref linkend="themes-2"/>, um mehr über Themen zu Erfahren und zu lernen, wie sie dazu genutzt werden können, die für Ihre Bedürfnisse passende Desktop-Oberfläche zu erhalten.
hu: A téma megváltoztatása az asztali környezet megjelenésének konzisztens személyre szabásának leghatékonyabb módja. A témákkal az asztal megjelenésének igényei szerinti személyre szabásával kapcsolatos további információkért nézze meg a <xref linkend="themes-2"/> részt.
uk: Використання тем є самим ефективним способом для зміни зовнішнього вигляду стільниці в узгодженому порядку. Докладніше дивіться <xref linkend="themes-2"/> про теми і про їх використання для досягнення потрібного типу робочого середовища.
zh_cn: 设置主题是改变桌面外观最有效的方法。更多主题相关，以及如何根据需要来设置桌面环境，请参阅：<xref linkend="themes-2"/>。

source: Desktop and Application-Specific Configuration Settings
de: Desktop- und anwendungsspezifische Einstellungen
hu: Az asztali környezet és az alkalmazások beállításai
uk: Налаштування параметрів стільниці та специфічних програм
zh_cn: 桌面和特定应用程序的配置设置

source: You can customize different components of the desktop to achieve the display settings that you require. You can configure the desktop and applications in addition to using themes or as an alternative to themes. See <xref linkend="themes-7"/> for more information.
de: Sie können verschiedene Teile der Arbeitsfläche ändern, um das von Ihnen gewünschte Aussehen zu erreichen. Das Aussehen der Arbeitsfläche und der Anwendungen können Sie zusätzlich oder als Alternative zu den Themen ändern. In <xref linkend="themes-7"/> finden Sie mehr Informationen.
hu: A munkaasztalon megjelenő komponensek megjelenését külön-külön szabhatja személyre a kívánt megjelenítési beállítások eléréséhez. A témák használatán túl, vagy ennek alternatívájaként beállíthatja az asztali környezetet és az alkalmazásokat is. További információkért nézze meg a <xref linkend="themes-7"/> részt.
uk: Ви можете налаштувати різні компоненти стільниці для досягнення потрібних параметрів дисплея а також різних програм на додаток до використання тем або як альтернатива темам. Докладніше дивіться <xref linkend="themes-7"/>.
zh_cn: 您可以案自己的需要，为桌面的不同组件分别设置。除了使用主题或替代主题外，您还可以配置桌面和应用程序。更多相关信息，请参阅 <xref linkend="themes-7"/>。

source: The following table summarizes the changes that you can make to the MATE Desktop and where you can make the changes. This guide does not provide detailed instructions about how to customize the desktop. For detailed instructions about how to use the customization tools that the desktop provides, refer to the Help for each tool or to the <ulink type="help" url="ghelp:user-guide?prefs">User Guide</ulink>.
de: Die folgende Tabelle listet die Möglichkeiten und Orte der Änderung der MATE-Arbeitsumgebung auf. Diese Aufstellung bietet keine detailierte Beschreibung. Wie Sie Ihre Arbeitsumgebung anpassen können und welche Werkzeuge dafür angeboten werden, wird ausführlich in der Hilfe jedes einzelnen Werkzeugs oder im <ulink type="help" url="ghelp:user-guide?prefs">Benutzerhandbuch</ulink> angezeigt.
eu: Ondorengo taulan MATE mahaigainean egin ditzakezun aldaketak eta aldaketa horiek non egin ditzakezun laburki azaltzen da. Gida honetan ez da xehetasunik ematen mahaigaina pertsonalizatzeari buruz. Mahaigainak eskaintzen dituen pertsonalizazio-tresnak erabiltzeko xehetasunak lortzeko, kontsultatu tresna bakoitzaren Laguntza, edo <ulink type="help" url="ghelp:user-guide?prefs">Erabiltzailearen gida</ulink>.
hu: A következő táblázat összefoglalja, hogy milyen módosításokat hajthat végre a MATE asztali környezet megjelenésének megváltoztatása érdekében, valamint hogy hol hajthatók végre ezek a módosítások. Megjegyzés: ez a leírás nem nyújt részletes utasításokat az asztali környezet megjelenésének személyre szabásáról. Az asztali környezet által biztosított személyre szabási eszközök használatáról részletes utasításokat az adott eszköz súgója vagy a <ulink type="help" url="ghelp:user-guide?prefs">Felhasználói kézikönyv</ulink> tartalmaz.
pt: A tabela seguinte resume as alterações que pode realizar ao Ambiente de Trabalho MATE e onde as pode realizar. Este guia não apresenta instruções detalhadas de como personalizar o ambiente de trabalho. Para instrições detalhadas de como utilizar as ferramentas de personalização que o ambiente de trabalho possui, consulte a Ajuda de cada ferramenta ou o <ulink type="help" url="ghelp:user-guide?prefs">Manual do Utilizador</ulink>.
uk: В наступній таблиці наведені зміни, які ви можете зробити для середовища MATE та способи їх виконання. Цей посібник не надає детальних інструкцій з налаштування середовища. Щоб отримати детальні інструкції про використання інструментів налаштування робочого середовища, зверніться до довідки для кожного окремого інструмента або до <ulink type="help" url="ghelp:user-guide?prefs">Посібника користувача</ulink>.
zh_cn: 下表概括了您可以对 MATE 桌面进行的更改，以及在哪儿更改。这个指导并不提供详细的桌面设置说明。更详细的教程，请访问每个工具的帮助链接： <ulink type="help" url="ghelp:user-guide?prefs">User Guide</ulink>。

source: Quick Reference to Customizing the Appearance of the Desktop
de: Kurzüberblick über die Anpassung des Erscheinungsbilds des Desktops
eu: Mahaigainaren itxura pertsonalizatzeko Erreferentzia azkarra
hu: Gyors referencia az asztali környezet megjelenésének javításáról
pt: Referência Rápida para Personalizar a Aparência do Ambiente de Trabalho
uk: Короткий посібник з налаштування зовнішнього вигляду стільниці
zh_cn: 快速查阅桌面外观设置

source: To change the...
de: Zur Änderung von …
eu: Honako hau aldatzeko:
hu: Ha szeretné megváltoztatni az...
pt: Para alterar...
uk: Щоб змінити...
zh_cn: 要更改...

source: Use...
de: benutzen Sie …
eu: Erabili...
hu: Használja...
pt: Utilizar...
uk: Використовуйте...
zh_cn: 使用...

source: Overall appearance of the desktop using high-contrast colors, low-contrast colors, or large print.
de: Das allgemeine Aussehen der Arbeitsumgebung mit kontrastreichen oder kontrastarmen Farben oder großer Schrift.
hu: asztali környezet megjelenését nagy vagy kis kontrasztú színek, vagy nagy méretű betűk használatára.
uk: Загальний вигляд стільниці під час використання висококонтрастних або низькоконтрастних кольорів чи великого шрифту.
zh_cn: 桌面所有外观上使用高对比颜色、低对比颜色，或者大字体显示。

source: The <guilabel>Theme</guilabel> section of the <application>Appearance</application> preference tool.
de: Der Abschnitt <guilabel>Themen</guilabel> aus dem Einstellungswerkzeug <application>Erscheinungsbild</application>.
hu: Használja a <application>Téma</application> beállítóeszközt.
uk: Вкладку <guilabel>Теми</guilabel> в інструменті параметрів <application>Зовнішній вигляд</application>.
zh_cn: <application>外观</application> 首选项工具里的 <guilabel>主题</guilabel> 面板。

source: Appearance of the desktop background only.
de: Ausschließlich das Erscheinungsbild des Desktop-Hintergrunds.
eu: Mahaigainaren atzeko planoaren itxura bakarrik.
hu: asztal hátterét.
pt: Apenas o fundo do ambiente de trabalho.
uk: Лише вигляд фону стільниці.
zh_cn: 桌面背景外观。

source: The <guilabel>Desktop Background</guilabel> section of the <application>Appearance</application> preference tool; also the file manager <guilabel>Backgrounds and Emblems</guilabel> menu item.
de: Der Abschnitt <guilabel>Desktop-Hintergrund</guilabel> aus dem Einstellungswerkzeug <application>Erscheinungsbild</application>; außerdem das Menü <guilabel>Hintergründe und Embleme</guilabel> des Dateimanagers.
hu: Használja a <application>Munkaasztal háttere</application> beállítóeszközt, és a fájlkezelő <guilabel>Hátterek és matricák</guilabel> menüpontját.
uk: Вкладку <guilabel>Фон</guilabel> в інструменті параметрів <application>Зовнішній вигляд</application> або пункт меню <guilabel>Фон та емблеми</guilabel> файлового менеджера.
zh_cn: <application>外观</application> 首选项工具里的 <guilabel>背景</guilabel> 面板；也可以打开文件管理器窗口中的 <guilabel>背景和徽标</guilabel> 菜单。

source: Appearance of the mouse pointer.
de: Erscheinungsbild des Mauszeigers.
hu: Csak az egérmutató megjelenésének javítása.
uk: Зовнішній вигляд вказівника миші.
zh_cn: 鼠标指针的外观。

source: The <guilabel>Theme</guilabel> section of the <application>Appearance</application> preference tool; use the <guilabel>Pointers</guilabel> tab of the <guilabel>Customize</guilabel> option.
de: Der Abschnitt <guilabel>Thema</guilabel> aus dem Einstellungswerkzeug <application>Erscheinungsbild</application>; verwenden Sie den Reiter <guilabel>Zeiger</guilabel> aus den Optionen <guilabel>Anpassen</guilabel>.
hu: A <application>Megjelenés</application> beállítóeszköz <guilabel>Téma</guilabel> lapján válassza a testreszabás lehetőséget; majd az egérmutató lapfülön adja meg az önnek tetsző beállításokat.
uk: Вкладку <guilabel>Теми</guilabel> в інструменті параметрів <application>Зовнішній вигляд</application>. В секції <guilabel>Вказівник</guilabel> після натискання кнопки <guilabel>Налаштувати</guilabel>.
zh_cn: <application>外观</application> 首选项工具里的 <guilabel>主题</guilabel> 面板；使用 <guilabel>自定义</guilabel> 选项里的 <guilabel>指针</guilabel> 标签。

source: Font displayed on the desktop background and in all desktop applications.
de: Schrift, die auf dem Desktop-Hintergrund und in allen Desktop-Anwendungen verwendet wird.
eu: Mahaigainaren atzeko planoko letra-tipoa eta mahaigaineko aplikazio guztiak.
hu: asztal hátterén és az összes alkalmazásban megjelenített betűkészletet.
pt: A fonte apresentada no fundo da área de trabalho e em todas as aplicações.
uk: Шрифти, які відображаються на фоні стільниці та в усіх програмах.
zh_cn: 桌面背景和所有桌面应用程序的字体显示。

source: The <guilabel>Font</guilabel> section of the <application>Appearance</application> preference tool.
de: Der Abschnitt <guilabel>Schrift</guilabel> aus dem Einstellungswerkzeug <application>Erscheinungsbild</application>.
hu: A <application>Megjelenés</application> beállítóeszköz <guilabel>Betűkészletek</guilabel> lapfülét.
uk: Вкладку <guilabel>Шрифти</guilabel> в інструменті параметрів <application>Зовнішній вигляд</application>.
zh_cn: <application>外观</application> 首选项工具里的 <guilabel>字体</guilabel> 面板。

source: Default font settings of the <application>Text Editor</application>, <application>Terminal</application> or <application>Help</application> application.
de: Standardschriften von <application>Texteditor</application>, <application>Terminal</application> oder <application>Hilfe</application>.
eu: <application>Testu-editorea</application>, <application>Terminala</application> edo <application>Laguntza</application> aplikazioen letra-tipoaren ezarpen lehenetsiak.
hu: a <application>Szövegszerkesztő</application>, a <application>Terminál</application> vagy a <application>Súgó</application> alkalmazás alapértelmezett betűkészlet-beállításait.
pt: As fontes por omissão das aplicações <application>Editor de Texto</application>, <application>Consola</application> ou <application>Ajuda</application>.
uk: Типовий шрифт в програмах <application>Текстовий редактор</application>, <application>Термінал</application> або <application>Довідка</application>.
zh_cn: <application>Text Editor</application> 的默认字体设置，<application>终端</application> 或 <application>帮助</application> 程序。
