Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Navigating Panel Applications
de: In Panel-Anwendungen navigieren
hu: Navigáció a kisalkalmazások között
ru: Перемещение по приложениям панели
uk: Переміщення по аплетах на панелі
zh_cn: 访问面板小程序

source: for panel applications
de: für Panel-Anwendungen
eu: panel-aplikazioentzat
hu: kisalkalmazások
pt: para as aplicações de painel
ru: для приложений панели
uk: для аплетів
zh_cn: 使用面板小程序

source: A panel application is a small application that resides on a panel. You can navigate to all panel applications and open the panel application popup menu from the keyboard. However, if the panel application does not contain controls that you can give focus to, you cannot navigate the controls in the panel application. The following table lists the keyboard shortcuts that you can use to navigate panel applications.
de: Eine Panel-Anwendung ist eine kleine Anwendung, die sich in einem Panel befindet. Sie können mit der Tastatur zu allen Panel-Anwendungen navigieren und das Kontextmenü mit der Tastatur öffnen. Besitzt die Panel-Anwendung dagegen keine fokussierbaren Bedienelemente, können Sie auch nicht in der Panel-Anwendung zwischen den Bedienelementen navigieren. Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Navigieren in Panel-Anwendungen verwenden können.
eu: Panel-aplikazioa panelean dagoen aplikazio txiki bat da. Panel-aplikazio guztietan zehar ibil zaitezke, eta haien laster-menua teklatua erabiliz ireki dezakezu. Hala ere, panel-aplikazioak fokua eman diezaiekezun kontrolak ez baditu, ezingo zara panel-aplikazioko kontrol batetik bestera joan. Ondorengo taulan panel-aplikazioetan zehar ibiltzeko erabil ditzakezun laster-teklak agertzen dira.
hu: A kisalkalmazás a panelen található egyszerű alkalmazás. A kisalkalmazások között a billentyűzet segítségével is navigálhat és megnyithatja ezen alkalmazások helyi menüjét. Ha azonban a kisalkalmazásban nincsenek fókuszba hozható vezérlőelemek, akkor nem fog tudni a vezérlőelemek között navigálni. A következő táblázat ismerteti a kisalkalmazásokban való navigációhoz használható gyorsbillentyűket.
pt: Uma aplicação de painel é uma pequena aplicação que reside num painel. Pode navegar para todas as aplicações de painel e abrir os seus menus de contexto utilizando o teclado. No entanto, se a aplicação de painel não tiver controlos aos quais possa transmitir o foco, não poderá navegar através dos controlos da aplicação de painel. A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar através das aplicações de painel.
ru: Апплет панели является небольшим приложением, которое расположено в панели. Вы можете перемещаться по всем апплетам панели и открывать меню апплетов при помощи клавиатуры. Однако, если апплет панели не содержит элемента управления,в который можно поместить фокус, то вы не сможете перемещаться по элементам управления апплета панели. В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения по апплетам панели.
uk: Аплетом називається невелика програма, яка розташована на панелі. Ви можете переміщатися по всіх аплетах на панелі і відкривати контекстне меню аплетів з клавіатури. Однак, якщо аплет панелі не містить елементів керування, яким можна передати фокус, ви не зможете переміщатися по елементах керування аплету на панелі. В наступній таблиці наведено комбінації клавіш, які можна використовувати для переміщення по аплетах на панелі.
zh_cn: 面板小程序是一个小的位于面板上的应用程序。您可以从键盘访问所有的面板小程序，和打开它们的弹出菜单。然而，如果面板小程序不包含可以获得焦点的控件，那么您就不能访问这个面板小程序的控件。下表列出了可以用来访问面板小程序的键盘快捷键。

source: Activate the panel application control that has focus, if applicable. Not all panel applications contain controls that you can activate. If the panel application does not contain a control that you can activate, the <keycap>spacebar</keycap> does nothing.
de: Wenn möglich, wird das fokussierte Bedienelement der Panel-Anwendung aktiviert. Nicht jede Panel-Anwendung enthält aktivierbare Bedienelemente. Falls die Panel-Anwendung kein Bedienelement enthält, das Sie aktivieren können, hat die <keycap>Leertaste</keycap> keine Funktion.
eu: Fokua duen panel-aplikazioaren kontrola aktibatzen du, ahal izanez gero. Panel-aplikazio guztiek ez dituzte aktiba ditzakezun kontrolak. Panel-aplikazioak ez badu aktiba dezakezu kontrolik, <keycap>zuriune-barrak</keycap> ez du ezer egiten.
hu: Aktiválja a fókuszban lévő kisalkalmazás vezérlőelemét, ha lehetséges. Nem minden kisalkalmazás tartalmaz aktiválható vezérlőelemeket. Ha a kisalkalmazásban nincsenek ilyen vezérlőelemek, a <keycap>szóköz</keycap> billentyű lenyomása hatástalan.
pt: Activa o controlo da aplicação de painel que tem o foco, se aplicável. Nem todas as aplicações de painel contêm controlos que possa activar. Se a aplicação de painel não contiver um controlo que possa activar, a <keycap>barra de espaço</keycap> não terá qualquer funcionalidade.
ru: Активизировать элемент управления апплета, в котором находится фокус, если это возможно. Не все апплеты панели содержат элементы управления, которые вы можете активизировать. Если апплет панели не содержит таких элементов управления, то <keycap>Пробел</keycap> не выполняет никаких действий.
uk: Активувати елемент керування аплету, який має фокус, якщо це можливо. Не всі аплети містять елементи керування, які можна активувати. Якщо аплет не містить таких елементів керування, клавіша <keycap>spacebar</keycap> не виконує ніяких дій.
zh_cn: 激活这个面板小程序中，获得焦点的控件，如果它可用的话。不是所有的面板小程序都包含您可用激活的控件。如果它不包含可激活的控件，那么按下 <keycap>空格键</keycap> 什么都不会发生。

source: Navigate the controls on the panel application.
de: Sie navigieren zwischen den Bedienelementen der Panel-Anwendung.
eu: Panel-aplikazioko kontrol batetik bestera joan zaitezke.
hu: Navigáció a kisalkalmazás vezérlőelemei között.
pt: Navegar pelos controlos da aplicação de painel.
ru: Перемещаться по элементам управления апплета панели.
uk: Переміститись по елементам керування аплету.
zh_cn: 访问面板小程序里的控件。

source: Open the panel application popup menu. To navigate the menu, use the standard keyboard shortcuts for navigating menus. See <xref linkend="keynav-24"/> for information about how to navigate menus.
de: Öffnet das Kontextmenü der Panel-Anwendung. Zum Navigieren im Menü können die Standard-Tastenkombinationen zum Navigieren in Menüs verwendet werden. Lesen Sie <xref linkend="keynav-24"/> für weitere Informationen.
eu: Panel-aplikazioaren laster-menua irekitzen du. Menuetan zehar ibiltzeko, erabili laster-tekla estandarrak. Menuetan zehar batetik bestera nola joan jakiteko, ikus <xref linkend="keynav-24"/>.
hu: A kisalkalmazás helyi menüjének megnyitása. A menüben való navigáláshoz használja a szabványos gyorsbillentyűket. A menükben történő navigálással kapcsolatos információkért nézze meg a <xref linkend="keynav-24"/> részt.
pt: Abre o menu de contexto da aplicação de painel. Para navegar pelo menu, utilize os atalhos de teclado padrão de navegação em menus. Consulte <xref linkend="keynav-24"/> para informações sobre como navegar por menus.
ru: Открыть всплывающее меню апплета. Для перемещения по меню используйте стандартные клавиатурные комбинации для работы с меню. Подробнее о перемещении по меню смотрите <xref linkend="keynav-24"/>.
uk: Відкрити контекстне меню аплету. Для переміщення по меню використовуйте стандартні клавіатурні комбінації для роботи з меню. Детальніше про переміщення по меню дивіться <xref linkend="keynav-24"/>.
zh_cn: 打开面板小程序弹出菜单。要访问菜单，使用标准的键盘快捷键来访问菜单。更多访问菜单的相关信息，请参阅 <xref linkend="keynav-24"/>。

source: Navigating Workspaces
de: Mit Arbeitsflächen navigieren
hu: Navigáció a munkaterületek között
ru: Перемещение по рабочем местам
uk: Переміщення по робочим місцям
zh_cn: 访问工作区

source: for workspaces
de: für Arbeitsflächen
eu: laneko areentzat
hu: munkaterületek
pt: para áreas de trabalho
ru: для рабочих мест
uk: для робочих місць
zh_cn: 使用工作区

source: A workspace is a discrete area in which you can work. You can have many workspaces on your desktop and you can switch from one workspace to another. Each workspace can contain different windows and processes. The following table lists the keyboard shortcuts that you can use to navigate workspaces:
de: Eine Arbeitsfläche ist ein separater Bereich auf dem Desktop, in dem Sie arbeiten können. Auf Ihrem Desktop können sich verschiedene Arbeitsflächen befinden und Sie können von einer Arbeitsfläche auf eine andere wechseln. Jede Arbeitsfläche kann unterschiedliche Fenster und Prozesse enthalten. Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Arbeiten mit Arbeitsflächen verwenden können:
hu: A munkaterület egy különálló hely, amelyen dolgozhat. Az asztali környezetben sok ilyen munkaterület lehet, amelyek között váltogathat. Minden munkaterület különböző ablakokat és folyamatokat tartalmazhat. A következő táblázat ismerteti a munkaterületeken való navigációhoz használható gyorsbillentyűket:
ru: Рабочее место является отдельной областью, в которой вы можете работать. На вашем рабочем столе может быть много рабочих мест, и вы можете переключаться между ними. Каждое рабочее место может содержать различные окна и процессы. В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения по рабочим местам:
uk: Робочим місцем називається область, в якій ви можете працювати. На стільниці може бути багато робочих місць, і ви можете переміщатись від одного робочого місця до іншого. Кожне таке місце може містити різні вікна і процеси. В наступній таблиці наведено комбінації клавіш, які можна використовувати для переміщення по робочих місцях:
zh_cn: 工作区是一个您可以工作的不连续区域。在您的桌面上，可以有多个工作区，您可以从一个切换到另一个。每个工作区可以包含不同的窗口和程序。下表列出了可以用来访问工作区的键盘快捷键：

source: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> + arrow keys
de: <keycombo><keycap>Strg</keycap><keycap>Alt</keycap></keycombo> + Pfeiltasten
eu: <keycombo><keycap>Ktrl</keycap><keycap>Alt</keycap></keycombo> + gezi-teklak
hu: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> + nyílbillentyűk
pt: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> + teclas de setas
ru: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> + клавиши со стрелками
uk: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> + клавіші зі стрілками
zh_cn: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> + 方向键

source: Give focus to the next or previous workspace. This keyboard shortcut displays a popup window with icons that represent the workspaces. Press and hold <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> and continue to press the arrow keys to switch the focus between the workspaces.
de: Wechselt auf die nächste oder vorherige Arbeitsfläche. Diese Tastenkombination öffnet ein Dialogfeld, das Symbole für die Arbeitsflächen enthält. Halten Sie <keycombo><keycap>Strg</keycap><keycap>Alt</keycap></keycombo> gedrückt, während Sie mit den Pfeiltasten zwischen den Arbeitsflächen wechseln.
eu: Laneko hurrengo edo aurreko eremuari fokua ematen dio. Laster-tekla horrek laneko areak irudikatzen dituzten ikonoak dituen laster-leihoa bistaratzen du. <keycombo><keycap>Ktrl</keycap><keycap>Alt</keycap></keycombo> teklak sakatuta dituzula, sakatu gezi-teklak, fokua laneko area batetik bestera aldatzeko.
hu: A fókuszt az előző vagy a következő munkaterületre viszi. Ez a billentyűparancs egy felugró ablakban megjeleníti a munkaterületeket képviselő ikonokat. Tartsa lenyomva a <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> billentyűket és nyomja meg a nyílbillentyűket a fókuszban lévő munkaterület átváltásához.
pt: Transmite o foco para a área de trabalho seguinte ou anterior. Este atalho de teclado apresenta uma janela de popup com ícones que representam áreas de trabalho. Prima e mantenha <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> e continue a premir a tecla de seta para alternar o foco entre as várias áreas de trabalho.
ru: Переместить фокус на следующее или предыдущее рабочее место. По этой комбинации клавиш отображается всплывающее окно со значками, представляющими рабочие места. Нажмите и удерживайте <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> и продолжайте нажимать клавиши со стрелками, чтобы переключать фокус между рабочими местами.
uk: Передати фокус до наступного або попереднього робочого місця. Дія цієї комбінації клавіш показує вікно з піктограмами, які репрезентують робочі місця. Натисніть та утримуйте <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> і продовжуйте періодично натискати на клавіші зі стрілками для передавання фокусу до інших робочих місць.
zh_cn: 把焦点给下一个或前一个工作区。这个快捷键显示一个弹出菜单，里面用图标表示各个工作区。按住组合键 <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo>，然后按方向键在各个工作区之间切换焦点。

source: <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> + arrow keys
de: <keycombo><keycap>Strg</keycap><keycap>Umschalttaste</keycap><keycap>Alt</keycap></keycombo> + Pfeiltasten
eu: <keycombo><keycap>Ktrl</keycap><keycap>Maius</keycap><keycap>Alt</keycap></keycombo> + gezi-teklak
hu: <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> + nyílbillentyűk
pt: <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> + teclas de setas
ru: <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> + клавиши со стрелками
uk: <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> + клавіші зі стрілками
zh_cn: <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> + 方向键

source: Move the window that has focus to the next or previous workspace.
de: Verschiebt das fokussierte Fenster auf die nächste/vorherige Arbeitsfläche.
eu: Fokua duen leihoa laneko hurrengo edo aurreko areara eramaten du.
hu: A fókuszban lévő ablak áthelyezése az előző vagy következő munkaterületre.
pt: Move a janela que tem o foco para a área de trabalho seguinte ou anterior.
ru: Переместить окно, содержащее фокус, на следующее или предыдущее рабочее место.
uk: Перемістити вікно, яке має фокус, на наступне або попереднє робоче місце.
zh_cn: 把当前具有焦点的窗口移动到下一个或前一个工作区。

source: Navigating Windows
de: Mit Fenstern navigieren
eu: Leihoetan zehar ibiltzea
hu: Navigáció az ablakokban
pt: Navegar pelas Janelas
ru: Перемещение по окнам
uk: Переміщення по вікнах
zh_cn: 访问窗口

source: for windows
de: für Fenster
eu: leihoentzat
hu: ablakok
pt: para as janelas
ru: для окон
uk: для вікон
zh_cn: 使用窗口

source: The following sections describe the keyboard shortcuts that you can use to navigate windows. A window is a rectangular frame on your screen that displays an application.
de: Die folgenden Abschnitte beschreiben Tastenkombinationen, die Sie zum Navigieren mit Fenstern verwenden können. Ein Fenster ist ein rechteckiger Rahmen auf dem Bildschirm, der eine Anwendung anzeigt.
eu: Ondorengo ataletan, leihoetan zehar ibiltzeko erabil ditzakezun laster-teklak agertzen dira. Leihoa pantailako marko laukizuzena da, eta aplikazio bat bistaratzen du.
hu: A következő fejezetek leírják az ablakokban való navigációhoz használható gyorsbillentyűket. Az ablak egy négyszög alakú keret a képernyőn, amelyben egy alkalmazás jelenik meg.
pt: As secções seguintes descrevem os atalhos de teclado que pode utilizar para navegar pelas janelas. Uma janela é uma moldura rectângular no seu ecrã onde é apresentada uma aplicação.
ru: В этом разделе описаны клавиатурные комбинации, которые вы можете использовать для перемещения по окнам. Окно представляет собой прямоугольную область экрана, отображающую приложение.
uk: В наступних розділах описані комбінації клавіш, які можна використовувати для переміщення по вікнах. Вікном називається прямокутна рамка на екрані, яка відображає програму.
zh_cn: 下面的段落讲述了您可以用来访问窗口的键盘快捷键。窗口是屏幕上的一个矩形框架，显示了一个应用程序。

source: You can customize all of the keyboard shortcuts that are associated with navigating windows. See <xref linkend="keynav-10"/> for more information.
de: Sie können alle Tastenkombinationen anpassen, die mit dem Navigieren in Fenstern zu tun haben. Siehe <xref linkend="keynav-10"/> für weitere Informationen.
eu: Leihoetan zehar ibiltzeko laster-tekla guztiak pertsonaliza ditzakezu. Informazio gehiago nahi izanez gero, ikus <xref linkend="keynav-10"/>.
hu: Az ablakokban való navigáláshoz használható minden gyorsbillentyű személyre szabható. További információkért nézze meg a <xref linkend="keynav-10"/> fejezetet.
pt: Pode personalizar todos os atalhos de teclado que estão associados à navegação pelas janelas. Consulte <xref linkend="keynav-10"/> para mais informações.
ru: Вы можете настроить клавиатурные комбинации, связанные с перемещением по окнам.Подробнее смотрите <xref linkend="keynav-10"/>.
uk: Ви можете налаштувати всі комбінації клавіші, які пов'язані з переміщенням по вікнах. Докладніше дивіться <xref linkend="keynav-10"/>.
zh_cn: 您可以定制所有访问窗口的键盘快捷键。更多相关信息，请参阅：<xref linkend="keynav-10"/>

source: Giving Focus to Windows
de: Fenster fokussieren
hu: Fókusz átadása ablakoknak
ru: Перемещение фокуса в окно
uk: Передавання фокусу до вікон
zh_cn: 把焦点给一个窗口

source: to give focus to a window
de: Fenster fokussieren
eu: leiho bati fokua emateko
hu: ablak fókuszba hozása
pt: transmitir o foco a uma janela
ru: чтобы поместить фокус в окно
uk: передати фокус до вікна
zh_cn: 把焦点给一个窗口

source: Before you can use or modify a window, you must give focus to the window. The following table lists the keyboard shortcuts that you can use to give focus to a window:
de: Bevor Sie ein Fenster verwenden oder anpassen können, müssen Sie es fokussieren. Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Auswählen eines Fensters verwenden können:
hu: Egy ablak használata vagy módosítása előtt fókuszba kell azt hozni. A következő táblázat ismerteti az ablak fókuszba hozására használható gyorsbillentyűket:
ru: Прежде чем вы сможете использовать или изменять окно, вы должны поместить фокус в это окно. В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения фокуса в окно:
uk: Перед використанням або зміною вікна, необхідно передати фокус до цього вікна. В наступній таблиці наведено комбінації клавіш, які можна використовувати для передавання фокусу до вікна:
zh_cn: 在您使用或设置一个窗口前，必须把焦点给这个窗口。下表列出了可以用来给窗口焦点的快捷键：

source: Display a popup window with icons that represent each window. Press and hold <keycap>Alt</keycap> and continue to press <keycap>Tab</keycap> to move through the windows until you reach the window you want to have focus.
de: In einem eingeblendeten Fenster werden die geöffneten Fenster durch Symbole dargestellt. Halten Sie die <keycap>Alt</keycap>-Taste gedrückt und navigieren Sie mit der <keycap>Tabulator</keycap>-Taste so lange durch die Fenster, bis Sie das gewünschte erreicht haben.
hu: Az ablakokat képviselő ikonok megjelenítése egy felugró ablakban. Tartsa lenyomva az <keycap>Alt</keycap> billentyűt és nyomja meg a <keycap>Tab</keycap> billentyűt az ablakokon való végiglépkedéshez, amíg el nem éri a fókuszba hozni kívánt ablakot.
ru: Отобразить окно со значками, которые представляют каждое окно. Нажмите и удерживайте <keycap>Alt</keycap> и продолжайте нажимать <keycap>Tab</keycap>, чтобы перемещаться по окнам, пока фокус не попадёт в нужное вам окно.
uk: Відобразити вікно з піктограмами, які репрезентують кожне вікно. Натисніть та утримуйте клавішу <keycap>Alt</keycap> і продовжуйте періодично натискати клавішу <keycap>Tab</keycap>, щоб переміщатись через вікна, поки не дійдете до вікна, до якого потрібно передати фокус.
zh_cn: 显示一个弹出菜单，用图标表示各个窗口。按住 <keycap>Alt</keycap> 键，然后再按 <keycap>Tab</keycap> 键在各个图标间移动，直到找到您想给焦点的窗口。

source: Raise each window in turn until you reach the window you want.
de: Geöffnete Fenster werden reihum in den Vordergrund gebracht, bis Sie das gewünschte Fenster erreicht haben.
hu: Az egyes ablakok előtérbe hozása, amíg el nem éri a kívánt ablakot.
ru: Поднимать по очереди каждое окно, пока не доберётесь до нужного вам окна.
uk: Піднімати кожне вікно по черзі, поки не дійдете до потрібного вікна.
zh_cn: 按顺序提起每个窗口，直到您找到要给焦点的窗口。

source: Cycle between windows belonging to the current application (eg, a multiple document interface application like <application>Text Editor</application>).
de: Wechselt zwischen den zur aktuellen Anwendung gehörenden Fenstern (zum Beispiel der mit einer mehrfachen Dokumentenansicht ausgestatteten Anwendung <application>Texteditor</application>.
hu: Vált egy alkalmazásban az ablakok között (például egy több dokumentumablakkal rendelkező szövegszerkesztőnél).
uk: Періодично перемикатись між вікнами, що належать до чинної програми (до прикладу, між кількома документами взаємопов'язаних з однією програмою, наприклад, такою як <application>Текстовий редактор</application>).
zh_cn: 在当前应用程序的子窗口之间循环（例如，一个多重文档应用程序，像 <application>文本编辑器</application>）。

source: Controlling Windows
de: Fenster kontrollieren
hu: Ablakok vezérlése
ru: Управление окнами
uk: Керування вікнами
zh_cn: 控制一个窗口

source: to control a window
de: ein Fenster steuern
eu: leihoak kontrolatzeko
hu: az ablakok vezérlése
pt: controlar uma janela
ru: чтобы управлять окном
uk: керувати вікном
zh_cn: 控制一个窗口

source: When a window has focus, you can perform various actions on the window. The following table lists the keyboard shortcuts that you can use to control the window that has focus:
de: Wenn ein Fenster den Fokus besitzt, können Sie verschiedene Aktionen mit dem Fenster ausführen. Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Bearbeiten des Fensters verwenden können.
hu: Ha egy ablak fókuszban van, akkor különböző műveleteket hajthat végre rajta. A következő táblázat ismerteti az ablakok vezérlésére használható gyorsbillentyűket:
ru: Когда окно содержит фокус, вы можете выполнять различные действия с этим окном. В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для управления окном, содержащим фокус:
uk: Якщо вікно має фокус, ви можете виконувати різні дії, пов’язані з цим вікном. В наступній таблиці наведено комбінації клавіш, які можна використовувати для керування вікном, яке має фокус:
zh_cn: 当一个窗口获得焦点后，您可以对窗口进行各种操作。下表列出了可以用来控制窗口的键盘快捷键。

source: Open the <guimenu>Window</guimenu> menu.
de: Öffnet das <guimenu>Fenstermenü</guimenu>.
hu: Az <guimenu>Ablak</guimenu> menü megnyitása.
ru: Открыть меню <guimenu>Окно</guimenu>.
uk: Відкрити меню <guimenu>вікна</guimenu>.
zh_cn: 打开 <guimenu>窗口</guimenu> 菜单。

source: Close the window.
de: Schließt das Fenster.
eu: Leihoa ixten du.
hu: Az ablak bezárása.
pt: Fecha a janela.
ru: Закрыть окно.
uk: Закрити вікно.
zh_cn: 关闭窗口。

source: Open
eu: Ireki
hu: Megnyitás
pt: Abrir
ru: Открыть
uk: Відкрити
zh_cn: 打开

source: Minimize the window.
de: Minimiert das Fenster.
eu: Leihoa ikonotzen du.
hu: Az ablak minimalizálása.
pt: Minimiza a janela.
ru: Свернуть окно.
uk: Згорнути вікно.
zh_cn: 最小化窗口：

source: Maximize the window.
de: Maximiert das Fenster.
eu: Leihoa maximizatzen du.
hu: Az ablak teljes méretűvé tétele.
pt: Maximiza a janela.
ru: Развернуть окно.
uk: Розгорнути вікно.
zh_cn: 最大化窗口：

source: Restore a maximized window to its original size.
de: Reduziert ein maximiertes Fenster auf seine ursprüngliche Größe.
hu: Teljes méretű ablak visszaállítása az eredeti méretre.
ru: Восстановить развёрнутое окно в его первоначальном размере.
uk: Відновити розгорнуте вікно до початкового розміру.
zh_cn: 恢复一个最大化的窗口到原来的大小。

source: Moving Windows
de: Fenster verschieben
hu: Ablakok áthelyezése
ru: Перемещение окон
uk: Переміщення вікон
zh_cn: 移动窗口

source: to move a window
de: Fenster verschieben
eu: leihoak lekuz aldatzeko
hu: ablak áthelyezése
pt: para mover uma janela
ru: чтобы переместить окно
uk: перемістити вікно
zh_cn: 移动窗口
