Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Cursor Settings
de: Cursor-Einstellungen
hu: Kurzor beállításai
pt: Definições de Cursor
uk: Параметри курсору
zh_cn: 光标设置

source: These controls can be used to customize the size and color of the magnifier's cursor.
de: Diese Elemente können zur Anpassung von Größe und Farbe des Vergrößerungs-Cursors verwendet werden.
hu: Ezekkel a beállításokkal meghatározható a nagyító kurzorának színe és mérete.
uk: Ці елементи керування використовуються для налаштування розміру і кольору курсору збільшувача.
zh_cn: 这些选项用来自定义放大镜光标的大小和颜色。

source: Enable cursor
de: Cursor aktivieren
eu: Gaitu kurtsorea
hu: Kurzor engedélyezése
pt: Activar o cursor
uk: Увімкнути курсор
zh_cn: 启用光标

source: If this check box is enabled then a cursor is visible and the size and color options become available.
de: Wenn dieses Ankreuzfeld aktiviert wird, erscheint ein sichtbarer Cursor und die Optionen zur Anpassung von Größe und Farbe stehen zur Verfügung.
hu: Ha ez a jelölőnégyzet be van jelölve, a nagyító kurzora látszani fog, valamint elérhető lesz a kurzor mérete és színe beállítás.
uk: Якщо цей прапорець позначений, курсор стає видимим а варіанти вибору розміру і кольору доступними.
zh_cn: 选中此项，将显示一个指针，大小和颜色选项也变得可用。

source: Custom size
de: Eigene Größe
hu: Egyéni méret
uk: Власний розмір
zh_cn: 自定义大小

source: Enable this check box if you would like to make the mouse pointer larger than it normally is. The cursor size can be changed from the default value of 32 pixels.
de: Wählen Sie dieses Ankreuzfeld, wenn Sie den Mauszeiger größer anzeigen lassen wollen. Der Cursor kann größer als die vorgegebenen 32 Pixel dargestellt werden.
hu: Jelölje be ezt a jelölőnégyzetet, ha az átlagosnál nagyobb méretű egérmutatót szeretne használni. A kurzor mérete így megváltoztatható az eredeti harminckét képpontról.
uk: Увімкніть цей прапорець, якщо хочете, щоб вказівник миші був більшим, ніж зазвичай він є. Розмір курсору можна змінити від типового значення в 32 пікселів.
zh_cn: 如果您希望指针较大，则选中此项。指针默认大小是 32 像素，可以更改。

source: Custom color
de: Benutzerdefinierte Farbe
hu: Egyéni szín
uk: Власний колір
zh_cn: 指针颜色

source: If the cursor is enabled, a custom color can also be applied.
de: Wenn der Cursor aktiviert ist, kann außerdem eine benutzerdefinierte Farbe vergeben werden.
hu: Ha a kurzor engedélyezve van, egyéni szín alkalmazható a jobb láthatóság érdekében.
uk: Якщо курсор увімкнений, може бути застосований також і власний колір.
zh_cn: 果显示指针，则指针颜色也可以自定义。

source: Cross-hair Settings
de: Fadenkreuz-Einstellungen
hu: Szálkereszt beállításai
pt: Definições de Mira
uk: Параметри перехрестя
zh_cn: 十字瞄准线

source: This set of controls can be used to customize the magnifier's optional area-targeting cursor.
de: Die folgenden Bedienelemente können zur Anpassung des optionalen Cursors verwendet werden, der den vergrößerten Bereich begrenzt.
hu: A következő beállítások a nagyító opcionális, területet célzó kurzorával kapcsolatosak.
uk: Цей набір елементів керування, використовується для налаштування курсору збільшувача для орієнтації.
zh_cn: 这一组选项用来自定义放大镜的十字线指针设置。

source: Enable cross-hair
de: Fadenkreuz aktivieren
hu: Szálkereszt engedélyezése
uk: Увімкнути перехрестя
zh_cn: 显示十字线

source: If checked, you can additionally configure the clipping behavior, size and color of the cross-hair.
de: Bei Aktivierung kann zusätzlich das Zurechtschneiden, die Größe und die Farbe des Fadenkreuzes konfiguriert werden.
hu: Ha ez a jelölőnégyzet be van jelölve, beállítható a szálkereszt kivágása, mérete és színe.
uk: Якщо позначено, ви можете додатково налаштувати поведінку відсікання та розмір і колір перехрестя.
zh_cn: 选中此项，您可以额外配置十字线的交叉样式、尺寸和颜色。

source: Enable cross-hair clip
de: Fadenkreuz-Clip aktivieren
hu: Szálkereszt kivágásának engedélyezése
pt: Activar o corte da mira
uk: Увімкнути вирізання перехрестя
zh_cn: 显示十字瞄准线

source: If enabled, the cross-hair will be "clipped" (removed) in the area immediately surrounding the mouse pointer.
de: Bei Aktivierung wird das Fadenkreuz unmittelbar rund um den Mauszeigerabgeschnitten bzw. entfernt.
hu: Ha ez a jelölőnégyzet be van jelölve, a szálkereszt „kivágásra” (eltávolításra) kerül az egérmutatót körülvevő területről.
uk: Якщо позначено, перехрестя буде «вирізане» (вилучене), в безпосередній області навколо вказівника миші.
zh_cn: 选中此项，指针区域里的十字线会立刻被“裁减”(清除)。

source: Cross-hair size
de: Fadenkreuz-Größe
hu: Szálkereszt mérete
uk: Розмір перехрестя
zh_cn: 十字线大小

source: This control sets the thickness of the cross-hair in pixels.
de: Dieses Bedienelement legt die Dicke des Fadenkreuzes in Pixel fest.
hu: Ezzel a beállítással a szálkereszt mérete adható meg képpontban.
uk: Цей елемент керування задає товщину перехрестя в пікселях.
zh_cn: 这个选项用来设定十字线的宽度(像素)。

source: Cross-hair color
de: Fadenkreuz-Farbe
hu: Szálkereszt színe
uk: Колір перехрестя
zh_cn: 十字线颜色

source: This control allows a custom color to be used for the cross-hair.
de: Mit diesem Element können Sie eine benutzerdefinierte Farbe für das Fadenkreuz vergeben.
hu: Ez a beállítás lehetővé teszi a szálkereszt színének egyéni beállítását.
uk: Цей елемент керування дає змогу вибрати колір перехрестя.
zh_cn: 这个选项允许自定义十字线的颜色。

source: Color Settings
de: Farbeinstellungen
hu: Színbeállítások
uk: Параметри кольору
zh_cn: 颜色设置

source: This allows you to do some rough color adjustments of the magnified region.
de: Hier können Sie grobe Farbanpassungen am vergrößerten Bereich vornehmen.
hu: Ez a beállítás lehetővé teszi a nagyított területen a színek megváltoztatását.
uk: Дає змогу зробити деякі коригування кольорів в області збільшення.
zh_cn: 这个选项可以让您调节放大镜区域的颜色对比。

source: Invert colors
de: Farben invertieren
hu: Színek megfordítása
pt: Inverter as cores
uk: Інвертувати кольори
zh_cn: 反转色

source: Creates a reverse or negative-image effect.
de: Erzeugt einen Umkehr- oder Negativeffekt.
hu: Fordított- vagy negatívkép-effektust hoz létre.
uk: Створює зворотний ефект або ефект негативного зображення.
zh_cn: 产生反色或负片效果。

source: Brightness
de: Helligkeit
hu: Fényerő
uk: Яскравість
zh_cn: 亮度

source: Ranges from -1 to 1 (-1 is black/no brightness; 1 is white/total brightness; 0 is "normal"/unchanged).
de: Werte von -1 bis 1. -1 entspricht schwarz ohne Helligkeit, 1 dem hellsten Wert und 0 dem »normalen« Wert ohne Änderung.
hu: A fényerő állítható, az értékeket -1-től 1-ig lehet megadni (-1: fekete, nincs fényerő, 1: fehér, teljesen fényes, 0: normál, változatlan kép).
uk: Діапазон від -1 до 1 (-1 чорний / немає яскравості, 1 білий / повна яскравість, 0 «нормально» / без змін).
zh_cn: 范围从 -1 到 1 (-1 是黑色/无亮度; 1 是白色/最亮; 0 是正常/不改变)。

source: Contrast
de: Kontrast
hu: Kontraszt
uk: Контрастність
zh_cn: 对比度

source: Ranges from -1 to 1 (-1 is grey/no contrast; 1 is maximum contrast; 0 is "normal"/unchanged).
de: Werte von -1 bis 1. -1 entspricht grau ohne Kontrast, 1 dem Wert mit meistem Kontrast und 0 dem »normalen« Zustand ohne Anpassung.
hu: A kontraszt állítható, az értékeket -1-től 1-ig lehet megadni (-1: szürke, nincs kontraszt, 1: nagy kontraszt, 0: normál, változatlan kép).
uk: Діапазон від -1 до 1 (-1 сірий / без контрасту; 1 максимальна контрастність; 0 «нормально» / без змін).
zh_cn: 范围从 -1 到 1 (-1 是灰色/无对比度; 1 是最大对比度; 0 是正常/不改变)。

source: Tracking and Alignment Settings
de: Verfolgungs- und Ausrichtungseinstellungen
hu: Követés és igazítás beállításai
uk: Параметри стеження та вирівнювання
zh_cn: 跟踪和对齐设定

source: These options control the tracking of the mouse cursor.
de: Diese Optionen steuern das Verfolgen des Mauszeigers.
hu: A következő beállítások az egérkurzor követését felügyelik.
uk: Ці параметри регулюють способи відстеження курсору миші.
zh_cn: 这些选项设定跟踪鼠标指针选项。

source: Mouse pointer
de: Mauszeiger
hu: Egérmutató
uk: Вказівник миші
zh_cn: 鼠标指针

source: Choose from the following options:
de: Wählen Sie eine der folgenden Optionen:
hu: Válasszon a következő lehetőségek közül:
uk: Виберіть один з наступних варіантів:
zh_cn: 从下面的选项中选择：

source: Centered
de: Zentriert
hu: Középre
uk: По центру
zh_cn: 居中

source: Keeps the mouse pointer at the center of the screen whenever possible. This is the default.
de: Hält den Mauszeiger in der Mitte des Bildschirms, wann immer es möglich ist. Das ist die Vorgabe.
hu: Ez a beállítás az egérmutatót a képernyő közepén tartja, ha ez lehetséges. Ez az alapértelmezett beállítás.
uk: Типове значення. Зберігає вказівник миші в центрі екрана, коли це можливо.
zh_cn: 无论何时，都让鼠标指针在屏幕的中央。这是默认设置。

source: Proportional
hu: Proporcionális
uk: Пропорційно
zh_cn: 比例

source: Positions the mouse pointer in the zoom window relative to its actual, unmagnified position. For instance, if the mouse pointer is 25% away from the left edge of the desktop, <application>Orca</application> positions the magnified mouse pointer 25% from the left edge of the zoom window.
de: Positioniert den Mauszeiger im Vergrößerungsfenster relativ zu seiner Position im nicht vergrößerten Bereich. Wenn der Mauszeiger zum Beispiel 25% von der linken Ecke des Desktops entfernt ist, positioniert ihn <application>Orca</application> 25% von der linken Ecke des Vergrößerungsfensters.
hu: Az egérmutatót a nagyított ablakban a tényleges ablakbeli pozíciójához viszonyítva jeleníti meg. Ha például az egérmutató az asztal bal szélétől 25%-nyi távolságra helyezkedik el, az <application>Orka</application> az egérmutatót a nagyított ablakban is a nagyított ablak bal szélétől 25%-nyi távolságra helyezi.
uk: Розташування вказівника миші у вікні масштабування відносно його фактичного, не збільшеного розташування. Наприклад, якщо вказівник миші знаходиться на 25% від лівого краю стільниці, <application>Orca</application> розташує вказівник миші у збільшеному на 25% розмірі від лівого краю вікна масштабування.
zh_cn: 鼠标指针在缩放窗口与它实际的位置，没有放大前的位置。例如，如果鼠标指针在距桌面左边 25%，<application>Orca</application> 会把缩放窗口里的指针也距缩放窗口 25%.

source: Push
de: Drücken
hu: Görgetés
uk: Натиснути
zh_cn: 推动

source: Moves the zoomer window the least amount necessary to keep the mouse pointer on the screen.
de: Verschiebt das Vergrößerungsfenster um den kleinsten erforderlichen Wert, um den Mauszeiger im Fenster anzuzeigen.
hu: Mozgatja a nagyított ablakot annak érdekében, hogy az egérmutató a képernyőn maradjon.
uk: Переміщує вікно масштабування на найменшу відстань необхідну, щоб зберегти вказівник миші на екрані.
zh_cn: 保证指针在屏幕上，移动放大镜窗口一个较小数量。

source: None
de: Keine
hu: Nincs
uk: Немає
zh_cn: 无

source: Moving the mouse pointer has no impact on what the zoomer window displays.
de: Das Verschieben des Mauszeigers beeinflusst nicht den im Zoomer-Fenster angezeigten Inhalt.
hu: Az egérmutató mozgatása nincs hatással a nagyított ablak tartalmára.
uk: Переміщення вказівника миші не впливає на відображення вікна масштабування.
zh_cn: 移动指针而不影响放大镜窗口的显示。

source: Pointer follows zoomer
de: Mauszeiger folgt Zoomer
hu: Az egérmutató követi a nagyítót
uk: Вказівник прямує за збільшувачем
zh_cn: 指针跟随放大镜窗口

source: This option is enabled by default. If the mouse pointer is not on the screen when you initially move the mouse, it will be moved into the zoomer so that you can continue to see what you were working on. If your preferred mouse tracking mode is centered, the pointer will be moved to the center; otherwise it will be moved to the item with focus.
de: Diese Option wird per Vorgabe aktiviert. Erscheint der Mauszeiger am Anfang einer Mausbewegung nicht am Bildschirm, dann wird er in den Zoomer hineingezogen, damit Sie weiterhin sehen, woran Sie gerade arbeiten. Wenn Sie die Mausverfolgung auf »Zentriert« gestellt haben, dann wird der Mauszeiger in das Zentrum gestellt; anderenfalls wird er zum fokussierten Objekt bewegt.
hu: Ez a jelölőnégyzet alapértelmezetten be van jelölve. Ha az egérmutató nincs a képernyőn az egér mozgatása közben, akkor a nagyítóra lesz mozgatva, így mindig láthatja, hogy éppen mire mutat. Ha a beállított egérmutató-követési mód a „középre”, akkor az egérmutató a képernyő közepére fog mozogni; egyébként a fókuszban lévő elemre.
uk: Цей варіант позначений як типовий. Якщо вказівник миші знаходиться не на екрані під час початку руху миші, він буде перенесений в збільшувач і ви знову зможете бачити те над чим працювали. Якщо виберете режим стеження «По центру», вказівник буде переміщений в центр, в іншому випадку він буде переміщений на об’єкт, який має фокус.
zh_cn: 这个选项默认选中。如果鼠标指针不在屏幕上，当您最初移动鼠标，它将移动到放大镜窗口里，以便您能继续看到您正在操作的程序。如果您更喜欢鼠标指针在中心，指针会被移到中心位置；否则它会移向获得焦点的项。

source: Control and menu item
de: Steuerung und Menüpunkte
hu: Vezérlő- és menüelem
uk: Елементи керування та пункти меню
zh_cn: 控件和菜单项

source: These options control additional behavior of the magnifier.
de: Diese Optionen beeinflussen das weitere Verhalten der Vergrößerung.
hu: A következő beállítások a nagyító viselkedését befolyásolják:
uk: Це додаткові параметри керування поведінкою збільшувача.
zh_cn: 这些选项设定了放大镜的其他行为。

source: When navigating via keyboard, keep the focused dialog box control or menu item at the center of the screen whenever possible.
de: Wenn Sie mit der Tastatur navigieren, wird das fokussierte Element oder Menü in der Mitte des Fensters angezeigt, wann immer es möglich ist.
hu: Ha a billentyűzeten navigál, a fókuszban levő párbeszédpanel vezérlőeleme vagy menüpontja amikor csak lehet, a képernyő közepén fog megjelenni.
uk: Під час керування з клавіатури, тримати сфокусоване діалогове вікно елемента керування або елемент меню в центрі екрана, коли це можливо.
zh_cn: 在使用键盘浏览时，如果可能的话，让获得焦点的对象或菜单项位于屏幕中央。

source: When navigating via keyboard, move the zoomer window the least amount necessary to display the focused dialog box control or menu item. This is the default.
de: Wenn Sie mit der Tastatur navigieren, wird das Vergrößerungsfenster um den geringsten Wert verschoben, um das fokussierte Bedienelement oder Menü anzuzeigen. Dies ist die Vorgabe.
hu: Ha a billentyűzettel navigál, a nagyítóablak a fókuszban levő párbeszédpanel vezérlőeleme vagy menüeleme megjelenítéséhez szükséges mértékben mozgatásra kerül. Ez a beállítás az alapértelmezett.
uk: Під час керування з клавіатури, перемістити вікно масштабування на найменшу відстань, необхідну для відображення сфокусованого діалогового вікна елемента керування або елемента меню. Це значення типове.
zh_cn: 在使用键盘浏览时，移动放大镜窗口很少量，让获得焦点的对象或菜单项显示出来。这是默认值。

source: Using the keyboard to navigate among dialog box controls and menu items will have no impact on what the zoomer window displays.
de: Wenn Sie mit der Tastatur in Dialogfenstern oder Menüeinträgen navigieren, hat dies keinen Einfluss darauf, was im Vergrößerungsfenster angezeigt wird.
hu: A billentyűzettel való navigáláskor a párbeszédpanelen található vezérlőelemek és menüpontok nincsenek hatással a nagyító megjelenésére.
uk: Використання клавіатури для переміщення між діалоговими вікнами елементів керування та елементами меню не матимуть ніякого впливу на відображення вікна масштабування.
zh_cn: 在使用键盘浏览对话框或菜单对象时，放大镜窗口里不进行位置改变。

source: Pointer follows focus
de: Mauszeiger folgt Fokus
hu: Az egérmutató követi a fókuszt
uk: Вказівник прямує за фокусом
zh_cn: 指针跟随焦点

source: If this option is enabled, the mouse pointer will follow you as you arrow through menu items and move among controls in dialog boxes. This option is disabled by default.
de: Wenn diese Option aktiviert ist, folgt Ihnen der Mauszeiger, wenn Sie in Menüs oder Bedienelementen von Dialogfenstern navigieren. Diese Option ist standardmäßig deaktiviert.
hu: Ha ez a jelölőnégyzet be van jelölve, az egérmutató a párbeszédpanelekben, menükben történő mozgáskor követi a fókuszt. Ez a jelölőnégyzet alapértelmezetten nincs bejelölve.
uk: Якщо позначено, вказівник миші прямуватиме за вами під час переміщення по елементах меню за допомогою клавіш зі стрілками та між елементами керування в діалогових вікнах. Типово цей параметр вимкнений.
zh_cn: 选中此项，鼠标指针将会跟随您的操作，比如点击菜单后，指针会移到出来的对话框控件上。默认此项是禁用的。

source: Text cursor
hu: Szövegkurzor
uk: Текстовий курсор
zh_cn: 文本光标

source: These options control how the text cursor behaves.
de: Diese Optionen steuern das Aussehen des Textcursors.
hu: A következő beállítások a szövegkurzor viselkedését befolyásolják:
uk: Ці параметри визначають поведінку текстового курсору.
zh_cn: 这些选项设定了文本光标的行为

source: As the text cursor moves, keep it at the center of the screen whenever possible.
de: Wann immer es möglich ist, wird der Textcursor auch nach dem Verschieben in der Mitte des Bildschirms angezeigt.
hu: A szövegkurzor mozgatásakor a kurzor a képernyő közepén fog maradni, ha ez lehetséges.
uk: Під час переміщення текстового курсору, тримати його в центрі екрана, коли це можливо.
zh_cn: 如果可能，当文本光标移动时，保持位置在屏幕中央。

source: As the text cursor moves, move the zoomer window the least amount necessary to display it. This is the default.
de: Wenn sich der Textcursor verschiebt, wird das Vergrößerungsfenster nur soweit verschoben, dass der Textcursor angezeigt werden kann. Dies ist die Vorgabe.
hu: A szövegkurzor mozgatásakor a nagyított ablak mozgatása a szövegkurzor megjelenítéséhez szükséges mértékben. Ez az alapértelmezett beállítás.
uk: Типове значення. Під час переміщення текстового курсору, перемістити вікно масштабування на найменшу відстань необхідну для його відображення.
zh_cn: 当文本光标移动时，根据显示的需要，尽量少地移动放大镜窗口。这也是默认值。

source: Moving the text cursor will have no impact on what the zoomer window displays.
de: Das Verschieben des Textcursors wirkt sich nicht auf den angezeigten Inhalt des Vergrößerungsfensters aus.
hu: A szövegkurzor mozgatása nem lesz hatással a nagyítóablak megjelenésére.
uk: Переміщення курсору не матиме ніякого впливу на те, що буде показане у вікні масштабування.
zh_cn: 移动文本光标时，将不影响放大镜窗口的显示。

source: Edge margin
de: Randbereich
hu: Szélső margó
uk: Відступ від краю поля
zh_cn: 页边空白

source: The edge margin is how close the caret should be allowed to get to the edge of the screen before it's time to "push" the zoomer window. The margin can range from 0 to 50%, with 50% being the equivalent of choosing centering. The default value is 0.
de: Der Randbereich beeinflusst, wie nah der Cursor dem Rand des Fensters kommen darf, bevor man das Vergrößerungsfenster etwas »schieben« muss. Der Wert kann im Bereich von 0 bis 50% liegen, wobei 50% der Auswahl »Zentriert« entspricht. Die Vorgabe ist 0.
hu: A szélső margó meghatározza, hogy a képernyő széléhez mennyire kerülhet közela kurzor, mielőtt a nagyított ablak görgetésre kerül. A margó értékét 0-tól 50%-ig lehet beállítani, az 50%-os érték egyenértékű a középre beállítással. Az alapértelmezett érték 0%.
uk: Термін «Відступ від краю поля», означає як близько до краю екрана має бути надана каретка, поки не буде знову повернута у вікно масштабування. Різниця може бути в діапазоні від 0 до 50%, при цьому 50% еквівалентно вибору по центру. Типове значення дорівнює 0.
zh_cn: 页边空白是指当放大镜窗口设定为“推动”时，插入点可以离屏幕边缘多近。页边空白可以设置为从 0 到 50%，设置 50% 等同于选中居中。默认值是 0.

source: This option is only available if "Push" is your text cursor tracking mode.
de: Diese Option ist nur verfügbar, wenn Sie als Textcursor-Verfolgungsmodus »Drücken« ausgewählt haben.
hu: Ez a beállítás csak akkor érhető el, ha a szövegkurzor követési módjai közül a „Görgetés” van kiválasztva.
uk: Цей параметр доступний лише якщо вибраний варіант «Натиснути» в режимі стеження за текстовим курсором.
zh_cn: 这个选项仅在文本光标设定为“推动”跟踪模式时才可用。

source: Advanced Settings
de: Erweiterte Einstellungen
hu: Speciális beállítások
uk: Розширені параметри
zh_cn: 高级设置

source: If you press the Advanced Settings button located near the bottom of the Magnifier page, the following dialog will appear:
de: Wenn Sie den Knopf für die erweiterten Einstellungen drücken, der sich im unteren Bereich des Reiters Lupe befindet, erscheint das folgende Dialogfenster:
hu: A Speciális beállítások gomb megnyomásával a következő párbeszédpanel jelenik meg:
uk: Якщо ви натиснете кнопку «Розширені параметри» розташовану в нижній частині вкладки «Збільшувач», з’явиться наступне діалогове вікно:
zh_cn: 如果您在放大镜页面中，点击了下边的高级设置按钮，将会出来一个对话框：

source: <placeholder-1/> GUI Configuration - Magnifier - Advanced Settings
de: <placeholder-1/> GUI Grafische Konfiguration - Lupe - Erweiterte Einstellungen
hu: <placeholder-1/> Orka grafikus beállító párbeszédpanel - Nagyító - Speciális beállítások
uk: <placeholder-1/> Конфігурація графічного інтерфейсу — Збільшувач — Розширені параметри
zh_cn: <placeholder-1/> GUI 配置界面 - 放大镜 - 高级设置

source: Smoothing
de: Glättung
eu: Leuntzea
hu: Simítás
pt: Suavização
uk: Згладжування
zh_cn: 平滑

source: Bilinear or none.
de: Bilinear oder keine
hu: Bilineáris vagy nincs.
uk: Білінійне або немає.
zh_cn: 双线性或无。

source: Red, Green, Blue: Individual controls for choosing customized brightness levels. Choosing different brightness levels for each color allows you to create the color scheme that works best for you.
de: Rot, Grün, Blau: Individuelle Helligkeitsregler. Unterschiedliche Helligkeitsstufen ermöglichen Ihnen, das für Sie am besten passende Farbschema zu erstellen.
hu: Piros, zöld, kék: egyéni fényerőszintek adhatók meg. A különböző színekhez más-más fényerőszint választásával egyéni színséma hozható létre, az Ön igényeinek megfelelően.
uk: Окремі елементи керування: «Червоний», «Зелений» та «Синій» для налаштування рівнів яскравості. Вибір різних рівнів яскравості для кожного кольору дає змогу створити найзручнішу схему кольорів для вас.
zh_cn: 红，绿，蓝：分别调整亮度级别。允许您为每种颜色选择不同的级别，从而创建自己最好的工作颜色方案。

source: Red, Green, Blue: Individual controls for choosing customized contrast levels. While not as significant as changes to brightness, choosing different contrast levels for each color helps you to create the color scheme that works best for you.
de: Rot, Grün, Blau: Individuelle Schalter zur Wahl der Kontraststärke. Dies dürfte weniger wichtig sein als Änderungen der Helligkeit, doch können Sie unterschiedliche Kontraststufen des Farbschemas erzeugen, das für Sie am besten passt.
hu: Piros, zöld, kék: egyéni kontrasztszintek adhatók meg. A különböző színekhez más-más kontrasztszint választásával egyéni színséma hozható létre, az Ön igényeinek megfelelően.
uk: Окремі елементи керування: «Червоний», «Зелений» та «Синій» для налаштування рівнів контрастності. Хоч і не так істотно як для зміни яскравості, вибір різних рівнів контрастності для кожного кольору дає змогу створити найзручнішу схему кольорів для вас.
zh_cn: 红，绿，蓝：分别调整对比度级别。它不像改变亮度那么重要，将为每种颜色选择不同的对比度级别，帮助您创建自己最好的工作颜色方案。

source: Color Filtering
de: Farbfilterung
hu: Színszűrés
uk: Фільтрація кольорів
zh_cn: 颜色滤镜

source: Allows you to pick one of the colorblind filters available through libcolorblind.
de: Ermöglicht die Auswahl eines von der Bibliothek libcolorblind bereitgestellten Farbfilters.
hu: Lehetővé teszi a színvakoknak készült színszűrők használatát.
uk: Дає змогу вибрати один з фільтрів colorblind доступних через libcolorblind.
zh_cn: 允许您通过 libcolorblind 选取一种可用蒙板颜色过滤器。

source: In order to take advantage of this feature you will need to install libcolorblind and then rebuild mate-mag.
de: Um diese Funktion verwenden zu können, ist es erforderlich, dass Sie libcolorblind installieren und mate-mag erneut bauen.
hu: Ahhoz, hogy ezt a funkciót használni tudja, telepítenie kell a libcolorblind csomagot, ezután forrásból újra kell fordítania a nagyítót (mate-mag).
uk: Для того щоб скористатися цією функцією необхідно встановити libcolorblind, а потім відновити mate-mag.
zh_cn: 要使用此特性，您需要安装 libcolorblind，并重新编译 mate-mag.

source: Multi-Monitor Settings - Source Display
de: Einstellungen für mehrere Monitore - Quellanzeige
hu: Több monitor beállításai - Forrás megjelenítő
zh_cn: 多显示器配置 - 源显示器
