Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: <emphasis> Accessible Login </emphasis> - users can configure the login screen to be more accessible.
de: <emphasis>Barrierefrei Anmelden</emphasis> - Anwender können den Anmeldebildschirm so konfigurieren, dass er besser zugänglich ist.
hu: <emphasis>Akadálymentes bejelentkezés</emphasis> – lehetővé teszi a bejelentkezési képernyő akadálymentesítését.
ru: <emphasis> Доступный вход в систему </emphasis> - пользователи могут настроить диалог входа в систему так, чтобы он был более доступен.
uk: <emphasis> Доступний вхід </emphasis> - користувачі можуть налаштувати екран входу в систему так, щоб вхід був доступнішим.
zh_cn: <emphasis>辅助登录</emphasis> - 用户可以设置登录屏幕来获得更多可访问性。

source: Essential Keyboard Commands
de: Wichtige Tastaturbefehle
hu: Alapvető billentyűparancsok
uk: Основні команди клавіатури
zh_cn: 必要的键盘命令

source: Before moving forward, be sure you are familiar with these essential MATE commands:
de: Machen Sie sich vor dem Weiterlesen mit diesen wichtigen MATE-Befehlen vertraut:
hu: Mielőtt továbblépne, tisztában kell lennie az alábbi alapvető MATE billentyűparancsokkal:
uk: Перед тим як рухатися далі, переконайтеся, що ви знайомі з цим основними командами середовища MATE:
zh_cn: 在进一步操作之前，确定您已经能熟练地使用这些 MATE 命令：

source: <keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo> [Debian] - display and activate the MATE Desktop menu bar. This grants access to the <guimenu>Applications</guimenu>, <guimenu>Places</guimenu> and <guimenu>System</guimenu> menu bar items.
de: <keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo> [Debian] - Die MATE Desktop Menüleiste wird aktiviert und angezeigt. Dies ermöglicht den Zugriff auf die Menüpunkte <guimenu>Anwendungen</guimenu>, <guimenu>Orte</guimenu> und <guimenu>System</guimenu>.
hu: <keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo> [Debian változatoknál] - megjeleníti és aktiválja a MATE asztali környezet menüjét. Három főmenühöz lehet ebben a menüben hozzáférni: az <guimenu>Alkalmazások</guimenu>, <guimenu>Helyek</guimenu> és a <guimenu>Rendszer</guimenu> főmenükhöz.
uk: <keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo> [Debian] - відображає та активує панель меню середовища MATE і надає доступ до пунктів <guimenu>Програми</guimenu>, <guimenu>Місця</guimenu> та <guimenu>Система</guimenu>.
zh_cn: <keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo> [Debian] - 显示和激活 MATE 桌面上的菜单栏。这一般是打开 <guimenu>应用程序</guimenu>, <guimenu>位置</guimenu> 和 <guimenu>系统</guimenu> 菜单项。

source: For Solaris and Windows systems, this key is <keycombo><keycap>Ctrl</keycap><keycap>Esc</keycap></keycombo>.
de: Auf Solaris- und Windows-Systemen entspricht dies der Tastenkombination <keycombo><keycap>Strg</keycap><keycap>Esc</keycap></keycombo>.
hu: Solaris és Windows rendszereknél ezt a funkciót a <keycombo><keycap>Ctrl</keycap><keycap>Esc</keycap></keycombo> billentyűkombinációval lehet elérni.
uk: Для операційних систем Solaris та Windows - це клавіші <keycombo><keycap>Ctrl</keycap><keycap>Esc</keycap></keycombo>.
zh_cn: 对于 Solaris 和 Windows 系统，这个键是 <keycombo><keycap>Ctrl</keycap><keycap>Esc</keycap></keycombo>。

source: <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> - summons the <application>Run</application> dialog, where you can issue terminal commands with or without parameters. If a file needs to be passed as one of these parameters, use the <guilabel>Run With File</guilabel> button to easily locate the file needed. This dialog also presents an alternate list of known applications which may be easier to navigate than the Debian system desktop menu (<keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo>) approach.
de: <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> oder <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> - ruft das Dialogfeld <application>Anwendung ausführen</application> auf, mit dem Sie Terminalbefehle mit oder ohne Parameter aufrufen können. Verwenden Sie den Knopf <guilabel>Datei anhängen</guilabel>, wenn ein Dateiname als Parameter übergeben werden soll. Ausserdem enthält das Dialogfeld eine alternative Liste bekannter Anwendungen, die einfacher als das Debian System Desktop Menü navigiert werden kann (<keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo>).
hu: <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> vagy <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> - megjeleníti a <application>futtatás</application> párbeszédpanelt, ahol parancsokat adhat meg, paraméterekkel vagy azok nélkül. Ha olyan fájlt szeretne futtatni, mely több paramétert tartalmaz, aktiválja a <guilabel>futtatás fájllal</guilabel> gombot a szükséges fájl megtalálásához. A futtatás párbeszédpanel tartalmaz egy ismert alkalmazások listája feliratú kapcsológombot. Ha ezt a vezérlőelemet a szóköz billentyű segítségével bejelöli, egy listában könnyedén navigálhat az alapértelmezett alkalmazások között.
uk: <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> або <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> - викликають діалогове вікно <application>Виконати програму</application> де ви можете виконувати команди терміналу з параметрами або без. Якщо файл має бути переданий як один з цих параметрів, використайте кнопку <guilabel>Запустити з файлом</guilabel>, щоб простіше знайти потрібний файл. Цей діалог також містить альтернативний список встановлених програм, доступ до яких простіший, ніж через меню системи Debian, яке з’являється після натискання клавіш (<keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo>).
zh_cn: <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> 或 <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> - 打开 <application>运行</application> 对话框，您可以在里面运行终端命令，也可以附带参数。如果需要附带一个文件作为参数，点击 <guilabel>带文件运行</guilabel> 按钮可以很方便地添加一个文件。这个对话框也提供一个已知应用程序列表，可能比 Debian 系统桌面菜单 (<keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo>) 更容易操作。

source: For Solaris systems, this key is <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> (as with Microsoft Windows). A meta- or super-key is an OS-logo shift key.
de: Auf Solaris Systemen (wie auch unter Microsoft Windows) gilt die Tastenkombination <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo>. Eine Meta- oder Super-Taste ist eine Taste mit dem Logo eines Betriebssystems.
hu: Solaris rendszerekben ezt a funkciót a <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> billentyűkombinációval lehet elérni (mint a Microsoft Windows rendszerekben).
uk: Для операційної системи Solaris, це комбінація клавіш <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> (як в Microsoft Windows). Мета- або супер-клавіша, це клавіша з логотипом операційної системи.
zh_cn: 对于 Solaris 操作系统，这个功能键是 <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> (Microsoft Windows 也一样)。 meta- 或 super-key 键是一个印有系统图标（OS-logo）的切换键。

source: <keycap>Tab</keycap> and <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> - move focus within an application between controls; use <keycap>Tab</keycap> to cycle forward through controls and <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> to cycle backwards. Controls are any user-interactive element that you can manipulate, such as buttons, drop-down lists, text fields, etc. <keycombo><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo> and <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo> are used instead where <keycap>Tab</keycap> and <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> are reserved for use by the focused control.
de: <keycap>Tab</keycap> und <keycombo><keycap>Umschalttaste</keycap><keycap>Tab</keycap></keycombo> - In einer Anwendung wechselt der Fokus zwischen den Bedienelementen. Verwenden Sie <keycap>Tab</keycap>, um sich vorwärts zum nächsten Bedienelement zu bewegen und <keycombo><keycap>Umschalttaste</keycap><keycap>Tab</keycap></keycombo> für die Rückwärtsbewegung. Bedienelemente sind Elemente, die Sie interaktiv beeinflussen können, zum Beispiel Knöpfe, Auswahllisten, Eingabefelder, usw. <keycombo><keycap>Strg</keycap><keycap>Tab</keycap></keycombo> und <keycombo><keycap>Umschalttaste</keycap><keycap>Strg</keycap><keycap>Tab</keycap></keycombo> werden stattdessen verwendet, wenn <keycap>Tab</keycap> und <keycombo><keycap>Umschalttaste</keycap><keycap>Tab</keycap></keycombo> vom fokussierten Element reserviert werden.
hu: <keycap>Tab</keycap> és <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> - egy alkalmazásban mozgatja a fókuszt a vezérlőelemek között; használja a <keycap>Tab</keycap> billentyűt, ha előre felé szeretne lépkedni a vezérlőelemeken. A <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> billentyűkombináció ellentétes irányban lépteti a fókuszt a vezérlőelemek között. A vezérlőelemek segítségével a felhasználó változtatásokat kezdeményezhet egy program felhasználói felületén; például vezérlőelem típusok a gombok, legördülő-listák, szerkesztőmezők.
uk: <keycap>Tab</keycap> та <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> - переміщають фокус в межах програми між елементами контролю; використовуйте <keycap>Tab</keycap> для циклічного переміщення вперед через елементи контролю та <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> для переміщення в зворотному напрямку. Елементи контролю, це інтерактивні елементи, якими ви можете маніпулювати, наприклад, кнопки, розкривні списки, текстові поля тощо. <keycombo><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo> та <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo> використовуються замість <keycap>Tab</keycap> та <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo>, які зарезервовані для використання зі сфокусованими елементами контролю.
zh_cn: <keycap>Tab</keycap> 和 <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> - 在应用程序里的控件对象之间移动焦点；使用 <keycap>Tab</keycap> 正向循环移动焦点， <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> 反向移动焦点。控件是一些用户接口元素，您可以操作的对象，比如按钮，下拉列表，文本框等等；<keycombo><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo> 和 <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo> 用在替换 <keycap>Tab</keycap> 和 <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> 被那些控件保留了的情况。

source: <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> and <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> - switches between currently running applications. If you have multiple programs running, use <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> to cycle forward through the applications and <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> to cycle backwards. <keycombo><keycap>Alt</keycap><keycap>Esc</keycap></keycombo> and <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Esc</keycap></keycombo> also cycle between applications, but without an application preview window.
de: <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> und <keycombo><keycap>Umschalttaste</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> - wechselt zwischen den aktuell laufenden Anwendungen. Wenn Sie mehrere Programme ausführen, verwenden Sie <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> und <keycombo><keycap>Umschalttaste</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>, um vorwärts und rückwärts durch die Anwendungen zu blättern. <keycombo><keycap>Alt</keycap><keycap>Esc</keycap></keycombo> und <keycombo><keycap>Umschalttaste</keycap><keycap>Alt</keycap><keycap>Esc</keycap></keycombo> blättern ebenfalls durch die Anwendungen, zeigen aber kein Vorschaufenster an.
hu: <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> és <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> - vált az éppen futó alkalmazások között. Ha több programot futtat egyszerre, a váltás irányát a két billentyűkombináció határozza meg. Az <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> billentyűkombináció előre felé, míg a <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> billentyűparancs visszafelé vált az alkalmazások között. Ugyanerre a célra szolgál az <keycombo><keycap>Alt</keycap><keycap>Esc</keycap></keycombo> és a <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Esc</keycap></keycombo> billentyűkombináció is azzal a különbséggel, hogy a váltás közben a programok felhasználói felületei nem jelennek meg.
uk: <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> та <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> - дають змогу перемикати активні на цей час програми. Якщо працюють кілька програм одночасно, використовуйте <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> для циклічного переходу вперед через активні програми, або <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> для циклічного переходу назад. <keycombo><keycap>Alt</keycap><keycap>Esc</keycap></keycombo> та <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Esc</keycap></keycombo>, також слугують для циклічного перемикання між програмами, але без попереднього перегляду вікон програм.
zh_cn: <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> 和 <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> - 切换当前运行的应用程序。如果您正在运行多个应用程序。使用 <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> 来正向循环切换它们， <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> 反向循环切换。 <keycombo><keycap>Alt</keycap><keycap>Esc</keycap></keycombo> 和 <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Esc</keycap></keycombo> 也在多个应用程序间循环，但不出现预览窗口。

source: Accessible Login
de: Barrierefrei Anmelden
eu: Erabilerraztasuneko saio-hasiera
hu: Akadálymentes bejelentkezés
pt: Início de Sessão Acessível
ru: Доступный вход в систему
uk: Доступний вхід в систему
zh_cn: 辅助技术登录

source: accessible login feature
de: bedienbare Anmeldefunktion
eu: saio-haste errazerako eginbidea
hu: akadálymentes bejelentkezés szolgáltatás
pt: funcionalidade de início de sessão acessível
ru: возможность доступного входа в систему
uk: можливість доступного входу в систему
zh_cn: 辅助技术登录特点

source: The MATE Desktop includes an Accessible Login feature, enabling users to:
de: Der MATE Desktop enthält eine barrierefreie Anmeldefunktionalität, die Anwendern folgende Möglichkeiten zur Verfügung stellt:
hu: A MATE asztali környezet lehetőséget ad az akadálymentes bejelentkezésre, ami lehetővé teszi az alábbiakat:
ru: Рабочая среда MATE позволяет удобно входить в систему людям с ограниченными возможностями, позволяя пользователям:
uk: Робоче середовище MATE містить в собі доступні можливості входу в систему людям з обмеженими можливостями, що дає змогу користувачам:
zh_cn: MATE 桌面包含辅助登录特性，这个特性允许用户：

source: Log in to the desktop even if the user cannot easily use the screen, mouse, or keyboard in the usual way.
de: Der Anwender kann sich unabhängig davon am Desktop anmelden, ob er den Bildschirm, die Maus oder die Tastatur nicht auf die übliche Art und Weise bedienen kann.
eu: Mahaigainean sar daiteke, erabiltzailea pantaila, sagua edo teklatua ohi bezala erabiltzeko gai ez bada ere.
hu: A bejelentkezés a rendszerbe, ha a felhasználó nem tudja egyszerűen, a hagyományos módokon használni a képernyőt, billentyűzetet és az egeret.
pt: Iniciar uma sessão no ambiente de trabalho mesmo se o utilizador não consegue facilmente utilizar de forma normal o ecrã, rato ou teclado.
ru: Войти в систему, даже если пользователь не может легко воспользоваться экраном, мышью или клавиатурой обычным способом.
uk: Увійти в систему звичайним способом, навіть якщо користувач не може легко скористатися екраном, мишею або клавіатурою.
zh_cn: 即使用户不能像通常那样很方便地使用屏幕，鼠标，或键盘，也可以登录桌面。

source: Launch assistive technologies at login time by associating a user action with an assistive technology application. The user can perform the user action from the standard keyboard, or from a keyboard, pointing device, or switch device that is attached to the USB or PS/2 mouse port. These user actions are called <emphasis>gestures</emphasis>.
de: Zum Zeitpunkt der anmeldung können assistive Technologien durch eine vom Anwender festgelegte Aktion gestartet werden. Diese Aktion kann mit einer Standardtastatur, einer Tastatur, einem Zeigegerät oder einem am USB- oder PS/2-Mausanschluss angeschlossenen Schaltergerät ausgelöst werden. Diese Anwenderaktionen nennt man <emphasis>Gesten</emphasis>.
hu: Akadálymentesítési alkalmazások indítása bejelentkezéskor, felhasználói műveletek különféle akadálymentesítési alkalmazásokhoz rendelésével. A felhasználói műveletek végrehajthatók USB vagy PS/2 portra csatlakozó hagyományos billentyűzettel, mutatóeszközzel vagy kapcsolóeszközzel. Ezeket a műveleteket <emphasis>gesztusoknak</emphasis> nevezzük.
uk: Запустити програми, пов'язані з діями користувача зі застосуванням цих допоміжних програм, під час входу в систему. Користувач може виконувати ці дії зі стандартної клавіатури, або з клавіатури чи вказівного пристрою, приєднаного до USB або до порту мишки PS/2. Такі дії користувача називають <emphasis>жестами</emphasis>.
zh_cn: 登录时启动辅助技术，联接用户动作和辅助技术应用程序。用户可以使用标准键盘，键盘或指针设备，或可以插在 USB 或 PS/2 鼠标端口的开关设备，来执行用户操作。这些用户操作称作手势。

source: Change the visual appearance of the login dialog before the user logs in; for example, using a high-contrast theme for better visibility.
de: Noch bevor sich der Anwender anmeldet, kann das optische Erscheinungsbild des Anmeldedialogs angepasst werden. Ein Thema mit hohem Kontrast kann zum Beispiel für eine bessere Wahrnehmung sorgen.
hu: A bejelentkezési ablak megjelenésének módosítása bejelentkezés előtt, például nagy kontrasztú séma beállítása a jobb olvashatóság érdekében.
ru: Изменить внешний вид диалога входа в систему, прежде чем пользователь войдет в систему; например, выбрать тему с повышенной контрастностью, для того чтобы лучше видеть изображение.
uk: Змінити зовнішній вигляд діалогу входу в систему, перш ніж користувач увійде до системи; наприклад, вибрати тему з високою контрастністю, щоб краще бачити зображення.
zh_cn: 用户登录前更改登录对话框的视觉外观，例如，使用高对比度主题来看得更清楚。

source: Accessible login features are presently 100% functioning for Solaris only.
de: Gegenwärtig funktionieren die barrierefreien Anmeldefunktionen nur zu 100 % unter Solaris.
hu: Az akadálymentes bejelentkezés funkció csak Solaris rendszereken működik 100 %-ban.
uk: Можливості доступності входу в систему, доступні на 100% лише для операційної системи Solaris, на цей час.
zh_cn: 辅助登录特性只在 Solaris 系统上实现全部功能。

source: Enabling Accessible Login
de: Aktivieren der barrierefreien Anmeldung
hu: Akadálymentes bejelentkezés bekapcsolása
ru: Включение доступного входа в систему
uk: Розблокування доступного входу в систему
zh_cn: 启用辅助技术登录

source: In order to use the accessibility support for MATE, the accessibility infrastructure must be enabled. To enable MATE accessibility features from the command line, type the following command and then log out:
de: Um die MATE-Unterstützung für Barrierefreiheit nutzen zu können, ist die Barrierefreiheits-Infrastruktur zu aktivieren. Geben Sie zum Aktivieren der MATE-Barrierefreiheits-Funktionen auf der Befehlszeile den folgenden Befehl ein und melden Sie sich anschließend ab:
hu: Ahhoz, hogy az akadálymentesítési szolgáltatások elérhetőek legyenek a MATE asztali környezetben, az akadálymentesítési támogatásnak engedélyezve kell lennie. Ha az akadálymentesítés nem engedélyezett és parancs sorból szeretné engedélyezni, írja be a következő parancsot és a parancs végrehajtása után jelentkezzen ki:
uk: Для того, щоб використовувати можливості доступності MATE, необхідно розблокувати їхню інфраструктуру. Щоб увімкнути ці функції з командного рядка, введіть наступну команду, а потім вийдіть з системи:
zh_cn: 为了在 MATE 中使用辅助功能，必须启用辅助功能。要通过命令行来启用 MATE 辅助特性，输入下面的命令，然后注销登出：

source: To enable MATE accessibility features from a GUI, run the <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Assistive Technology</guimenuitem></menuchoice> command from the top level menu. Select the <guilabel>"Enable assistive technologies"</guilabel> checkbox and then press the <guilabel>"Close and Log Out"</guilabel> button.
de: Um die MATE Barrierefreiheits-Unterstützung über eine grafische Benutzeroberfläche zu aktivieren, rufen Sie über die obere Menüleiste <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Barrierefreiheit</guimenuitem></menuchoice> auf. Aktivieren Sie das Ankreuzfeld <guilabel>Hilfstechnologien aktivieren</guilabel> und drücken den Knopf <guilabel>Schließen und abmelden</guilabel>.
hu: Ha az akadálymentesítési szolgáltatásokat a grafikus rendszeren keresztül szeretné engedélyezni, válassza a <menuchoice><guimenuitem>Rendszer</guimenuitem><guimenuitem>Beállítások</guimenuitem><guimenuitem>Akadálymentesítési Technológiák</guimenuitem></menuchoice> menüpontját. A megjelenő párbeszédpanelen jelölje be az <guilabel>Akadálymentesítés engedélyezése</guilabel> jelölőnégyzetet, majd aktiválja a <guilabel>Bezárás és kijelentkezés</guilabel> gombot.
uk: Щоб увімкнути можливості доступності MATE через графічний інтерфейс користувача (GUI), виберіть в рядку меню <menuchoice><guimenuitem>Система</guimenuitem><guimenuitem>Параметри</guimenuitem><guimenuitem>Можливості доступності</guimenuitem></menuchoice>. Поставте прапорець <guilabel>"Увімкнути можливості доступності"</guilabel> в діалоговому вікні, яке з’явиться, потім натисніть кнопку <guilabel>"Закрити та вийти з системи"</guilabel>.
zh_cn: 要从 GUI 面板上启用 MATE 辅助特性，从顶部面板上点菜单 <menuchoice><guimenuitem>系统</guimenuitem><guimenuitem>首选项</guimenuitem><guimenuitem>辅助技术</guimenuitem></menuchoice> 菜单。打勾选中 <guilabel>“启用辅助技术”</guilabel> 复选框，然后点 <guilabel>“关闭”</guilabel> 按钮。

source: The next time you log in, assistive technology support will be enabled for the desktop.
de: Wenn Sie sich das nächste mal anmelden, wird die Barrierefreiheits-Unterstützung für den MATE Desktop aktiviert.
hu: A következő bejelentkezéskor az akadálymentesítési technológiák elérhetőek lesznek.
uk: Під час наступного входу в систему, допоміжні технології стануть доступними для використання.
zh_cn: 下次登录时，就会为桌面启用辅助技术支持。

source: To configure GDM by using the GUI (the preferred method), perform the following steps:
de: Um GDM über die grafische Benutzeroberfläche (die bevorzugte Methode) zu konfigurieren, führen Sie die folgenden Schritte aus:
hu: A GDM grafikus felületen történő beállításához (ez az előnyben részesített módszer) tegye a következőket:
uk: Щоб налаштувати GDM (менеджер дисплея MATE) за допомогою графічного інтерфейсу користувача (найкращий спосіб), виконайте наступні дії:
zh_cn: 要在 GUI (首选的方法)配置 GDM，请按下面的步骤操作：

source: Log in as the <literal>root</literal> user.
de: Melden Sie sich als Benutzer <literal>root</literal> an.
eu: Hasi saioa <literal>root</literal> erabiltzaile gisa.
hu: Jelentkezzen be <literal>root</literal> felhasználóként.
pt: Inicie uma sessão com o utilizador <literal>root</literal>.
ru: Войдите в систему как <literal>root</literal>.
uk: Увійдіть в систему як <literal>адміністратор (root)</literal>.
zh_cn: 以<literal>root</literal>用户登录。
