Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: When you select text, <application>Orca</application> will "underline" that text on your braille display with Dots 7 and 8. If you would prefer, you can change the indicator to only be Dot 7, only be Dot 8, or not be present at all.
de: Wenn Sie Text markieren, wird dieser von <application>Orca</application> auf der Braillezeile mit den Punkten 7 und 8 »unterstrichen« dargestellt. Wenn Sie möchten, können Sie auch einstellen, dass der Indikator nur durch den Punkt 7 oder 8 dargestellt oder überhaupt nicht angezeigt wird.
hu: Ha kijelöl egy szöveget, az <application>Orka</application> a braille kijelzőn „aláhúzza” a szöveget a 7. és 8. braille pontszámmal. Ha szükségesnek tartja, a kiválasztásjelző braille pontszámát megváltoztathatja csak a 7. pontra, 8. pontra, vagy kikapcsolhatja a kiválasztásjelző megjelenítését.
uk: Коли ви виділяєте текст, <application>Orca</application> «підкреслює» цей текст на дисплеї Брайля точками 7 і 8. Якщо бажаєте, ви можете змінити цей індикатор, вказавши лише точка 7, лише точка 8 або не показувати його зовсім.
zh_cn: 当您选择文本时，<application>Orca</application> 会在盲文显示器添加“下划线”，用 Dots 7 和 8。如果您愿意，您可以更改指示器只显示 Dot 7，或只有 Dot 8 ，或者不显示它们。

source: Hyperlink Indicator
de: Hyperlink-Indikator
hu: Hivatkozásjelző
uk: Індикатор гіперпосилання
zh_cn: 超级链接指示器

source: When you encounter a hyperlink, <application>Orca</application> will "underline" that text on your braille display with Dots 7 and 8. If you would prefer, you can change the indicator to only be Dot 7, only be Dot 8, or not be present at all.
de: Wenn Sie auf eine Verknüpfung stoßen, wird diese von <application>Orca</application> auf der Braillezeile mit den Punkten 7 und 8 »unterstrichen« dargestellt. Wenn Sie möchten, können Sie auch einstellen, dass der Indikator nur durch den Punkt 7 oder 8 dargestellt oder überhaupt nicht angezeigt wird.
hu: Ha egy hivatkozásra lép, az <application>Orka</application> a braille kijelzőn „aláhúzza” a hivatkozás szövegét a 7. és 8. braille pontszámmal. Ha szükségesnek tartja, a hivatkozásjelző braille pontszámát megváltoztathatja csak a 7. pontra, 8. pontra, vagy kikapcsolhatja a hivatkozásjelző megjelenítését.
uk: Коли ви зустрічаєте гіперпосилання, <application>Orca</application> «підкреслює» цей текст на дисплеї Брайля точками 7 і 8. Якщо бажаєте, ви можете змінити цей індикатор, вказавши лише точка 7, лише точка 8 або не показувати його зовсім.
zh_cn: 当您碰到一个超级链接，<application>Orca</application> 会在盲文显示器添加 “下划线”，用 Dots 7 和 8。如果您愿意，您可以更改指示器只显示 Dot 7，或只有 Dot 8 ，或者不显示它们。

source: Key Echo Page
de: Tastaturecho
hu: Billentyűvisszhang lap
pt: Página de Eco de Tecla
uk: Озвучення клавіш
zh_cn: 按键显示页面

source: <placeholder-1/> GUI Configuration - Key Echo Page
de: <placeholder-1/> Grafische Konfiguration - Reiter »Tastaturecho«
hu: <placeholder-1/> Orka grafikus beállítások párbeszédpanel - Billentyűvisszhang lap
uk: <placeholder-1/> Конфігурація графічного інтерфейсу — Озвучення клавіш
zh_cn: <placeholder-1/> GUI 配置界面 - 按键朗读页面

source: The key echo page allows you to specify the behavior of <application>Orca</application> when pressing keys on the page and whether words are spoken as you complete them.
de: Im Reiter »Tastaturecho« können Sie steuern, wie sich <application>Orca</application> verhalten soll, wenn Sie eine Taste drücken und ob geschriebene Worte vorgelesen werden sollen.
hu: A Billentyűvisszhang lapon található beállítások befolyásolják az <application>Orka</application> viselkedését a billentyűk lenyomásakor.
uk: Вкладка «Озвучення клавіш» дає змогу визначити поведінку <application>Orca</application> під час натискання клавіш та зазначити чи озвучуватимуться слова після завершення їх введення.
zh_cn: 在按键朗读页面，允许设定当您在页面里按键时以及当您输完一个词时， <application>Orca</application> 是否朗读它。

source: Enable Key Echo
de: Tastaturecho aktivieren
hu: Billentyűzetvisszhang engedélyezése
pt: Activar o Eco de Tecla
uk: Вмикання озвучення клавіш
zh_cn: 启用按键显示

source: The first control on the key echo page is the "Enable key echo" check box. When this box is selected, seven additional check boxes become available. These are: "Enable alphanumeric and punctuation keys", "Enable modifier keys", "Enable locking keys", "Enable function keys", "Enable action keys", "Enable navigation keys", and "Enable non-spacing diacritical keys".
de: Das erste Element auf dem Reiter Tastaturecho ist das Ankreuzfeld »Tastaturecho aktivieren«. Wird dieses Feld ausgewählt, stehen weitere sieben Ankreuzfelder zur Verfügung. Diese sind: »Alphanumerische und Interpunktionstasten aktivieren«, »Modustasten aktivieren«, »Tastensperre aktivieren«, »Funktionstasten aktivieren«, »Aktionstasten aktivieren«, »Navigationstasten aktivieren« und »Diakritische Tasten sprechen«.
hu: A billentyűzetvisszhang lap első vezérlőeleme a „Billentyűzetvisszhang engedélyezése” jelölőnégyzet. A jelölőnégyzet bejelölésével hét további jelölőnégyzet válik elérhetővé. Ezek a következők: „Alfanumerikus- és írásjelek engedélyezése”, „Módosítóbillentyűk engedélyezése”, „Zárolóbillentyűk engedélyezése”, „Funkcióbillentyűk engedélyezése”, „Műveletbillentyűk engedélyezése”, „Navigációs billentyűk engedélyezése” és „Nem helykitöltő mellékjelek kimondásának engedélyezése”.
uk: Першим елементом керування на вкладці «Озвучення клавіш» є прапорець «Увімкнути озвучення клавіш». Якщо цей прапорець позначений, сім додаткових прапорців стануть доступними. А саме: «Увімкнути алфавітно-цифрові та пунктуаційні клавіші», «Увімкнути клавіші-модифікатори», «Увімкнути клавіші блокування», «Увімкнути функціональні клавіші», «Увімкнути клавіші дій», «Увімкнути клавіші переміщення» та «Увімкнути несамостійні діакритичні клавіші».
zh_cn: 按键朗读页里的第一个选项是“启用按键朗读” 复选框。选中此项，七个额外的复选框也变为可用。它们是： “启用字母数字和标点符号键”、 “启用修饰键”、“启用锁定键”、“启用功能键”、“启用动作键”、“启用浏览键”和“启用非空白的诊断键”。

source: The alphanumeric and function key groups are relatively self explanatory.
de: Die Gruppe der alphanumerischen und der Funktionstasten ist relativ selbsterklärend.
hu: Az alfanumerikus és funkcióbillentyű csoportok egyértelműek.
pt: Os grupos de teclas alfanuméricas e de funções são auto-explicativos.
uk: Групи алфавітно-цифрових та функціональних клавіші самі пояснюють своє значення.
zh_cn: 字母数字和功能键组，相对自己可以说明。

source: Modifier keys are those such as <keycap>Shift</keycap>, <keycap>Ctrl</keycap>, and <keycap>Alt</keycap>.
de: Modifikationstasten sind Tasten wie <keycap>Umschalttaste</keycap>, <keycap>Strg</keycap> und <keycap>Alt</keycap>.
hu: A módosítóbillentyűk például a <keycap>Shift</keycap>, <keycap>Control</keycap> és <keycap>Alt</keycap> billentyűk.
uk: Клавіші-модифікатори — <keycap>Shift</keycap>, <keycap>Ctrl</keycap> та <keycap>Alt</keycap>.
zh_cn: 修饰键是那些比如 <keycap>Shift</keycap>、<keycap>Control</keycap> 和 <keycap>Alt</keycap>。

source: Locking keys include <keycap>Caps Lock</keycap>, <keycap>Scroll Lock</keycap> and <keycap>Num Lock</keycap>.
de: Die Sperrtasten enthalten <keycap>Feststelltaste</keycap>, <keycap>Rollen</keycap> und <keycap>Num-Lock</keycap>.
hu: A zárolóbillentyűk például a <keycap>Nagybetű zár</keycap>, <keycap>Scroll Lock</keycap> és <keycap>Num Lock</keycap> billentyűk.
uk: Клавіші блокування — <keycap>Caps Lock</keycap>, <keycap>Scroll Lock</keycap> та <keycap>Num Lock</keycap>.
zh_cn: 锁定键包括 <keycap>Caps Lock</keycap>、<keycap>Scroll Lock</keycap> 和 <keycap>Num Lock</keycap> 。

source: The action keys group consists of keys that perform some logical action, such as <keycap>Backspace</keycap>, <keycap>Return</keycap> and <keycap>Tab</keycap>.
de: Die Gruppe der Aktionstasten besteht aus Tasten, die eine schlüssige Funktion ausüben wie die <keycap>Rücktaste</keycap>, <keycap>Eingabetaste</keycap> oder <keycap>Tabulatortaste</keycap>.
hu: A műveletbillentyűk csoportjába a logikai műveleteket végrehajtó billentyűk tartoznak, például a <keycap>Backspace</keycap>, <keycap>Enter</keycap> és <keycap>Tab</keycap> billentyűk.
uk: Група клавіш дій складається з клавіш, які виконують деякі логічні дії — <keycap>Backspace</keycap>, <keycap>Return</keycap> та <keycap>Tab</keycap>.
zh_cn: 动作键是执行一些本地动作的键，像 <keycap>退格键</keycap>、<keycap>回车键</keycap> 和 <keycap>Tab 键</keycap>。

source: The navigation keys group include the four arrow keys as well as any key combination in which the Orca Modifier key is being held down. The latter is designed to prevent <application>Orca</application> from echoing flat review commands.
de: Die Gruppe der Navigationstasten enthält neben den vier Pfeiltasten jede Tastenkombination, in der die Orca-Modifikationstaste gedrückt wird. Letzteres soll verhindern, dass Befehle für den Übersichtsmodus von <application>Orca</application> vorgelesen werden.
hu: A navigációs billentyűk csoportjába a négy nyílbillentyű tartozik, valamint bármilyen olyan billentyűkombináció, melyet az <application>Orka</application> módosító billentyűvel együtt kezdeményez a felhasználó. Az utóbbi lehetőség megakadályozza az egyszerű áttekintő parancsok kimondását.
uk: Група клавіш переміщення включає чотири клавіші зі стрілками та будь-яку комбінацію клавіш, в якій клавіша-модифікатор Orca утримується натиснутою. Остання призначена, щоб запобігти озвучення <application>Orca</application> команд плоского перегляду.
zh_cn: 浏览键是一组包括四个方向键还有一些与修饰键组合的按键。后者的是为了防止 <application>Orca</application> 在命令平台复述命令。

source: Non-spacing diacritical keys are those "dead keys" used to generate accented letters.
de: Buchstaben mit Akzenten werden von speziellen, so genannten "toten Tasten"(englisch "dead keys") generiert.
hu: A nem helykitöltő mellékjelek például a „halott billentyűk” billentyűk, ezekkel ékezetes karaktereket lehet generálni.
uk: Несамостійні діакритичні клавіші — «мертві клавіші», які використовуються для генерації акцентованих літер.
zh_cn: 非空格的分隔键是那些“死键”，用于生成重音符号。

source: Enable Echo by Character
de: Zeichenweises Echo aktivieren
hu: Karakterenkénti visszhang engedélyezése
uk: Вмикання озвучення по буквам
zh_cn: 启用按字符朗读

source: The next toggle on the key echo page is the "Enable echo by character" check box, used to echo the character you just typed. While echo by character seems quite similar to the key echo of alphanumeric and punctuation keys, there are important differences, especially with respect to accented letters and other symbols for which there is no dedicated key. Key echo causes <application>Orca</application> to announce what you just pressed; character echo causes it to announce what was inserted. The "Echo by character" control is always available, regardless of whether any of the key echo options are checked.
de: Das nächste Ankreuzfeld zum Tastaturecho »Zeichenweises Echo aktivieren« lässt den Rechner jeden eingetippten Buchstaben sofort aussprechen. Während das Echo bei Buchstaben, Ziffern und Satzzeichen ziemlich ähnlich dem Aussprechen der Tasten selbst erscheint, so gibt es doch gravierende Unterschiede bei den die Aussprache verändernden Akzenten und anderen Symbolen, für die es keine eigene Taste gibt. Das Tastenecho veranlasst <application>Orca</application> sofort anzusagen, welche Taste Sie gerade gedrückt haben, während das Buchstabenecho zur Meldung führt, was eingefügt wurde. Die Option »Zeichenweises Echo aktivieren« ist immer verfügbar, unabhängig davon, ob eine der Tastenecho-Einstellungen aktiv ist.
hu: A billentyűzet lap következő vezérlőeleme a „Karakterenkénti visszhang engedélyezése” jelölőnégyzet. Ha ez a jelölőnégyzet be van jelölve, a begépelt karakterek kimondásra kerülnek. Ez a jelölőnégyzet nagyban hasonlít az „Alfanumerikus- és írásjelek engedélyezése” jelölőnégyzet működéséhez. A fő különbség a két jelölőnégyzet között az, hogy a „Karakterenkénti visszhang engedélyezése” jelölőnégyzet mindíg elérhető, függetlenül a többi billentyűvisszhang-beállítástól, valamint ezzel a jelölőnégyzettel az <application>Orka</application> olyan szimbólumokat is ki tud mondani, melyeknek nincsenek dedikált billentyűi a billentyűzeten.
uk: Наступний перемикач на вкладці озвучення клавіш — прапорець «Увімкнути озвучення по буквам», який використовується для озвучення букви, яку ви щойно ввели. Хоча озвучування по буквах здається, дуже схоже на озвучення алфавітно-цифрових та пунктуаційних клавіш, існують важливі відмінності, особливо щодо акцентованих букв та інших символів, для яких немає окремої клавіші. Озвучення клавіш змушує <application>Orca</application> просто озвучувати те, що ви натиснули, а озвучення по буквам змушує її озвучувати те, що було введено. Елемент керування «Озвучення по буквам» завжди доступний, незалежно від того, чи позначений якийсь варіант озвучення клавіш.
zh_cn: 在按键朗读页的下一个开关选项是“启用字符朗读”复选框，用来朗读您输入的各个字符。按字符朗读似乎跟朗读数字键和标点非常相似，但它们有很大的不同，尤其对于重音字母和其他符号，对于那些不专注的键。朗读按键使 <application>Orca</application> 朗读您输入的字符；字符朗读会朗读那些插入的字符。“按字符朗读”总是可用，不管其他朗读键选项是否选中。

source: Enable Echo by Word
de: Wortweises Echo aktivieren
hu: Szavankénti visszhang engedélyezése
pt: Activar o Eco por Palavra
uk: Вмикання озвучення словами
zh_cn: 启用字词显示

source: The next toggle on the key echo page is the "Enable echo by word" check box, used to echo the word you just typed. The "Echo by word" control is always available, regardless of whether any of the key echo options are checked.
de: Der nächste Umschalter auf dem Reiter »Tastaturecho« ist das Ankreuzfeld »Wortweises Echo aktivieren«, das zum Wiederholen des gerade eingegebenen Wortes verwendet wird. Das Bedienelement ist immer verfügbar, egal ob eine der anderen Optionen des Reiters »Tastaturecho« angekreuzt ist oder nicht.
hu: A Billentyűvisszhang lap következő kapcsolója a <guilabel>Szavankénti visszhang engedélyezése</guilabel> jelölőnégyzet. A szavankénti visszhang vezérlőelem attól függetlenül mindig elérhető, hogy a Billentyűvisszhang lap többi jelölőnégyzetének bármelyike be van-e jelölve.
uk: Наступний перемикач на вкладці озвучення клавіш — прапорець «Увімкнути озвучення словами», який використовується для озвучення слів, які ви щойно ввели. Елемент керування «Озвучення словами» завжди доступний, незалежно від того, чи позначений якийсь варіант озвучення клавіш.
zh_cn: 在按键朗读页的下一项是 “启用按词朗读” 复选框，用来朗读您刚输入的词。不管其他朗读键选项是否选中， “按词朗读” 选项总是可用。

source: Enable Echo by Sentence
de: Satzweises Echo aktivieren
hu: Mondatonkénti visszhang engedélyezése
uk: Вмикання озвучення реченнями
zh_cn: 启用按句子朗读

source: The last toggle on the key echo page is the "Enable echo by sentence" check box, used to echo the sentence you just typed. The echo by sentence control is always available, regardless of whether any of the key echo options are checked.
de: Der letzte Umschalter auf dem Reiter Tastaturecho ist das Ankreuzfeld »Satzweises Echo aktivieren«, das zum Wiederholen des gerade eingegebenen Satzes verwendet wird. Das Bedienelement ist immer verfügbar, egal ob eine der anderen Optionen des Reiters »Tastaturecho« angekreuzt ist oder nicht.
hu: A Billentyűvisszhang lap utolsó kapcsolója a „Mondatonkénti visszhang engedélyezése” jelölőnégyzet. Ha ez a jelölőnégyzet be van jelölve, az <application>Orka</application> kimondja azt a mondatot, melyet begépelt. A „Mondatonkénti visszhang engedélyezése” vezérlőelem attól függetlenül mindig elérhető, hogy a Billentyűvisszhang lap többi jelölőnégyzetének bármelyike be van-e jelölve.
uk: Останній перемикач на вкладці озвучення клавіш — прапорець «Увімкнути озвучення реченнями», який використовується для озвучення речень, які ви щойно ввели. Елемент керування «Озвучення реченнями» завжди доступний, незалежно від того, чи позначений якийсь варіант озвучення клавіш.
zh_cn: 按键朗读页面的最后一个选项是“按句子朗读”复选框，用来朗读您刚输入的句子。不管其他朗读键选项是否选中， 按句子朗读选项总是可用。

source: In summary, the key echo scheme can offer a great deal of flexibility. For example, one user might choose to enable all key echo options, while another might prefer to use word echo, but only have locking keys announced.
de: Zusammenfassend kann man sagen, dass das System Tastaturecho ein hohes Maß an Flexibilität bieten kann. Ein Anwender könnte zum Beispiel alle Tastaturecho-Optionen auswählen, während ein anderer das Wortecho in Verbindung mit dem ausschließlichen Ankündigen der Sperrtasten bevorzugen könnte.
hu: Összegezve, a billentyűvisszhang séma rugalmasan személyre szabható. Az egyik felhasználó például választhatja az összes billentyű kimondását, míg egy másik felhasználó használhatja a szavankénti visszhangot úgy, hogy csak a zároló billentyűk kerüljenek kimondásra.
pt: Resumindo, o esquema de eco de tecla oferece um elevado grau de flexibilidade. Por exemplo, um utilizador pode seleccionar activar todas as opções de eco de tecla, enquanto outro preferir apenas utilizar o eco de palavras, e ter as teclas de trancar a ser anunciadas.
uk: Таким чином, схема озвучення клавіш може запропонувати велику гнучкість. Наприклад, один користувач може вибрати всі варіанти озвучення клавіш, в той час як інший віддасть перевагу озвучуванню словами та повідомленнями про клавіші блокування.
zh_cn: 在摘要里，按键显示方案能提供一个最大的灵活性。例如，一个用户可能选中启用所有按键选项，当另一个用户可能更愿意使用字词显示，但只有锁定键显示。

source: Magnifier Page
de: Lupe
eu: Lupa-ren orrialdea
hu: Nagyító lap
pt: Página de Ampliação
uk: Збільшувач
zh_cn: 放大镜页面

source: <placeholder-1/> GUI Configuration - Magnifier Page
de: <placeholder-1/> Grafische Konfiguration - Reiter »Lupe«
hu: <placeholder-1/> Orka grafikus beállító párbeszédpanel - Nagyító lap
uk: <placeholder-1/> Конфігурація графічного інтерфейсу — Збільшувач
zh_cn: <placeholder-1/> GUI 配置界面 - 屏幕放大镜页面

source: The magnifier page allows you to enable/disable magnification and specify how magnification is performed.
de: Auf dem Reiter »Lupe« können Sie die Lupe ein- und ausschalten und einstellen, wie die Vergrößerung ausgeführt wird.
hu: A Nagyító lapon be- és kikapcsolható a nagyítás, valamint megadható a nagyítás végrehajtásának módja.
pt: A página de ampliação permite-lhe activar/desactivar a ampliação e especificar como é realizada a ampliação.
uk: Вкладка «Збільшувач» дає змогу увімкнути або вимкнути збільшення та вказати, як воно виконуватиметься.
zh_cn: 放大镜页面允许您启用/禁用放大镜和指定放大镜如何运行。

source: Enable Magnifier
de: Lupe aktivieren
eu: Gaitu lupa
hu: Nagyító engedélyezése
pt: Activar a Ampliação
uk: Вмикання збільшувача
zh_cn: 启用放大镜

source: The first control on the magnifier page is the "Enable magnifier" check box. This check box toggles whether or not <application>Orca</application> will provide magnification. This option, along with the ability to enable speech and enable braille support, allow <application>Orca</application> to be tailored to meet the needs of a wide variety of users.
de: Das erste Element auf dem Reiter Lupe ist das Ankreuzfeld »Lupe aktivieren«. Dieses Ankreuzfeld beeinflusst, ob <application>Orca</application> eine Bildschirmvergrößerung bereitstellen soll. In Verbindung mit der Möglichkeit, die Sprach- und Brailleausgabe zu aktivieren, kann <application>Orca</application> auf eine große Bandbreite von Benutzeranforderungen zugeschnitten werden.
hu: A nagyító lap első vezérlőeleme a <guilabel>Nagyító engedélyezése</guilabel> jelölőnégyzet. Ezzel a jelölőnégyzettel az Orka nagyítójának használata kapcsolható be és ki. Ez a beállítás, a beszéd és a braille-támogatás engedélyezésével együtt lehetővé teszi az <application>Orka</application> megfelelővé tételét felhasználók széles rétegei számára.
uk: Першим елементом керування на вкладці «Збільшувач» є прапорець «Увімкнути збільшувач». Цей прапорець вмикає або вимикає можливість збільшення в <application>Orca</application>. Цей вибір, поряд з можливістю увімкнути підтримку Брайля та озвучування, дає змогу <application>Orca</application> бути адаптованою для задоволення потреб широкого кола користувачів.
zh_cn: 按键朗读页面的最后一个选项是“按句子朗读”复选框，用来朗读您刚输入的句子。不管其他朗读键选项是否选中， 按句子朗读选项总是可用。是否提供放大镜功能。这个选项跟启用朗读，启用盲文支持一样是独立的，允许 <application>Orca</application> 通过定制来适应广泛的用户需求。

source: Zoomer Settings
de: Zoomer-Einstellungen
hu: Nagyító beállításai
pt: Definições de Zoom
uk: Параметри масштабування
zh_cn: 缩放设置

source: Two zoomer GUI controls determine magnification characteristics:
de: Zwei Bedienelemente beeinflussen die Zoomer-Eigenschaften:
hu: Két nagyító grafikus vezérlőelem határozza meg a nagyítás jellemzőit:
uk: Два інтерфейси елементів керування масштабуванням встановлюють характеристики збільшення:
zh_cn: 两个缩放 GUI 选项决定了放大镜的特性：

source: "Scale factor", which sets magnification power from 1.0x to 16.0x (fractional values are supported).
de: Der »Maßstab« legt die Stufe der Vergrößerung im Bereich 1.0x bis 16.0x fest, wobei auch dezimale Angaben erlaubt sind.
hu: „Nagyítási arány” - ezzel a vezérlőelemmel a nagyítási arány állítható be (1.0 és 16.0 között), a tört értékek is használhatók.
uk: «Коефіцієнт масштабування» — встановлює значення збільшення від 1.0x до 16.0x (дробові значення не підтримуються).
zh_cn: “缩放因子”，设置放大倍数从1.0x 到 16.0x (支持部分值)。

source: "Position", which sets the location and size of the magnifier window: "Full Screen", "Left Half", "Right Half", "Top Half", "Bottom Half", and "Custom". The default position is "Full Screen". Choosing "Custom" causes four spin buttons to become available: "Top", "Left", "Right", and "Bottom". These spin buttons allow you to define the location of each edge of the zoom window. Units are in pixels.
de: »Position« legt den Ort und die Größe des Vergrößerungsfensters fest: »Vollbild«, »Linke Hälfte«, »Rechte Hälfte«, »Obere Hälfte«, »Untere Hälfte« und »Benutzerdefiniert«. Als Vorgabe wird »Vollbild« verwendet. Wenn Sie »Benutzerdefiniert« auswählen, werden vier Einstellknöpfe angezeigt: »oben«, »links«, »rechts« und »unten«. Damit legen Sie die Position jeder Ecke des Vergrößerungsfensters in Pixel fest.
hu: „Pozíció” - ezzel a vezérlőelemmel a nagyító helye és mérete határozható meg, a következő értékek választhatók: „Teljes képernyő”, „Bal fél”, „Jobb fél”, „Felső fél”, „Alsó fél” és „Egyéni”. Az alapértelmezett beállítás a teljes képernyős nagyítás. Egyéni pozíció választása esetén négy léptetőgomb válik elérhetővé: fent, lent, balra és jobbra. Ezek a léptetőgombok lehetővé teszik a nagyító pozíciójának pontos megadását. A számértékek képpontbanértendők.
uk: «Позиція» — встановлює місце розташування і розмір вікна для збільшення: «На весь екран», «Ліва половина», «Права половина», «Верхня половина», «Нижня половина» та «Власна». Типова позиція — «На весь екран». Вибір позиції «Власна», відкриває доступ до чотирьох числових полів: «Верх», «Ліворуч», «Праворуч» та «Низ». Значення в цих числових полях (в пікселях), дають змогу визначити місце розташування кожного краю вікна.
zh_cn: “位置”，设定放大镜窗口的位置和尺寸：“全屏”, “左半”, “右半”, “上半”, “下半”, 和 “自定义”。默认的是 “全屏”。选择 “自定义” 后，四个微调按钮变得可用： “顶”、“左”、“右”和“底”。这些微调按钮允许您定义缩放窗口的四个边距。单位是像素。

source: Border Settings
de: Rand-Einstellungen
hu: Szegélybeállítások
uk: Параметри рамки
zh_cn: 缩放设置

source: These options are not available in "Full Screen" mode.
de: Diese Optionen stehen im »Vollbildmodus« nicht zur Verfügung.
hu: Ezek a beállítások nem érhetők el teljes képernyős nagyítási módban.
uk: Ці параметри не доступні в режимі «На весь екран».
zh_cn: 这些选项在“全屏”模式不可用。

source: Enable border
de: Rand aktivieren
hu: Szegély engedélyezése
uk: Увімкнути рамку
zh_cn: 显示边框

source: This option determines if a window border is visible for the magnifier.
de: Diese Einstellung legt fest, ob ein Rand um das Vergrößerungsfenster angezeigt werden soll.
hu: Ez a jelölőnégyzet meghatározza, hogy látszódjon-e az ablak szegélye a nagyított területen.
uk: Цей параметр визначає, чи буде рамка вікна видима для збільшувача.
zh_cn: 这个选项决定了是否为放大镜显示一个窗口边框。

source: Border size
de: Randgröße
hu: Szegély mérete
uk: Розмір рамки
zh_cn: 边框粗细

source: This value determines the size of the border in pixels.
de: Dieser Wert bestimmt die Breite des Fensterrahmens in Pixel.
hu: Ez a beállítás a szegély méretét határozza meg képpontban.
uk: Ця величина визначає розмір рамки в пікселях.
zh_cn: 这项值决定了边框的大小（像素）。
