Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Resize the window in the direction of the arrow keys.
eu: Leihoari tamaina aldatzen diote gezi-teklaren norabidean.
pt: Redimensionaliza a janela no sentido das teclas de setas.

source: Complete the resize operation and leave the window at the current size.
eu: Tamaina aldatzearen eragiketa osatu eta leihoa uneko tamainarekin uzten du.
pt: Termina a operação de redimensionalização e deixa a janela no seu tamanho actual.

source: Cancel the resize operation and restore the window to the original size.
eu: Tamaina aldatzeko eragiketa bertan behera uzten du, eta leihoa jatorrizko tamainara leheneratzen du.
pt: Cancela a operação de redimensionalização e deixa a janela no seu tamanho inicial.

source: To Navigate Paned Windows
eu: Leiho paneldunetan zehar ibiltzeko
pt: Navegar em Janelas com Painéis

source: A paned window is a window that is split into two or more panes. The Help browser is an example of an application that uses paned windows.
eu: Leiho panelduna bi panel edo gehiagotan zatitutako leihoa da. Laguntza-arakatzaileak, esate baterako, leiho paneldunak erabiltzen dituen aplikazio bat da.
pt: Uma janela com painéis é uma janela que está dividida em dois ou mais painéis. O navegador de Ajuda é um exemplo de uma aplicação que utiliza janelas com painéis.

source: The following table describes the keyboard shortcuts that you can use to navigate windows with panes.
eu: Ondorengo taulan paneldun leihoetan batetik bestera joateko erabil ditzakezun laster-teklak agertzen dira.
pt: A tabela seguinte descreve os atalhos de teclado que pode utilizar para navegar em janelas com painéis.

source: When the resize handle has focus, you can use the keyboard shortcuts that are listed in the following table to modify the paned window.
eu: Tamaina aldatzeko heldulekuak fokua duenean, ondorengo taulako laster-teklak erabil ditzakezu leiho panelduna aldatzeko.
pt: Quando o manípulo de redimensionamento tem o foco, pode utilizar os atalhos de teclado que estão listados na tabela seguinte para alterar a janela com painéis.

source: Reduce the size of the pane to the left of the resize handle for vertical panes, or above the resize handle for horizontal panes, to the minimum size allowed.
eu: Panela tamainarik txikienera murrizten du, tamaina aldatzeko heldulekuaren ezkerrean, panel bertikaletan, edo heldulekuaren goian, panel horizontaletan.
pt: Reduz o tamanho do painel para a esquerda do manípulo de redimensionamento em painéis verticais, ou acima do manípulo de redimensionamento em painéis horizontais, para o tamanho mínimo permitido.

source: Increase the size of the pane to the left of the resize handle for vertical panes, or above the resize handle for horizontal panes, to the maximum size allowed.
eu: Panelari tamainarik handiena ematen dio, tamaina aldatzeko heldulekuaren ezkerrean, panel bertikaletan, edo heldulekuaren goian, panel horizontaletan.
pt: Aumenta o tamanho do painel para a esquerda do manípulo de redimensionamento em painéis verticais, ou acima do manípulo de redimensionamento em painéis horizontais, para o tamanho máximo permitido.

source: Set the position of the resize handle and return the focus to the last control that had focus.
eu: Tamaina aldatzeko heldulekuaren kokalekua jarri eta azkeneko aldiz fokua zuen kontrolari ematen dio fokua.
pt: Define a posição do manípulo de redimensionamento e devolve o foco ao último controlo que o deteve.

source: Reset the position of the resize handle to the original position and return the focus to the last control that had focus.
eu: Tamaina aldatzeko heldulekuaren kokalekua jarri eta azkeneko aldiz fokua zuen kontrolari ematen dio fokua.
pt: Repõe a posição do manípulo de redimensionamento na sua posição inicial e devolve o foco ao último controlo que o deteve.

source: An application is any program, utility, or other software package that you run on your desktop. Applications comprise the following standard user interface components:
eu: Aplikazio bat mahaigainean exekutatzen duzun programa, utilitate edo software-pakete bat da. Aplikazioek erabiltzailearen interfaze-osagai estandar hauek dituzte:
pt: Uma aplicação é um qualquer programa, utilitário ou outro pacote de software que executa no seu sistema. As aplicações abrangem os seguintes componentes comuns de interface com o utilizador:

source: A dialog is a popup window in which you enter information or commands. See <xref linkend="keynav-19"/> for information about how to navigate dialogs.
eu: Elkarrizketa-koadroak laster-leihoak dira, eta normalean informazioa edo komandoak sartu behar izaten dira bertan. Elkarrizketa-koadroetan zehar batetik bestera nola joan jakiteko, ikus <xref linkend="keynav-19"/>.
pt: Um diálogo é uma janela de popup onde introduz informação ou comandos. Consulte <xref linkend="keynav-19"/> para informações sobre como navegar pelos diálogos.

source: A control is an instrument that you use to operate or guide the user interface. For example, buttons, check boxes, menus, and text boxes are controls. See <xref linkend="keynav-23"/> for detailed information about how to navigate the different types of controls that are available.
eu: Kontrola erabiltzailearen interfazea erabiltzeko edo zuzentzeko erabiltzen duzun tresna da. Adibidez, botoiak, kontrol-laukiak, menuak eta testu-koadroak kontrolak dira. Ikus <xref linkend="keynav-23"/>, erabilgarri dauden kontrol-motetan zehar ibiltzeari buruzko informazio zehatzagoa lortzeko.
pt: Um controlo é um instrumento que utiliza para operar ou guiar o interface de utilizador. Por exemplo, botões, caixas de selecção, menus e caixas de texto são controlos. Consulte <xref linkend="keynav-23"/> para informações detalhadas sobre como navegar nos diferentes tipos de controlos disponíveis.

source: This section of the manual describes the essential keyboard shortcuts that you can use to start using applications and dialogs.
eu: Eskuliburuaren atal honetan, aplikazioak eta elkarrizketa-koadroak erabili ahal izateko dauden funtsezko laster-teklak azaltzen dira.
pt: Esta secção do manual descreve os atalhos de teclado essenciais de que dispõe para começar a utilizar aplicações e diálogos.

source: Since there are many applications that you can use in the MATE Desktop, this manual does not describe the keyboard shortcuts that you can use to navigate all of the different applications. However, the basic keyboard shortcuts are common to all applications. Access keys also provide an efficient way to navigate an application from the keyboard. An access key is identified by an underlined letter on a menu or control. In some cases, you must press <keycap>Alt</keycap> in combination with the access key to perform an action.
eu: MATE Mahaigainean erabil ditzakezun aplikazio ugari daudenez, eskuliburu honetan ez dira azaltzen aplikazio guztietan nabigatzeko erabil ditzakezun laster-teklak. Dena den, oinarrizko laster-teklak berdinak dira aplikazio guztietan. Tekla bizkortzaileek ere teklatua erabiliz aplikazioetan zehar ibiltzeko modu eraginkorra eskaintzen dute. Tekla bizkortzailea menu edo kontroletako aukera bakoitzean azpimarratuta dagoen letra da. Batzuetan, bizkortzailearekin batera <keycap>Alt</keycap> tekla ere sakatu behar izaten da ekintza egiteko.
pt: Visto existirem muitas aplicações que pode utilizar no Ambiente de Trabalho MATE, este manual não descreve os atalhos de teclado que pode utilizar para navegar em cada uma delas. No entanto, os atalhos de teclado básicos são comuns a todas as aplicações. Teclas de acesso também disponibilizam uma forma eficiente de navegar numa aplicação utilizando o teclado. Uma tecla de acesso é identificada por uma letra sublinhada num menu ou controlo. Nalguns casos, terá de premir <keycap>Alt</keycap> simultaneamente com a tecla de acesso para realizar a acção.

source: The following table lists the essential keyboard shortcuts that you can use to navigate applications.
eu: Ondorengo taulan aplikazioetan batetik bestera joateko erabil ditzakezun funtsezko laster-teklak agertzen dira.
pt: A tabela seguinte lista os atalhos de teclado essenciais que pode utilizar para navegar nas aplicações.

source: Close the open menus and give focus to the control that had focus before the menubar.
eu: Irekitako menuak itxi eta menu-barraren aurretik fokua zuen kontrolari ematen dio fokua.
pt: Fecha os menus abertos e transmite o foco ao controlo que detinha o foco antes da barra de menu.

source: Open a Location dialog to enable you to type the name of the file that you want to open or save.
eu: Kokalekuaren elkarrizketa bat irekitzen du, ireki nahiz gorde nahi duzun fitxategiaren izena idazteko aukera emateko.
pt: Abre um diálogo de Localização que lhe permite introduzir o nome do ficheiro que deseja abrir ou gravar.

source: The following table lists the essential keyboard shortcuts that you can use to navigate dialogs.
eu: Ondorengo taulan elkarrizketa-koadro batetik bestera joateko erabil ditzakezun funtsezko laster-teklak agertzen dira.
pt: A tabela seguinte lista os atalhos de teclado essenciais que pode utilizar para navegar em diálogos.

source: If a tab name has focus, move to the next tabbed section of the dialog.
eu: Fitxa baten izenak fokua baldin badu, elkarrizketa-koadroko hurrengo atal fitxadunera joango zara.
pt: Se o nome de um separador detém o foco, move para a secção em separador seguinte do diálogo.

source: When a tab name has focus, move to the previous tabbed section of the dialog.
eu: Fitxa baten izenak fokua baldin badu, elkarrizketa-koadroko aurreko atal fitxadunera joango zara.
pt: Quando o foco está no nome de um separador, move para a secção em separador anterior do diálogo.

source: Close the dialog.
eu: Elkarrizketa-koadroa ixten du.
pt: Fecha o diálogo.

source: Perform the default action for the dialog. The default action is usually to apply the changes and close the dialog.
eu: Elkarrizketa-koadroaren ekintza lehenetsia egiten du. Ekintza lehenetsia, orokorrean, aldaketak aplikatzea eta elkarrizketa-koadroa ixtea izaten da.
pt: Realiza a acção por omissão do diálogo. A acção por omissão é normalmente aplicar as alterações e fechar o diálogo.

source: By default, the file manager operates in <guilabel>Spatial</guilabel> mode. This mode uses separate windows for each folder. A separate mode, called <guilabel>Browser</guilabel> mode, exists that uses the same window for each folder.
eu: Lehenespenez, fitxategi-kudeatzaileak <guilabel>Espaziala</guilabel> moduan funtzionatzen du. Modu horrek leiho bereiziak erabiltzen ditu karpeta bakoitzarentzat. Modu bereizi bat <guilabel>Arakatzailea</guilabel> modu izenez ezagutzen da, eta leiho bera erabiltzen du karpeta bakoitzarentzat.
pt: Por omissão, o gestor de ficheiros funciona em modo <guilabel>Espacial</guilabel>. Este modo utiliza janelas diferentes para cada pasta. Um outro modo, denominado de <guilabel>Navegação</guilabel>, existe e utiliza a mesma janela para todas as pastas.

source: For more information about different modes for the file manager, see <ulink url="ghelp:user-guide?caja-presentation">the user guide</ulink>.
eu: Fitxategi-kudeatzaileak izan ditzakeen moduei buruz gehiago jakiteko, ikus <ulink url="ghelp:user-guide?caja-presentation">erabiltzailearen gida</ulink>.
pt: Para mais informações sobre os diferentes modos do gestor de ficheiros, consulte <ulink url="ghelp:user-guide?caja-presentation">o guia do utilizador</ulink>.

source: To Navigate a Folder
eu: Karpeta batean zehar ibiltzeko
pt: Navegar numa Pasta

source: The following table describes the keyboard shortcuts that enable you to navigate folders in the file manager.
eu: Ondorengo taulan fitxategi-kudeatzaileko karpetetan zehar ibiltzeko erabil ditzakezun laster-teklak agertzen dira.
pt: A tabela seguinte descreve os atalhos de teclado que lhe permitem navegar em pastas no gestor de ficheiros.

source: Give focus to the next or previous file or folder but do not select the item. This allows multiple files to be selected.
eu: Fokua ematen dio hurrengo edo aurreko fitxategiari edo karpetari, baina ez du elementua hautatzen. Fitxategi bat baino gehiago hautatzeko aukera ematen du.
pt: Transmite o foco ao ficheiro ou pasta seguinte ou anterior mas não selecciona o item. Isto permite que sejam seleccionados múltiplos ficheiros.

source: To Navigate Browser Window Components
eu: Arakatzaile-leihoaren osagaietan zehar ibiltzeko
pt: Navegar pelos Componentes da Janela em Modo de Navegação

source: When operating in browser mode, the file manager window contains several components and there are different keyboard shortcuts defined to navigate each component.
eu: Arakatzaile moduan lan eginez gero, fitxategi-kudeatzailearen leihoak hainbat osagai ditu, eta bakoitzean zehar ibiltzeko laster-teklak daude.
pt: Quando em modo de navegação, a janela do gestor de ficheiros contém vários componentes e existem diferentes atalhos de teclado definidos para navegar por cada um dos componentes.

source: The following table describes the keyboard shortcuts that enable you to navigate between the components.
eu: Ondorengo taulan osagaietan zehar ibiltzeko erabil ditzakezun laster-teklak agertzen dira.
pt: A tabela seguinte descreve os atalhos de teclado que lhe permitem navegar entre componentes.

source: Navigating Help Content in Caret Navigation Mode
eu: Nabigatzeko laguntza-edukia Nabigatzeko kurtsore moduan
pt: Navegar pelo Conteúdo da Ajuda em Modo de Navegação de Cursor
ru: Перемещение по содержимому справки в режиме перемещения клавиатурного курсора.

source: for Help content
eu: laguntza-edukiarentzat
pt: para o conteúdo da Ajuda
ru: для содержания справки

source: The following table describes how to navigate HTML-based help content in caret navigation mode in the <application>Yelp</application> help browser. Caret navigation is a mode of operation in an application which enables you to use the keyboard to select text.
eu: Ondorengo taulan HTMLan oinarritutako laguntza-edukian zehar <application>Yelp</application> laguntza-arakatzailearen nabigatzeko kurtsore moduan nola ibili agertzen da. Nabigatzeko kurtsore moduari esker, teklatua testua hautatzeko erabil dezakezu.
pt: A tabela seguinte descreve como navegar no conteúdo da ajuda baseado em HTML no modo de navegação de cursor no navegador de ajuda <application>Yelp</application>. O modo de navegação de cursor é um modo de funcionamento numa aplicação que lhe permite utilizar o teclado para seleccionar texto.

source: Switch to caret navigation mode.
eu: Nabigatzeko kurtsore modura aldatzen da.
pt: Altera para o modo de navegação de cursor.
ru: Включить режим перемещения клавиатурного курсора.

source: Move from the current position to the destination position and select all text between the two positions.
eu: Uneko kokalekutik helburu-kokalekura joaten da, eta bi kokalekuen bitarteko testu osoa hautatzen du.
pt: Move da posição actual para a posição de destino e selecciona todo o texto entre as duas posições.

source: Activate a button or submit a form.
eu: Botoi bat aktibatzen du, edo inprimaki bat bidaltzen du.
pt: Activa um botão ou envia um formulário.
ru: Активировать кнопку или подтвердить передачу формы.

source: To Navigate Menus
eu: Menuetan zehar ibiltzeko
pt: Navegar pelos Menu

source: The following table lists the keyboard shortcuts that you can use to navigate menus.
eu: Ondorengo taulan menuetan zehar ibiltzeko erabil ditzakezun laster-teklak agertzen dira.
pt: A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar pelos menus.

source: Select the menu item that is associated with the access key and close the open menus.
eu: Tekla bizkortzailearekin lotuta dagoen menu-elementua hautatu eta irekitako menuak ixten ditu.
pt: Selecciona o item de menu que está associado à tecla de acesso e fecha os menus abertos.

source: Select the focused menu item and close the open menus except when the menu item is a check box or radio button. If the menu item is a check box or radio button, the menu does not close.
eu: Fokua duen menu-elementua hautatu eta irekitako menuak ixten ditu, menu-elementua kontrol-laukia edo aukera-botoia denean izan ezik. Menu-elementua kontrol-laukia edo aukera-botoia baldin bada, menua ez da ixten.
pt: Selecciona o item de menu com o foco e fecha os menus abertos excepto quando o item de menu for uma caixa de selecção ou botão de selecção exclusiva. Se o item de menu for um desses controlos, o menu não é fechado.

source: Close the open menus.
eu: Irekitako menuak ixten ditu.
pt: Fecha os menus abertos.

source: To Navigate Buttons
eu: Botoietan zehar ibiltzeko
pt: Navegar pelos Botões

source: The following table lists the keyboard shortcuts that you can use to navigate buttons.
eu: Ondorengo taulan botoi batetik bestera joateko erabil ditzakezun laster-teklak agertzen dira.
pt: A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar pelos botões.

source: To Navigate Radio Buttons
eu: Aukera-botoietan zehar ibiltzeko
pt: Navegar nos Botões de Selecção Exclusiva

source: The following table lists the keyboard shortcuts that you can use to navigate a set of radio buttons.
eu: Ondorengo taulan aukera-botoietan batetik bestera joateko erabil ditzakezun laster-teklak agertzen dira.
pt: A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar num conjunto de botões de selecção exclusiva.

source: To Navigate Check Boxes
eu: Kontrol-laukietan zehar ibiltzeko
pt: Navegar pelas Caixas de Selecção

source: The following table lists the keyboard shortcuts that you can use to navigate a check box.
eu: Ondorengo taulan kontrol-laukietan zehar ibiltzeko erabil ditzakezun laster-teklak agertzen dira.
pt: A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar por uma caixa de selecção.

source: To Navigate Text Boxes
eu: Testu-koadroetan zehar ibiltzeko
pt: Navegar pelas Caixas de Texto

source: The following table lists the keyboard shortcuts that you can use to navigate a single line text box.
eu: Ondorengo taulan lerro bakarreko testu-koadro batean zehar ibiltzeko erabil ditzakezun laster-teklak agertzen dira.
pt: A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar numa caixa de texto de linha única.

source: Position the cursor at the start of the current word. Press-and-hold <keycap>Ctrl</keycap> and continue to press <keycap>left arrow</keycap> to position the cursor at the start of the previous word.
eu: Kurtsorea uneko hitzaren hasieran kokatzen du. <keycap>Ktrl</keycap> tekla sakatuta duzula, sakatu <keycap>ezkerrera gezi-tekla</keycap>, kurtsorea aurreko hitzaren hasieran kokatzeko.
pt: Posiciona o cursor no início da palavra actual. Prima-e-mantenha o <keycap>Ctrl</keycap> e continue a premir a <keycap>seta à esquerda</keycap> para posicionar o cursor no início da palavra anterior.

source: Position the cursor at the end of the current word. Press-and-hold <keycap>Ctrl</keycap> and continue to press <keycap>right arrow</keycap> to position the cursor at the end of the next word.
eu: Kurtsorea uneko hitzaren amaieran kokatzen du. <keycap>Ktrl</keycap> tekla sakatuta duzula, sakatu <keycap>eskuinera gezi-tekla</keycap>, kurtsorea hurrengo hitzaren amaieran kokatzeko.
pt: Posiciona o cursor no final da palavra actual. Prima-e-mantenha o <keycap>Ctrl</keycap> e continue a premir a <keycap>seta à direita</keycap> para posicionar o cursor no final da palavra seguinte.

source: <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>left arrow</keycap></keycombo> or <keycap>right arrow</keycap>
eu: <keycombo><keycap>Maius</keycap><keycap>Ktrl</keycap><keycap>ezker-gezia</keycap></keycombo> edo <keycap>eskuin-gezia</keycap>
pt: <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>seta à esquerda</keycap></keycombo> ou <keycap>seta à direita</keycap>

source: In addition to the keyboard shortcuts listed in the previous table, use the keyboard shortcuts in the following table to navigate multi-line text boxes.
eu: Aurreko taulan agertzen diren laster-teklez gain, erabili ondorengo taulako laster-teklak lerro anitzeko testu-koadroetan batetik bestera joateko.
pt: Além dos atalhos de teclado listados na tabela anterior, poderá utilizar os atalhos de teclado da tabela seguinte para navegar em caixas de texto multi-linha.

source: Position the cursor at the start of the current paragraph. Press-and-hold <keycap>Ctrl</keycap> and continue to press the <keycap>up arrow</keycap> key to position the cursor at the start of the previous paragraph.
eu: Kurtsorea uneko paragrafoaren hasieran kokatzen du. <keycap>Ktrl</keycap> tekla sakatuta duzula, sakatu <keycap>gora gezi-tekla</keycap>, kurtsorea aurreko paragrafoaren hasieran kokatzeko.
pt: Posiciona o cursor no início do parágrafo actual. Prima-e-mantenha o <keycap>Ctrl</keycap> e continue a premir a <keycap>seta acima</keycap> para posicionar o cursor no início do parágrafo anterior.

source: Position the cursor at the end of the current paragraph. Press-and-hold <keycap>Ctrl</keycap> and continue to press the <keycap>down arrow</keycap> key to position the cursor at the end of the next paragraph.
eu: Kurtsorea uneko paragrafoaren amaieran kokatzen du. <keycap>Ktrl</keycap> tekla sakatuta duzula, sakatu <keycap>behera gezi-tekla</keycap>, kurtsorea hurrengo paragrafoaren amaieran kokatzeko.
pt: Posiciona o cursor no final do parágrafo actual. Prima-e-mantenha o <keycap>Ctrl</keycap> e continue a premir a <keycap>seta abaixo</keycap> para posicionar o cursor no final do parágrafo seguinte.

source: Select the text to the start of the current view. Press-and-hold <keycap>Shift</keycap> and continue to press <keycap>Page Up</keycap> to extend the selection to the start of the previous view.
eu: Testua uneko ikuspegiaren goraino hautatzen du. <keycap>Maius</keycap> tekla sakatuta duzula, sakatu <keycap>Orria gora</keycap>, hautapena aurreko ikuspegiaren hasieraraino zabaltzeko.
pt: Selecciona o texto até ao início da vista actual. Prima-e-mantenha o <keycap>Shift</keycap> e continue a premir o <keycap>Page Up</keycap> para extender a selecção até ao início da vista anterior.

source: Select the text to the end of the current view. Press-and-hold <keycap>Shift</keycap> and continue to press <keycap>Page Down</keycap> to extend the selection to the end of the next view.
eu: Testua uneko ikuspegiaren amaieraraino hautatzen du. <keycap>Maius</keycap> tekla sakatuta duzula, sakatu <keycap>Orria behera</keycap>, hautapena hurrengo ikuspegiaren amaieraraino zabaltzeko.
pt: Selecciona o texto até ao final da vista actual. Prima-e-mantenha o <keycap>Shift</keycap> e continue a premir o <keycap>Page Down</keycap> para extender a selecção até ao final da vista seguinte.

source: To Navigate Spin Boxes
eu: Biratze-botoietan zehar ibiltzeko
pt: Navegar em Caixas de Rotação

source: The keyboard shortcuts that you use to navigate the text box area of a spin box are listed in <xref linkend="keynav-28"/>. The following table lists the keyboard shortcuts that you can use to navigate the up and down arrows in the spin box.
eu: Biratze-botoietako testu-koadroan batetik bestera joateko erabiltzen diren laster-teklak hemen daude zerrendatuta: <xref linkend="keynav-28"/>. Ondorengo taulan biratze-botoietan batetik bestera joateko gora eta behera gezi-teklekin zein laster-tekla erabil ditzakezun agertzen da.
pt: Os atalhos de teclado que utiliza para navegar na caixa de texto de uma caixa de rotação estão listados em <xref linkend="keynav-28"/>. A tabela seguinte lista os atalhos de teclado que pode utilizar para navegar nas setas acima e abaixo da caixa de rotação.

source: To Navigate Drop-Down Lists
eu: Goitibeherako zerrendetan batetik bestera joateko
pt: Navegar em Botões de Selecção em Lista
