Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: The slow keys feature enables you to customize how the keyboard handles user input in the following ways:
eu: Tekla motelen eginbidearen bidez erabiltzaileak sartzen dituen teklak teklatuak nola interpretatuko dituen pertsonaliza dezakezu:
pt: A funcionalidade de teclas lentas permite-lhe personalizar como o teclado irá gerir a introdução de dados das seguintes formas:

source: Specify the duration for which you must press-and-hold a key before the system accepts the keypress. This aspect of the feature benefits users who frequently press keys that they do not intend to press.
eu: Zehaztu sakatu duzun tekla zenbat denbora eduki behar duzun sakatuta sistemak onar dezan. Eginbidearen alderdi hori egokia da nahi ez dituzten teklak sarri sakatzen dituzten erabiltzaileentzako.
pt: Especificar o tempo durante o qual terá de premir e manter uma tecla até que o sistema aceite a pressão. Esta funcionalidade beneficia os utilizadores que frequentemente primem teclas que não tencionam.

source: Enable audible indications of keyboard input and acceptance. This aspect of the feature benefits users who cannot see the result of a keypress.
eu: Gaitu adierazpen entzungarriak teklak sartzean eta onartzean. Alderdi hau egokia da tekla sakatutakoan emaitza ikusi ezin duten erabiltzaileentzat.
pt: Activar as indicações audíveis de introdução de dados e aceitação. Esta funcionalidade beneficia os utilizadores que não podem ver o resultado da pressão das teclas.

source: To enable and configure the slow keys feature, perform the following steps:
eu: Tekla motelen eginbidea gaitzeko eta konfiguratzeko, jarraitu urrats hauek:
pt: Para activar e configurar a funcionalidade de teclas lentas, realize os seguintes passos:

source: From the <application>Keyboard Accessibility Preferences (AccessX)</application> dialog, select the <guilabel>Filters</guilabel> tab.
eu: <application>Teklatuaren erabilerraztasun-hobespenak (AccessX)</application> elkarrizketa-koadroan, hautatu <guilabel>Iragazkiak</guilabel> fitxa.
pt: No diálogo <application>Preferências de Acessibilidade do Teclado (AccessX)</application>, seleccione o separador <guilabel>Filtros</guilabel>.

source: Select the <guilabel>Enable Slow Keys</guilabel> option.
eu: Hautatu <guilabel>Gaitu tekla motelak</guilabel> aukera.
pt: Seleccione a opção <guilabel>Activar Teclas Lentas</guilabel>.

source: To select or deselect the slow keys feature from the keyboard, press-and-hold <keycap>Shift</keycap> for eight seconds. This will present a dialog confirming that you with slow keys enabled. The <keycap>Shift</keycap> keyboard shortcut automatically selects all of the slow keys options. If you selected the <guilabel>Beep when features turned on or off from the keyboard</guilabel> option in the <guilabel>Basic</guilabel> tab, after four seconds the system beeps three times to indicate that the system is about to select or deselect the feature.
eu: Tekla motelen eginbidea teklatutik hautatzeko edo desautatzeko, sakatu eta ez askatu <keycap>Maius</keycap> tekla zortzi segundoz. Elkarrizketa-koadro bat aterako da, tekla motelak gaituta daudela berresteko. <keycap>Maius</keycap> laster-teklak automatikoki hautatzen ditu tekla motelen aukera guztiak. <guilabel>Oinarrizkoa</guilabel> fitxako <guilabel>Jo soinua teklatuko ezaugarriak aktibatzen eta desaktibatzen direnean</guilabel> aukera hautatuz gero, lau segundo igarotakoan sistemak soinua joko du hirutan, eginbide hori hautatu edo desautatu behar duela adierazteko.
pt: Para activar ou desactivar a funcionalidade de teclas lentas a partir do teclado, prima-e-mantenha o <keycap>Shift</keycap> durante oito segundos. Seá aberto um diálogo pata que confirme a activação das teclas lentas. O atalho de teclado <keycap>Shift</keycap> selecciona automaticamente todas as opções de teclas lentas. Se seleccionar a opção <guilabel>"Beep" quando funcionalidades são (des)ligadas através do teclado</guilabel> no separador <guilabel>Básico</guilabel>, após quatro segundos o sistema apitará três vezes para indicar que está prestes a activar ou desactivar a funcionalidade.

source: Use the <guilabel>Only accept keys held for</guilabel> slider or spin box to specify the duration, in milliseconds, for which you must press-and-hold a key before the system accepts the keypress. Use the <guilabel>Type to test settings</guilabel> text box to test the slow keys setting and modify the setting as required.
eu: Erabili <guilabel>Denbora honetan sakatuta dauden teklak bakarrik onartu</guilabel> graduatzailea edo biratze-botoia tekla bat zenbat denboraz eduki behar duzun sakatuta zehazteko (milisegundotan) sistemak onar dezan. Erabili <guilabel>Idatzi ezarpenak probatzeko</guilabel> testu-koadroa tekla motelen ezarpena probatzeko eta aldatzeko.
pt: Utilize a barra deslizante ou caixa de rotação <guilabel>Apenas aceitar teclas premidas durante</guilabel> para especificar durante quanto tempo, em milisegundos, é necessário manter a tecla premida para que o sistema a aceite. Utilize a caixa de texto <guilabel>Escreva para testar as definições</guilabel> para testar as definições de teclas lentas e alterar os parâmetros conforme o necessário.

source: To enable audible indications of keyboard input and acceptance, select the following options:
eu: Teklak sartu eta onartu direla adierazteko, jakinarazpen entzungarriak gaitu aukera hauek hautatuz:
pt: Para activar a indicação audível da introdução e aceitação de dados, seleccione as seguintes opções:

source: Beep when key is pressed
eu: Jo soinua tekla sakatzean
pt: Beep quando a tecla for premida

source: Select this option to hear a beep when you press a key.
eu: Hautatu aukera hau tekla bat sakatzen duzunean soinua entzuteko.
pt: Seleccione esta opção para ouvir um beep ao premir uma tecla.

source: Beep when key is accepted
eu: Jo soinua tekla onartutakoan
pt: Beep quando a tecla for aceite

source: Select this option to hear a beep when the system accepts a keypress.
eu: Hautatu aukera hau sistemak tekla bat onartutakoan soinua entzuteko.
pt: Seleccione esta opção para ouvir um beep quando o sistema aceita a tecla premida.

source: Beep when key is rejected
eu: Jo soinua tekla ezesten bada
pt: Beep quando a tecla for rejeitada

source: Select this option to hear a beep when the system rejects a keypress. The system rejects a keypress if you do not press-and-hold the key for the duration that is specified in the <guilabel>Only accept keys held for</guilabel> spin box.
eu: Hautatu aukera hau sistemak tekla bat onartzen ez duenean soinua entzuteko. Sistemak teklak ez ditu onartuko, tekla ez baduzu sakatuta edukitzen <guilabel>Denbora honetan sakatuta dauden teklak bakarrik onartu</guilabel> ezarpenean zehaztutako denboran.
pt: Seleccione esta opção para ouvir um beep quando o sistema rejeita a pressão de uma tecla. O sistema rejeita a pressão se não mantir a tecla premida mais tempo do que o especificado na caixa de rotação <guilabel>Apenas aceitar teclas premidas durante</guilabel>.

source: To Enable the Bounce Keys Feature
eu: Errebote-teklen eginbidea gaitzeko
pt: Activar a Funcionalidade de Teclas Saltantes

source: bounce keys
eu: errebote-teklak
pt: teclas saltantes

source: The bounce keys feature enables you to customize the keyboard to ignore rapid, repeated keypresses of the same key. For example, users with impaired motor skills might press the same key several times when they intend to press the key once. This feature enables you to customize the keyboard to ignore repeated keypresses.
eu: Errebote-teklen eginbidearen bidez tekla bat azkar eta hainbat aldiz sakatzean kontuan ez hartzeko pertsonaliza dezakezu teklatua. Adibidez, mugimendu-urritasuna duten erabiltzaileek tekla bera hainbat aldiz saka dezakete behin bakarrik sakatu nahi dutenean. Eginbide horren bidez, tekla-sakatze errepikatuak kontuan ez hartzeko pertsonaliza dezakezu teklatua.
pt: A funcionalidade de teclas saltantes permite-lhe personalizar o teclado para ignorar pressões rápidas e repetidas de uma mesma tecla. Por exemplo, utilizadores com capacidades motoras reduzidas poderão premir a mesma tecla várias vezes quando apenas desejavam premir uma vez. Esta funcionalidade permite-lhe personalizar o teclado para que ignore as repetições.

source: To enable and configure the bounce keys feature, perform the following steps:
eu: Errebote-teklen eginbidea gaitzeko eta konfiguratzeko, jarraitu urrats hauek:
pt: Para activar e configurar a funcionalidade de teclas saltantes, realize os seguintes passos:

source: From the <application>Keyboard Accessibility Preferences (AccessX)</application> dialog select the <guilabel>Filters</guilabel> tab.
eu: <application>Teklatuaren erabilerraztasun-hobespenak (AccessX)</application> elkarrizketa-koadroan, hautatu <guilabel>Iragazkiak</guilabel> fitxa.
pt: No diálogo <application>Preferências de Acessibilidade do Teclado (AccessX)</application> seleccione o separador <guilabel>Filtros</guilabel>.

source: Select the <guilabel>Enable Bounce Keys</guilabel> option.
eu: Hautatu <guilabel>Gaitu errebote-teklak</guilabel> aukera.
pt: Seleccione a opção <guilabel>Activar Teclas Saltantes</guilabel>.

source: Use the <guilabel>Ignore duplicate keypresses within</guilabel> slider or spin box to specify the duration in milliseconds (ms) after the first keypress for which the system ignores repeated keypresses of the same key. For example, if you select a duration of 500 ms, the system ignores all repeated keypresses of the same key that occur within 500 ms of the first keypress.
eu: Erabili <guilabel>Jaramonik ez egin epe honetan egindako tekla-sakatze errepikatuei</guilabel> graduatzailea edo biratze-botoia zehazteko zenbat denbora igaro behar duen milisegundotan (ms) tekla lehenengo aldiz sakatzen denetik tekla beraren sakatze errepikatuak sistemak kontuan ez hartzeko. Adibidez, 500 ms-ko iraupena hautatzen baduzu, sistemak ez ditu kontuan hartuko tekla bat sakatutakoan 500 ms-ren barruan gertatzen diren tekla beraren sakatze errepikatuak.
pt: Utilize a barra deslizante ou a caixa de rotação <guilabel>Ignorar pressões duplicadas de tecla no espaço de</guilabel> para especificar durante quanto tempo em milisegundos (ms) após a primeira pressão irá o sistema ignorar pressões repetidas da mesma tecla. Por exemplo, se seleccionar uma duração de 500 ms, o sistema ignora todas as pressões repetidas da mesma tecla que ocorram durante os 500 ms seguintes à primeira pressão.

source: Select the <guilabel>Beep if key is rejected</guilabel> option to hear an audible indication when the system ignores a key.
eu: Hautatu <guilabel>Jo soinua tekla ezesten bada</guilabel> aukera, sistemak tekla onartzen ez duenean adierazpen entzungarria entzuteko.
pt: Seleccione a opção <guilabel>"Beep" se a tecla for rejeitada</guilabel> para ouvir uma indicação sonora quando o sistema rejeitar uma tecla.

source: If you want to enable the bounce keys feature, ensure that the <guilabel>Enable Slow Keys</guilabel> option is deselected. The slow keys feature requires you to press a key for a specified duration before the system accepts the keypress as a valid keypress. If you cannot press the key for the duration that is specified by the slow keys setting, deselect the <guilabel>Enable Slow Keys</guilabel> option to enable the system to accept your input.
eu: Errebote-teklen eginbidea gaitu nahi baduzu, ziurtatu <guilabel>Gaitu tekla motelak</guilabel> aukera desautatuta dagoela. Tekla motelen eginbideak tekla bat denbora jakin batean sakatuta edukitzea eskatzen du sistemak tekla-sakatzea onar dezan. Tekla motelen ezarpenean zehaztutako denboran tekla sakatuta eduki ezin baduzu, desautatu <guilabel>Gaitu tekla motelak</guilabel> aukera, sistemak zure tekla-sakatzea onar dezan.
pt: Se desejar activar a funcionalidade de teclas saltantes, certifique-se de que a opção <guilabel>Activar Teclas Lentas</guilabel> está desactivada. A funcionalidade de teclas lentas requer que uma tecla esteja premida durante um determinado período de tempo antes que a pressão seja aceite como válida. Se não for capaz de premir a tecla durante o tempo especificado na configuração das teclas lentas, desactive a opção <guilabel>Activar Teclas Lentas</guilabel> para que o sistema aceite a sua introdução de dados.

source: To Enable the Sticky Keys Feature
eu: Tekla itsaskorren eginbidea gaitzeko
pt: Activar a Funcionalidade de Teclas Coladas

source: sticky keys
eu: tekla itsaskorrak
pt: teclas coladas

source: The sticky keys feature enables you to press the keys in a key combination in sequence rather than simultaneously. This feature is designed for users who are unable to press two or more keys simultaneously.
eu: Tekla itsaskorren eginbideak tekla konbinazioak segidan sakatzeko aukera ematen dizu, denak aldi berean sakatu beharrean. Eginbide hori bi tekla edo gehiago aldi berean sakatu ezin dutenentzat diseinatuta dago.
pt: A funcionalidade de teclas coladas permite-lhe premir combinações de teclas em sequência em vez de simultaneamente. Esta funcionalidade destina-se a utilizadores incapazes de premir duas ou mais teclas simultaneamente.

source: To enable and configure the sticky keys feature, perform the following steps:
eu: Tekla itsaskorren eginbidea gaitzeko eta konfiguratzeko, jarraitu urrats hauek:
pt: Para activar e configurar a funcionalidade de teclas coladas, realize os seguintes passos:

source: From the <application>Keyboard Accessibility Preferences (AccessX)</application> select the <guilabel>Basic</guilabel> tab.
eu: <application>Teklatuaren erabilerraztasun-hobespenak (AccessX)</application> elkarrizketa-koadroan, hautatu <guilabel>Oinarrizkoa</guilabel> fitxa.
pt: No diálogo <application>Preferências de Acessibilidade de Teclado (AccessX)</application> seleccione o separador <guilabel>Básico</guilabel>.

source: Select the <guilabel>Enable Sticky Keys</guilabel> option.
eu: Hautatu <guilabel>Gaitu tekla itsaskorrak</guilabel> aukera.
pt: Seleccione a opção <guilabel>Activar Teclas Coladas</guilabel>.

source: To enable the sticky keys feature from the keyboard, press <keycap>Shift</keycap> five times. This will present a dialog confirming that you with to enable sticky keys. The <keycap>Shift</keycap> keyboard shortcut automatically selects all of the sticky keys options. If you selected the <guilabel>Beep when features turned on or off from the keyboard</guilabel> option, the system beeps to indicate that the system is about to select or deselect the feature. When active, pressing <keycap>shift</keycap> five times in a row will present a dialog asking if you want to disable sticky keys.
eu: Tekla itsaskorren eginbidea teklatutik gaitzeko, sakatu <keycap>Maius</keycap> bost aldiz. Elkarrizketa-koadro bat aterako da, tekla itsaskorrak gaitu nahi dituzun berresteko. <keycap>Maius</keycap> laster-teklak automatikoki hautatzen ditu tekla itsaskorren aukera guztiak. <guilabel>Jo soinua teklatuko ezaugarriak aktibatzen eta desaktibatzen direnean</guilabel> aukera hautatu baduzu, sistemak soinua joko du, eginbide hori hautatu edo desautatu behar duela adierazteko. Behin aktibatuta, <keycap>Maius</keycap> teklak bost aldiz jarraian sakatuz gero, elkarrizketa bat aterako da, tekla itsaskorrak desgaitu nahi dituzun galdetzeko.
pt: Para activar a funcionalidade de teclas coladas a partir do teclado, prima <keycap>Shift</keycap> cinco vezes. É aberto um diálogo para que confirme a activação das teclas coladas. O atalho de teclado <keycap>Shift</keycap> selecciona automaticamente todas as opções de teclas coladas. Se tiver seleccionado a opção <guilabel>"Beep" quando funcionalidades são (des)ligadas através do teclado</guilabel>, o sistema irá emitir um beep para indicar que a funcionalidade está prestes a ser activada ou desactivada. Quando activa, premindo <keycap>shift</keycap> cinco vezes seguidas abre um diálogo que pergunta se se deseja desactivar as teclas coladas.

source: Select the <guilabel>Beep when modifier is pressed</guilabel> option to receive an audible indication each time you press a modifier key such as <keycap>Ctrl</keycap>, <keycap>Alt</keycap>, or <keycap>Shift</keycap>. This option is useful to remind you whether a modifier key is active or inactive.
eu: Hautatu <guilabel>Jo soinua aldatzailea sakatzean</guilabel> aukera, tekla aldatzailea sakatzen duzun bakoitzean adierazpen entzungarria jasotzeko, <keycap>Ktrl</keycap>, <keycap>Alt</keycap>, edo <keycap>Maius</keycap>. Aukera hori erabilgarria da tekla aldatzailea aktibo edo inaktibo dagoen jakiteko.
pt: Seleccione a opção <guilabel>"Beep" ao premir modificador</guilabel> para receber uma indicação audível de cada vez que premir uma tecla modificadora tal como o <keycap>Ctrl</keycap>, <keycap>Alt</keycap>, ou <keycap>Shift</keycap>. Esta opção é útil para o recordar se está alguma tecla modificadora activa ou não.

source: Selecting the <guilabel>Disable if two keys pressed together</guilabel> option will present a dialog with the option to disable sticky keys if two keys are pressed at the same time.
eu: <guilabel>Desgaitu bi tekla batera sakatzen badira</guilabel> aukera hautatuz gero, elkarrizketa bat aterako da, bi tekla batera sakatuz gero tekla itsaskorrak desgaitzeko aukerarekin.
pt: Seleccionar a opção <guilabel>Inibir se forem premidas duas teclas simultaneamente</guilabel> irá abrir um diálogo com a opção de desactivar as teclas coladas caso sejam premidas duas teclas simultaneamente.

source: You can use the sticky keys feature in latch or lock mode. The following table describes how to choose a mode and the difference between the two modes.
eu: Tekla itsaskorrak likatze moduan edo blokeo moduan erabil ditzakezu. Ondorengo taulan modu bat eta bi moduen arteko desberdintasuna nola aukeratu azaltzen da.
pt: Pode utilizar a funcionalidade de teclas coladas em modo de mola ou trancado. A tabela seguinte descreve como seleccionar um modo e a diferença entre os dois modos.

source: Sticky Keys Latch or Lock Mode
eu: Tekla itsaskorrak likatze moduan edo blokeo moduan
pt: Teclas Coladas em Modo Mola ou Trancado

source: To use the sticky keys feature in...
eu: Tekla itsaskorrak hemen erabiltzeko...
pt: Para utilizar a funcionalidade de teclas coladas em modo...

source: Press the modifier key...
eu: Sakatu tekla aldatzailea...
pt: Prima a tecla modificadora...

source: The modifier key remains active until...
eu: Tekla aldatzailea aktibo egongo da hau egin arte:
pt: A tecla modificadora permanece activa até que...

source: Latch mode
eu: Likatze modua
pt: Modo de mola

source: Once.
eu: Behin.
pt: Uma vez.

source: You press a non-modifier key.
eu: Tekla ez-aldatzaile bat saka dezakezu.
pt: Prima uma tecla não-modificadora.

source: Lock mode
eu: Blokeo-modua
pt: Modo trancado

source: Twice in quick succession.
eu: Bitan, azkar.
pt: Duas vezes em repetição rápida.

source: You press the modifier key again.
eu: Sakatu tekla aldatzailea berriro.
pt: Prima a tecla modificadora novamente.

source: Example 1: If you want to press <keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo>, do the following:
eu: 1. adibidea: Adibidez, <keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo> teklak sakatu nahi badituzu, hau egin behar duzu:
pt: Exemplo 1: Se quer premir <keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo>, faça o seguinte:

source: Press <keycap>Alt</keycap> to latch the modifier key. The <keycap>Alt</keycap> key remains active.
eu: Sakatu <keycap>Alt</keycap> tekla, aldatzailea likatzeko. <keycap>Alt</keycap> tekla aktibatuta geldituko da.
pt: Prima o <keycap>Alt</keycap> para engatar a tecla modificadora. A tecla <keycap>Alt</keycap> permanece activa.

source: Press <keycap>F1</keycap>. The key combination is now complete. After you press <keycap>F1</keycap>, the <keycap>Alt</keycap> modifier key is no longer active.
eu: Sakatu <keycap>F1</keycap>. Orain tekla-konbinazioa osatuta egongo da. <keycap>F1</keycap> sakatutakoan, <keycap>Alt</keycap> tekla aldatzailea ez da aktibo egongo.
pt: Prima <keycap>F1</keycap>. A combinação de teclas está agora terminada. Após premir <keycap>F1</keycap>, a tecla modificadora <keycap>Alt</keycap> deixa de estar activa.

source: Example 2: If you want to press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>, do the following:
eu: 2. adibidea: Beste adibide bat. <keycombo><keycap>Ktrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> teklak sakatu nahi badituzu, hau egin behar duzu:
pt: Exemplo 2: Se quiser premir <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>, faça o seguinte:

source: Press <keycap>Ctrl</keycap> twice to lock the modifier key. The <keycap>Ctrl</keycap> key remains active.
eu: Sakatu <keycap>Ktrl</keycap> bitan, tekla aldatzailea blokeatzeko. <keycap>Ktrl</keycap> tekla aktibatuta geldituko da.
pt: Prima <keycap>Ctrl</keycap> duas vezes para trancar a tecla modificadora. A tecla <keycap>Ctrl</keycap> permanece activa.

source: Press <keycap>Alt</keycap>.
eu: Sakatu <keycap>Alt</keycap>.
pt: Prima <keycap>Alt</keycap>.

source: Press <keycap>Tab</keycap>. The key combination is now complete.
eu: Sakatu <keycap>Tab</keycap>. Orain tekla-konbinazioa osatuta egongo da.
pt: Prima <keycap>Tab</keycap>. A combinação de teclas é completada.

source: To unlock the modifier key, press <keycap>Ctrl</keycap> again.
eu: Tekla aldatzailea desblokeatzeko, sakatu <keycap>Ktrl</keycap> berriro.
pt: Para destrancar a tecla modificadora, prima <keycap>Ctrl</keycap> novamente.

source: To Enable Audible Notifications for Toggle Keys
eu: Jakinarazpen entzungarriak gaitzeko txandakatze-teklentzat
pt: Activar Notificações Audíveis para Teclas Alternáveis

source: toggle keys
eu: txandakatze-teklak
pt: alternar teclas

source: enabling audio notifications
eu: audio-jakinarazpenak gaitzea
pt: activar notificações audio

source: A toggle key is any key on the keyboard that can switch between two states. The <keycap>Num Lock</keycap>, <keycap>Caps Lock</keycap>, and <keycap>Scroll Lock</keycap> keys are toggle keys. Most toggle keys have an associated light emitting diode (LED) on the keyboard that lights when the toggle key is active. To assist users with visual impairments, you can customize the keyboard to emit an audible notification when a user presses a toggle key. For example, when you press <keycap>Num Lock</keycap>, you can determine whether the key is toggled or not toggled by the sound that the keyboard emits.
eu: Txandakatze-tekla teklatuko tekla bat da, eta bi egoeren artean batetik bestera alda daiteke. <keycap>Blok Zenb</keycap>, <keycap>Blok Maius</keycap> eta <keycap>Blok Korr</keycap> teklak txandakatze-teklak dira. Txandakatze-tekla gehienek argidun diodoa (LED) dute teklatuan, eta txandakatze-tekla aktibo dagoenean pizten da. Ikusmen-arazoak dituzten erabiltzaileei laguntzeko, jakinarazpen entzungarria emititzeko pertsonaliza dezakezu teklatua, erabiltzaileak txandakatze-tekla bat sakatzen duenean. Adibidez, <keycap>Blok Zenb</keycap> sakatzen duzunean, tekla txandakatuta dagoen edo ez jakin dezakezu soinuaren bidez.
pt: Uma tecla de alternar é uma qualquer tecla no seu teclado que possa alternar entre dois estados. O <keycap>Num Lock</keycap>, <keycap>Caps Lock</keycap>, e <keycap>Scroll Lock</keycap> são teclas de alternar. A maioria das teclas de alternar têm um indicador luminoso (LED) associado no teclado, que se ilumina quando a tecla está activa. Para apoiar utilizadores com limitações visuais, pode personalizar o teclado para emitir uma notificação audível quando o utilizador prime uma tecla de alternar. Por exemplo, quando premir <keycap>Num Lock</keycap>, pode determinar se a tecla está activa ou não pelo som que o teclado emitir.
