Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: To enable the Accessible Login feature to use alternative pointing devices and switch devices such as sip-and-puff switches, wheelchair-mounted switches or trackballs, you might need to modify your X server system configuration to recognize these devices. You can use most devices that emulate mouse buttons with the Accessible Login feature and <application>On-Screen Keyboard</application>, including USB single switches and mouse-like pointing devices.
de: Um die Anmeldefunktion zu aktivieren, in der Sie alternative Zeigegeräte und Umschalteinrichtungen wie zum Beispiel Sip-und-Puff Schalter, am Rollstuhl befestigten Schaltern oder Trackballs nutzen können, müssen Sie möglicherweise die Konfiguration des X-Servers anpassen, damit die genannten Funktionen erkannt werden. Sie können die meisten die Maus ersetzenden Hilfsmittel mit Hilfe der Zugangsfunktion und <application>Bildschirmtastatur</application> nutzen, einschließlich USB-Einzelschalter und mausähnliche Zeigegeräte.
hu: Az akadálymentes bejelentkezés szolgáltatásnak alternatív mutatóeszközök és kapcsolóeszközök (például sip-and-puff kapcsolók, kerekesszékre szerelt kapcsolók vagy hanyattegerek) használatának engedélyezéséhez módosítania kell az X kiszolgáló beállításait, hogy az felismerje ezeket az eszközöket. Az egérgombokat emuláló legtöbb eszközt lehet használni az akadálymentes bejelentkezés szolgáltatással és a <application>Képernyő-billentyűzet</application> alkalmazással, például az egyszerű USB kapcsolókat és az egérhez hasonló mutatóeszközöket.
ru: Чтобы включить возможность входа в систему с использованием альтернативных указывающих устройств и устройств с переключателями, таких как sip-and-puff, или переключатели, установленные на инвалидные коляски, или трэкбол, вам, возможно, придётся изменить конфигурацию X Server, чтобы распознать эти устройства. Вы можете использовать большинство устройств, эмулирующих кнопки мыши, совместно с возможностью доступного входа в систему и <application>Экранной клавиатурой</application>,включая одиночные переключатели и похожие на мышь указывающие устройства, подключаемые к порту USB.
uk: Щоб ввімкнути функції доступного входу в систему через використання альтернативних вказівних пристроїв та пристроїв перемикання, таких як перемикачі пристроїв для керування вказівником миші без рук, перемикачі закріплені на інвалідному візку або кульові маніпулятори, вам, можливо, буде потрібно змінити системну конфігурацію X-сервера, щоб він міг розпізнавати такі пристрої. Ви можете використовувати більшість пристроїв, які емулюють кнопки миші, з функціями доступного входу в систему та <application>Екранною клавіатурою</application>, включаючи відокремлені перемикачі під’єднані через USB та вказівні пристрої подібні до миші.
zh_cn: 要启用辅助登录特性来使用其他指针设备和开关设备，像 sip-and-puff 开关，轮椅装载开关，或轨迹球，您可能需要设置 X server 系统配置文件，来识别这些设备。您可以通过辅助登录特性和 <application>屏幕键盘</application>，使用绝大多数类似鼠标按钮的设备，包括 USB 单开关和类似鼠标指针的设备。

source: You should not configure an alternative input device to control the primary on-screen pointer. This might result in undesirable behavior or cause situations from which the user of the alternate input device cannot recover without using the primary keyboard or mouse. To prevent this problem, remove any occurrences of the attributes <literal>SendCore</literal> or <literal>AlwaysCore</literal> from any of the <literal>InputDevice</literal> lines in the X Server configuration file.
de: Sie sollten kein alternatives Eingabegerät zur Kontrolle des Bildschirmzeigegerätes einrichten. Dies kann zu unerwünschten Reaktionen führen oder Situationen bewirken, welche der Anwender nicht ohne die Hilfe der primären Tastatur oder Maus beenden kann. Um diesem Problem vorzubeugen, entfernen Sie jegliche Vorkommnisse der Attribute <literal>SendCore</literal> oder <literal>AlwaysCore</literal> aus jeglichen <literal>InputDevice</literal> Zeilen in der X Server Konfigurationsdatei.
hu: Az alternatív beviteli eszközt ne állítsa be az elsődleges képernyőmutató irányítására. Ez nem kívánatos viselkedést vagy olyan helyzeteket eredményezhet, amelyeket az alternatív mutatóeszközt használó felhasználó a billentyűzet vagy az egér nélkül nem tud megoldani. Ennek megelőzése érdekében az X kiszolgáló konfigurációs fájljaiból az <literal>InputDevice</literal> sorokból távolítson el minden <literal>SendCore</literal> vagy <literal>AlwaysCore</literal> attribútumot.
ru: Вы не должны конфигурировать альтернативное устройство ввода так, чтобы оно управляло первичным указателем на экране. Иначе это может привести к нежелательному поведению или вызвать ситуацию, из которой пользователь альтернативного устройства ввода не сможет выбраться без использования первичной клавиатуры или мыши. Чтобы предотвратить возникновение этой проблемы, удалите любые вхождения атрибутов <literal>SendCore</literal> или<literal>AlwaysCore</literal> из строк <literal>InputDevice</literal> в файлах конфигурации X Server.
uk: Не налаштовуйте альтернативний пристрій введення для керування первинним екранним вказівником. Це може призвести до небажаної поведінки або викликати ситуацію, з якої користувач альтернативного пристрою введення не зможе вийти без використання основної клавіатури або миші. Щоб запобігти виникненню цієї проблеми, вилучіть всі входження атрибутів <literal>SendCore</literal> або <literal>AlwaysCore</literal> з кожного рядка <literal>InputDevice</literal> в файлах конфігурації X-сервера.
zh_cn: 您不必设置替代输入设备去控制屏幕上的主指针。这可能产生不良的结果或者导致在没有使用主键盘或鼠标时，替代输入设备不能复原。要防止这个错误，请在 X Server 配置文件的 <literal>InputDevice</literal> 行里移除所有 <literal>SendCore</literal> 或 <literal>AlwaysCore</literal> 属性。

source: Keyboard Desktop Navigation
de: Verwenden der Tastatur zur Navigation auf dem Desktop
eu: Teklatuaren bidez mahaigainean nabigatzea
hu: Navigáció a billentyűzetről vezérelhető kurzorral
pt: Navegação no Ambiente com o Teclado
ru: Перемещение по рабочему столу при помощи клавиатуры
uk: Переміщення в середовищі з клавіатури
zh_cn: 键盘桌面导航

source: This section describes how to navigate the MATE Desktop from the keyboard only. Users who have difficulty using a mouse or other pointing device can navigate and use the desktop from the keyboard.
de: Dieser Abschnitt beschreibt, wie Sie den MATE Desktop ausschließlich über die Tastatur bedienen können. Anwender, die Schwierigkeiten bei der Verwendung einer Maus oder eines anderen Zeigegerätes haben, können den Desktop über die Tastatur bedienen und navigieren.
eu: Atal honek teklatua bakarrik erabiliz MATE mahaigainean nola nabiga daitekeen azaltzen du. Sagua edo beste gailu erakusle bat erabiltzeko zailtasunak dituzten erabiltzaileak teklatuaren bidez mugi daitezke mahaigainean.
hu: Ez a fejezet leírja, hogyan lehet navigálni a MATE asztali környezetben kizárólag a billentyűzet segítségével. Ez azoknak a felhasználóknak jelenthet segítséget, akiknek gondot okoz az egér vagy egyéb mutatóeszközök használata és a billentyűzetről használják a számítógépet.
pt: Esta secção descreve como navegar no Ambiente de Trabalho MATE apenas com o teclado. Utilizadores que tenham dificuldade em utilizar o rato ou outro dispositivo de apontar podem navegar e utilizar o ambiente a partir do teclado.
ru: В этом разделе рассказывается, как можно перемещаться в рабочей среде MATE только при помощи клавиатуры. Пользователи, которые испытывают трудности при работе с мышью или другими указывающими устройствами, могут использовать этот способ перемещения.
uk: В цьому розділі описується, як переміщатися в робочому середовищі MATE, використовуючи тільки клавіатуру. Користувачі, які зазнають труднощів з використанням миші або іншого вказівного пристрою, можуть переміщатися в середовищі використовуючи клавіатуру.
zh_cn: 这一章节讲述如何仅使用键盘来操作 MATE 桌面。使用鼠标或其他指针设备有困难的用户，可以使用键盘来浏览和使用桌面。

source: Introduction to Keyboard Navigation
de: Einführung in die Tastaturnavigation
eu: Teklatuaren bidez batetik bestera joatea
hu: A billentyűzetről vezérelhető kurzor használatának bemutatása
pt: Introdução à Navegação com o Teclado
ru: Введение в перемещение при помощи клавиатуры
uk: Ознайомлення з переміщенням з клавіатури
zh_cn: 键盘导航功能介绍

source: This section describes the essential keyboard shortcuts to enable you to navigate the desktop from the keyboard.
de: Dieser Abschnitt beschreibt die wichtigsten Tastenkombinationen, um den Desktop über die Tastatur zu steuern.
eu: Atal honetan, mahaigainean teklatua erabiliz batetik bestera joateko funtsezko laster-teklak zein diren azaltzen da.
hu: Ez a fejezet leírja az asztali környezetben történő navigációhoz használt alapvető billentyűparancsokat.
pt: Esta secção descreve os atalhos de teclado essenciais que lhe permitem navegar no ambiente de trabalho a partir do teclado.
ru: В этом разделе описаны основные клавиатурные комбинации, которые позволят вам перемещаться по рабочему столу.
uk: У цьому розділі описуються основні комбінації клавіш, які дають змогу переміщатись в середовищі за допомогою клавіатури.
zh_cn: 这一章节讲述键盘快捷键要点，允许您使用键盘来浏览桌面。

source: You can customize some of the keyboard shortcuts that are described in this chapter. The text indicates the shortcuts that you can customize. See <xref linkend="keynav-36"/> for information about how to customize keyboard shortcuts.
de: Sie können einige der Tastenkombinationen anpassen, die in diesem Kapitel beschrieben werden. Diese werden im Text hervorgehoben. Beachten Sie <xref linkend="keynav-36"/> für weitere Informationen darüber, wie Sie Tastenkombinationen anpassen können.
eu: Hemen azaltzen diren laster-tekla batzuk pertsonaliza ditzakezu. Testuak zein laster-tekla pertsonaliza ditzakezun adierazten du. Laster-teklak nola pertsonalizatu jakiteko, ikus <xref linkend="keynav-36"/>.
hu: Az ebben a fejezetben leírt billentyűparancsok közül néhány billentyűparancs személyre szabható. A szöveg utalni fog az ilyen parancsokra. A billentyűparancsok személyre szabásával kapcsolatos információkért nézze meg a <xref linkend="keynav-36"/> részt.
pt: Pode personalizar alguns dos atalhos de teclado descritos neste capítulo. O texto indica os atalhos que pode personalizar. Consulte <xref linkend="keynav-36"/> para informações sobre como personalizar os atalhos de teclado.
ru: Вы можете настроить часть клавиатурных комбинаций, которые описаны в этой главе. В тексте отмечены те клавиатурные комбинации, которые вы можете настроить. Подробнее о настройке клавиатурных комбинаций смотрите <xref linkend="keynav-36"/>.
uk: Ви можете налаштувати деякі комбінації клавіш, які описані в цьому розділі. В тексті показані комбінації клавіш, які ви можете налаштувати. Детальніше про налаштування комбінацій клавіш дивіться <xref linkend="keynav-36"/>.
zh_cn: 在这一章里描述了您能定制的一些键盘快捷键。文本显示您可以定制的快捷键。更多如何定制快捷键的信息，请参阅 <xref linkend="keynav-36"/>。

source: Essential Keyboard Shortcuts
de: Wichtige Tastenkombinationen
eu: Funtsezko laster-teklak
hu: Alapvető billentyűparancsok
pt: Atalhos de Teclado Essenciais
ru: Основные клавиатурные комбинации
uk: Основні клавіатурні комбінації
zh_cn: 基本键盘快捷键

source: keyboard shortcuts
de: Tastenkürzel
eu: laster-teklak
hu: gyorsbillentyűk
pt: atalhos de teclado
ru: клавиатурные комбинации
uk: клавіатурні комбінації
zh_cn: 键盘快捷键

source: essential
de: wichtig
eu: funtsezko
hu: alapvető
pt: essencial
ru: основные
uk: основні
zh_cn: 基本的

source: caret navigation mode
de: Cursor-Navigationsmodus
eu: nabigatzeko kurtsore modua
hu: mutatónavigációs mód
pt: modo de navegação em cursor
ru: режим перемещения клавиатурного курсора
uk: режим переміщення каретки
zh_cn: 插字符号(caret)导航模式

source: The following table lists the essential keyboard shortcuts that you can use to navigate the desktop. The keyboard shortcuts that you use to navigate specific elements and controls are described in the appropriate sections of this chapter.
de: Die folgende Tabelle enthält die wichtigsten Tastenkombinationen, die Sie zum Navigieren auf dem Desktop verwenden können. Tastenkombinationen, die Sie zur Verwendung spezieller Elemente nutzen können, werden in den entsprechenden Abschnitten dieses Kapitels beschrieben.
eu: Ondorengo taulan mahaigainean batetik bestera joateko erabil ditzakezun funtsezko laster-teklak agertzen dira. Mahaigaineko elementu eta kontrol jakin batzuetarako erabiltzen diren laster-teklak kapitulu honetako beste atal batean azaltzen dira.
hu: A következő táblázat felsorolja az alapvető billentyűparancsokat, amelyek az asztali környezetben történő navigáláshoz használhatók. Az adott elemeken és vezérlőelemeken történő navigációhoz használható különböző gyorsbillentyűk ezen fejezet megfelelő szakaszaiban lesznek leírva.
pt: A tabela seguinte lista os atalhos de teclado essenciais que pode utilizar para navegar no ambiente de trabalho. Os atalhos de teclado utilizados para navegar eme elementos e controlos específicos estão descritos nas secções adequadas deste capítulo.
ru: В следующей таблице перечислены основные клавиатурные комбинации, которые вы можете использовать для перемещения по рабочему столу. Клавиатурные комбинации, которые вы можете использовать для перемещения по определённым элементам и элементом управления, описаны в соответствующих частях этой главы.
uk: У наступній таблиці наведено основні комбінації клавіш, які можна використовувати для переміщення в середовищі. Комбінації клавіш, які використовуються для переміщення по конкретних елементах та елементах керування, описані у відповідних розділах цієї глави.
zh_cn: 下表列出了您可以用来访问桌面的基本快捷键。访问特殊元件和控件的键盘快捷键将在这章的适当段落里讲述。

source: Keys
de: Tasten
eu: Teklak
hu: Billentyűk
pt: Teclas
ru: Клавиши
uk: Клавіші
zh_cn: 键

source: Function
de: Funktion
eu: Funtzioa
hu: Funkció
pt: Função
ru: Действие
uk: Дія
zh_cn: 功能

source: Tab
zh_cn: Tab 键

source: Give focus to the next element or control.
de: Übergibt den Fokus an das nächste Element.
eu: Mahaigaineko hurrengo elementuari edo kontrolari fokua ematen dio.
hu: A fókuszt a következő elemre vagy vezérlőelemre viszi.
pt: Transmitir o foco para o elemento ou controlo seguinte.
ru: Переместить фокус на следующий элемент или элемент управления.
uk: Перемістити фокус на наступний елемент стільниці або елемент керування.
zh_cn: 把焦点移到下一个元素或控件。

source: Reverse the navigation direction and give focus to the previous element or control. In general, the <keycap>Shift</keycap> key reverses the navigation direction.
de: Umkehrung der Navigationsrichtung und Zuweisung des Fokus an das vorherige Element. Im allgemeinen kehrt die <keycap>Umschalttaste</keycap> die Navigationsrichtung um.
eu: Mugitzeko norabidea alderantzikatzen du, eta aurreko elementuari edo kontrolari ematen dio fokua. Oro har, <keycap>Maius</keycap> teklak mugimenduen norabidea alderantzikatzen du.
hu: Megfordítja a navigáció irányát és az előző elemre vagy vezérlőelemre lép. Általában a <keycap>Shift</keycap> billentyű megfordítja a navigáció irányát.
pt: Inverter a direcção de navegação e transmitir o foco ao elemento ou controlo anterior. Em geral, a tecla <keycap>Shift</keycap> inverte a direcção de navegação.
ru: Изменить направление перемещения на обратное и передать фокус предыдущему объекту или элементу управления. В общем случае, клавиша <keycap>Shift</keycap> изменяет направление перемещения.
uk: Змінити напрям переміщення на зворотний і передати фокус попередньому елементу або елементу керування. Загалом, клавіша <keycap>Shift</keycap> змінює напрямок переміщення.
zh_cn: 反向移动把焦点给上一个元件或控件。通常情况，<keycap>Shift</keycap> 键反方向移动。

source: Give focus to the next element or control if the <keycap>Tab</keycap> key has a specific purpose in a control. For example, if you press <keycap>Tab</keycap> in a text box, the system inserts a tab space.
de: Fokussiert das nächste Element, wenn die <keycap>Tabulator</keycap>-Taste in einem Element eine spezielle Funktion besitzt. Zum Beispiel wird ein Tabulatorzeichen eingefügt, wenn Sie in einem Textfeld die <keycap>Tab</keycap> Taste drücken.
hu: A fókuszt a következő elemre vagy vezérlőelemre viszi, ha a <keycap>Tab</keycap> billentyűnek adott célja van egy vezérlőelemen. Ha például egy szerkesztőmezőben nyomja meg a <keycap>Tab</keycap> billentyűt, akkor egy tabulátor karakter kerül a szerkesztőmezőbe.
ru: Переместить фокус на следующий элемент или элемент управления в тех случаях, когда клавиша <keycap>Tab</keycap> используется для специальных целей самим элементом управления. Например, если вы нажмёте клавиши <keycap>Tab</keycap> в текстовом поле, то система поместит в это поле символ табуляции.
uk: Перемістити фокус на наступний елемент або елемент керування в тих випадках, якщо клавіша <keycap>Tab</keycap> використовується для спеціальних цілей самим елементом керування. Наприклад, якщо ви натиснете клавішу <keycap>Tab</keycap> у текстовому полі, то система розмістить в ньому символ табуляції.
zh_cn: 把焦点给下一个元素或控件，如果在一个控件里 <keycap>Tab</keycap> 键已经指定了别的用途。例如，如果您在一个文本框里按 <keycap>Tab</keycap> 键，系统会插入一个制表符。

source: To give focus to the previous element or control, press <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo>.
de: Um das vorherige Element zu fokussieren, drücken Sie <keycombo><keycap>Umschalttaste</keycap><keycap>Strg</keycap><keycap>Tab</keycap></keycombo>.
eu: Aurreko elementuari edo kontrolari fokua emateko, sakatu <keycombo><keycap>Maius</keycap><keycap>Ktrl</keycap><keycap>Tab</keycap></keycombo>.
hu: Ha a fókuszt az előző elemre vagy vezérlőelemre szeretné vinni, akkor nyomja meg a <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo> billentyűkombinációt.
pt: Para transmitir o foco ao elemento ou controlo anterior, prima <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo>.
ru: Чтобы переместить фокус на предыдущей элемент или элемент управления, нажмите <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo>.
uk: Щоб перемістити фокус на попередній елемент або елемент керування, натисніть <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo>.
zh_cn: 要把焦点给前一个元素或控件，按组合键 <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo>。

source: arrow keys
de: Pfeiltasten
eu: gezi-teklak
hu: nyílbillentyűk
pt: teclas de setas
ru: клавиши со стрелками
uk: клавіші зі стрілками
zh_cn: 方向键

source: Navigate within an element or control.
de: Navigiert innerhalb eines Elements oder Bedienfeldes.
eu: Elementu edo kontrol baten barruan nabigatzen dute.
hu: Navigáció egy elemen vagy vezérlőelemen belül.
pt: Navegar dentro de um elemento ou controlo.
ru: Выполнить перемещение по элементу или элементу управления.
uk: Навігація в межах елемента або елемента керування.
zh_cn: 在一个元素或控件内移动

source: spacebar
de: Leertaste
eu: zuriune-barra
hu: szóköz
pt: barra de espaços
ru: пробел
zh_cn: 空格键。

source: Activate the element or control that has focus. For example, if the current control is a button, this action is the equivalent of clicking on the button with a mouse.
de: Das fokussierte Element wird aktiviert. Wenn es sich zum Beispiel um einen Knopf handelt, entspricht dies dem Anklicken des Knopfes mit der Maus.
eu: Fokua duen elementua edo kontrola aktibatzen du. Adibidez, uneko kontrola botoi bat baldin bada, ekintza hori saguaren botoiarekin klik egitearen baliokidea da.
hu: Aktiválja a fókuszban lévő elemet vagy vezérlőelemet. Ha például az aktuális vezérlőelem egy gomb, akkor ez a művelet egyenértékű a gombra kattintással az egérrel.
pt: Activar o elemento ou controlo que tem o foco. Por exemplo, se o controlo actual for um botão, esta acção equivale a clicar no botão com o rato.
ru: Активировать элемент или элемент управления, который содержит фокус. Например, если текущий элемент управления является кнопкой, то это действие эквивалентно щелчку мыши по кнопке.
uk: Активувати елемент або елемент керування, який має фокус. Наприклад, якщо чинний елемент керування є кнопкою, ця дія є еквівалентом натиснення на кнопку за допомогою вказівника миші.
zh_cn: 激活有焦点的元素或控件。例如，如果当前控件是一个按钮，这个动作等同于用鼠标在按钮上点击。

source: Close a window, menu, or drawer.
de: Schließt ein Fenster, eine Leiste oder Erweiterungsbereich.
eu: Leihoa, menua edo tiradera bat ixten du.
hu: Ablak, menü vagy fiók bezárása.
pt: Fechar uma janela, menu ou gaveta.
ru: Закрыть окно, меню или ящик.
uk: Закрити вікно, меню або шухляду.
zh_cn: 关闭一个窗口，菜单，或抽屉。

source: Switch to caret navigation mode. In computing, caret navigation is a kind of keyboard navigation where a caret (also known as "text cursor", "text insertion cursor", or "text selection cursor") is used to navigate and select text within a document. For more information about caret navigation mode, see <xref linkend="keynav-52"/>.
de: Wechselt in den Cursor-Navigationsmodus. Der Cursor-Navigationsmodus erlaubt es Ihnen, Text mit der Tastatur in einem Dokument aufzufinden und auszuwählen. Weitere Informationen über den Cursor-Navigationsmodus finden Sie unter <xref linkend="keynav-52"/>. In der Informatik ist ein Cursor auch als »Textcursor«, »Textauswahlcursor« oder »Textauswahlcursor« bekannt.
hu: Bekapcsolja a mutatónavigációs módot. A mutatónavigációs módban egy billentyűzet-navigációs mód, amelyben egy kurzor (más néven szövegkurzor, szövegbeviteli kurzor vagy szövegkijelölési kurzor) segítségével lehet a dokumentumban közlekedni és szöveget kijelölni. A mutatónavigációs móddal kapcsolatos további információkért nézze meg a <xref linkend="keynav-52"/> részt.
uk: Перейти в режим переміщення каретки. У програмуванні режим переміщення каретки, це свого роду переміщення за допомогою клавіатури, де каретка (також відома як "текстовий курсор", "курсор вставки", або "курсор виділення тексту") використовується для переміщення по тексту та виділення тексту в документі. Детальніше про режим переміщення каретки дивіться <xref linkend="keynav-52"/>.
zh_cn: 切换到插字(caret)浏览模式。在计算机里，插字(caret)浏览模式，允许您使用键盘浏览，显示一个插入点(也叫“文本光标”，“文本插入光标”或“文本选择光标”)，用于访问和选择文档里的文本。更多相关信息，请参阅 <xref linkend="keynav-52"/>。

source: Global Keyboard Shortcuts
de: Systemweite Tastenkombinationen
eu: Laster-tekla orokorrak
hu: Globális gyorsbillentyűk
pt: Atalhos de Teclado Globais
ru: Общие клавиатурные комбинации
uk: Загальні клавіатурні комбінації
zh_cn: 通用键盘快捷键

source: global
de: systemweit
eu: orokorrak
hu: globális
ru: общие
uk: загальні
zh_cn: 通用

source: The following table lists the keyboard shortcuts that you can use from any part of the MATE Desktop.
de: Die folgende Tabelle enthält Tastenkombinationen, die Sie aus allen Bereichen des MATE Desktops verwenden können.
eu: Ondorengo taulan MATE mahaigaineko edozein tokitatik erabil ditzakezun laster-teklak agertzen dira.
hu: A következő táblázat a MATE asztali környezet bármely részén használható billentyűparancsokat írja le.
pt: A tabela seguinte lista os atalhos de teclado que pode utilizar a partir de qualquer parte do Ambiente de Trabalho MATE.
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать в любом месте рабочей среды MATE.
uk: У наступній таблиці наведено комбінації клавіш, які можна використовувати в будь-якій складовій частині середовища MATE.
zh_cn: 下表列出了您可以在 MATE 桌面任何地方使用的键盘快捷键。

source: Open the <guimenu>Main Applications Menu</guimenu>.
de: Öffnet das <guimenu>MATE-Menü</guimenu>.
eu: <guimenu>Aplikazio nagusien menua</guimenu> irekitzen du.
hu: Megnyitja az <guimenu>Alkalmazások</guimenu> főmenüt.
pt: Abre o <guimenu>Menu Principal de Aplicações</guimenu>.
ru: Открыть главное меню <guimenu>Приложения</guimenu>.
uk: Відкрити головне меню<guimenu>Програми</guimenu>.
zh_cn: 打开 <guimenu>主应用程序菜单</guimenu>。
