Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: @@image: 'figures/move_object_before.png'; md5=db85522123cc18d15a87b71ed2856fd3
de: translated

source: @@image: 'figures/move_object_arrows.png'; md5=14708f1edd48a84a861819b5fc16820b
de: translated

source: @@image: 'figures/move_object_push.png'; md5=810dfbd14b4259ce732963a0b72b1ed9
de: translated

source: @@image: 'figures/move_object_jump.png'; md5=424967c951eb27a96ebce26711e62cc2
de: translated

source: @@image: 'figures/Speech_Tab.png'; md5=f03ff23d66be0b0b180c48659fb70320
de: translated

source: @@image: 'figures/KeyEcho_Tab.png'; md5=3f3c48f821872197310bc8cecdbf9e0b
de: translated

source: Shift
de: Umschalttaste
eu: Maius

source: Ctrl
de: Strg
eu: Ktrl

source: Page Up
de: Bild auf
eu: Orria gora

source: Page Down
de: Bild ab
eu: Orria behera

source: Shift-F10
de: Umschalt+F10

source: Ctrl-F10
de: Strg+F10

source: Contracted Braille
de: Blindenkurzschrift
hu: Összetett braille
uk: Скорочення Брайля

source: Dot 7
de: Punkt 7
hu: 7. pont
uk: Точка 7

source: Dot 8
de: Punkt 8
hu: 8. pont
uk: Точка 8

source: <keycombo><keycap>Caps_Lock</keycap><keycap>7</keycap></keycombo> - perform a left mouse click at the location of the flat review cursor.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>7</keycap></keycombo> - Führt einen linken Mausklick an der Stelle aus, an der sich der Cursor im Übersichtsmodus befindet.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>7</keycap></keycombo> - Bal kattintást végez azon az elemen, ahol az egyszerű áttekintés áll.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>7</keycap></keycombo> — виконати клацання лівою кнопкою миші у місці розташування курсору плоского вигляду.

source: @@image: 'figures/button.png'; md5=53cd1fd7b179068753b4c6d2eb4d3261
hu: @@image: 'figures/button.png'; md5=53cd1fd7b179068753b4c6d2eb4d326

source: Geyes
hu: Szemek
ru: Глазки
uk: Очі

source: Orca
hu: Orka

source: MouseTweaks
hu: Egér kiterjesztések

source: Move the object with focus, swapping positions with any other objects encountered.
ru: Переместить объект, содержащий фокус, меняя его положение с другими встречающимися объектами.
uk: Перемістити об'єкт, який має фокус, обмінюючи його місце розташування з іншими зустрічними об'єктами.

source: First you will be presented with a list of languages to choose from; there are currently about 45 languages supported. Most of this list will scroll off the screen, so you may have to use the terminal's scrollbar to view earlier parts of the list. Type in the number of your language choice (e.g., 7 for American English) and press <keycap>Enter</keycap>. You do not need to wait for the entire list to be spoken, and Orca attempts to make your default language the first choice (choice 1).
uk: Спочатку вам запропонують вибрати потрібну мову зі списку (на цей час підтримується близько 45 мов). Більша частина цього списку буде розташована за межами екрана і вам доведеться використовувати прокрутку у вікні термінала для перегляду всього списку. Введіть номер вашої мови (наприклад, 7 для американської англійської) і натисніть <keycap>Enter</keycap>. Вам не потрібно чекати поки буде озвучений весь список, Orca спробує встановити типовою мовою першу мову зі списку.

source: If you plan to use the Magnifier portion of <application>Orca</application> in full screen mode, nonfirm the <application>Xserver</application> "Composite" extension is enabled: use <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> to bring up the Run dialog, type in <literal>xdpyinfo</literal> and press <keycap>Enter</keycap>. Look for the string "Composite" in the output.
uk: Якщо ви плануєте використовувати збільшувач <application>Orca</application> в повноекранному режимі, переконайтесь, що розширення «Composite» увімкнуте в <application>Xserver</application>. Натисніть <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> або <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo>, щоб викликати діалог «Виконати програму» і введіть в ньому <literal>xdpyinfo</literal> та натисніть <keycap>Enter</keycap>. Шукайте рядок «Composite» у виведеному файлі.

source: The MATE Accessibility Guide is for users, system administrators, and anyone who is interested in how the MATE Desktop supports people with disabilities and addresses the requirements of Section 508 of the U.S. Rehabilitation Act.
eu: Erabiltzaileei, sistema-administratzaileei eta MATE Mahaigainak nola laguntzen dion ezgaitasunak dituen jendeari eta zein neurritan betetzen dituen AEBetako Birgaitze Legearen (Rehabilitation Act) 508 atalak adierazitakoa jakin nahi duen edonori zuzendua dago eskuliburu hau.
pt: O Guia de Acessibilidade do MATE destina-se a utilizadores, administradores de sistemas e qualquer um que esteja interessado na forma como o Ambiente de Trabalho MATE suporta pessoas com limitações e respeita os requisitos da Secção 508 do "U.S. Rehabilitation Act"(legislação Norte Americana sobre acessibilidade).

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
eu: Baimena ematen da dokumentu hau kopiatu, banatu eta/edo aldatzeko Free Software Foundation-ek argitaratutako GNU Dokumentazio Librearen Lizentziaren 1.1. bertsioan edo berriago batean ezarritako baldintzak betetzen badira; Atal Aldaezinik, Aurreko azaleko testurik eta Atzeko azaleko testurik gabe. GFDL lizentziaren kopia <ulink type="help" url="ghelp:fdl">esteka</ulink> honetan edo eskuliburu honekin batera ematen den COPYING-DOCS fitxategian aurkituko duzu.
pt: É dada permissão para copiar, distribuir e/ou alterar este documento sob os termos da Licença de Documentação Livre GNU (GFDL), Versão 1.1 ou qualquer outra posteriormente publicada pela Free Software Foundation sem quaisquer Secções Invariantes, Textos de Capa ou Prefácios, e sem Textos Finais ou Posfácios. Poderá encontrar uma cópia da GFDL neste <ulink type="help" url="ghelp:fdl">endereço</ulink> ou no ficheiro COPYING-DOCS distribuído com este manual.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
eu: Eskuliburu hau GFDL lizentziarekin banatzen diren MATE eskuliburuen bildumakoa da. Eskuliburu hau bildumatik bereizita banatu nahi baduzu, bana dezakezu, baina eskuliburuari lizentziaren kopia bat gehitu beharko diozu, lizentzian bertan 6. atalean azaltzen den bezala.
pt: Este manual é parte de uma colecção de manuais MATE distribuídos sob a GFDL. Se desejar distribuir este manual separadamente da colecção, poderá fazê-lo desde que lhe adicione uma cópia da licença, tal como descrito na secção 6 desta licença.

source: MATE 2.20 Desktop Accessibility Guide V2.14.0
eu: MATE 2.20ren Mahaigaineko Erabilerraztasunaren Gida (2.14.0 bertsioa)
pt: Guia de Acessibilidade do Ambiente de Trabalho MATE 2.20 V2.14.0
ru: Руководство по Специальным Возможностям MATE 2.20 V2.14.0

source: September 2007
eu: 2007ko iraila
pt: Setembro de 2007
ru: Сентябрь 2007

source: This manual describes version 2.20 of the MATE Desktop.
eu: Eskuliburu honetan MATE mahaigainaren 2.20 bertsioa azaltzen da.
pt: Este manual descreve a versão 2.20 do Ambiente de Trabalho MATE.
ru: Это руководство описывает MATE версии 2.20

source: To report a bug or make a suggestion regarding the MATE Desktop or this manual, follow the directions in the <ulink url="ghelp:mate-feedback" type="help">MATE Feedback Page</ulink>.
pt: Para relatar um erro ou apresentar uma sugestão sobre o Ambiente de Trabalho MATE ou este manual, siga as instruções indicadas na <ulink url="ghelp:mate-feedback" type="help">Página de Comentários do MATE</ulink>.

source: The MATE Desktop is easy to use and incorporates many accessibility features. Every supported application and utility in the MATE Desktop is designed with accessibility and usability in mind. Users with physical disabilities such as low vision or impaired motor skills can use all of the functionality of the MATE Desktop thanks to the customization tools that are available. The customization tools enable you to customize the appearance and behavior of the desktop.
eu: MATEren mahaigaina erabiltzea erraza da, eta erabilerraztasunaren hainbat eginbide ditu. MATE mahaigainak onartzen dituen aplikazio eta utilitate guztiak erabilerraztasuna eta erabilgarritasuna kontuan hartuz diseinatuta daude. Ezgaitasun fisikoak dituzten erabiltzaileek, adibidez, ikusmen murriztua edo mugimendu-urritasuna dutenak, MATE mahaigaineko funtzionalitate guztiak erabil ditzakete pertsonalizazio-tresnei esker. Pertsonalizazio-tresna horien bidez, mahaigainaren itxura eta jokabidea pertsonaliza ditzakezu.
pt: O Ambiente de Trabalho MATE é fácil de utilizar e incorpora várias funcionalidades de acessibilidade. Todas as aplicações e utilitários suportados no Ambiente de Trabalho MATE são desenvolvidos com a usabilidade e acessibilidade em mente. Utilizadores com limitações físicas tais como visão reduzida ou capacidades motoras reduzidaspodem utilizar todas as funcionalidades do Ambiente de Trabalho MATE graças às ferramentas de personalização que estão disponíveis. Estas ferramentas permitem-lhe personalizar a aparência e comportamento do ambiente de trabalho.

source: The ability to easily customize the MATE Desktop contributes greatly to the accessibility of the desktop. This guide describes the various customization options that you can use to tailor the desktop to suit your particular needs.
eu: MATE mahaigaina erraz pertsonalizatzeko ahalmenak asko laguntzen dio mahaigainaren erabilerraztasunari. Gida honetan, mahaigaina zure beharretara egokitzeko erabil ditzakezun pertsonalizatzeko aukerak azaltzen dira.
pt: A possibilidade de facilmente personalizar o Ambiente de Trabalho MATE contribui para a sua acessibilidade. Este guia descreve as várias opções de personalização que pode utilizar para adaptar o ambiente às suas necessidades específicas.

source: Enabling Accessibility Tools
eu: Erabilerraztasunerako tresnak gaitzea
pt: Activar as Ferramentas de Acessibilidade
ru: Включение инструментария специальных возможностей

source: Select <guilabel>Enable assistive technologies</guilabel> and then press <guibutton>Close and Log Out</guibutton>.
eu: Hautatu <guilabel>Gaitu laguntza-teknologiak</guilabel> eta gero sakatu <guibutton>Itxi eta irten saiotik</guibutton>.
pt: Seleccione <guilabel>Activar tecnologias assistivas</guilabel> e depois prima <guibutton>Fechar e Terminar Sessão</guibutton>.

source: Once basic assistive technology support is enabled, it is possible to start accessibility services such as the screen reader, screen magnifier and on-screen keyboard.
eu: Behin oinarrizko laguntza-teknologiaren euskarria gaituta dagoela, erabilerraztasunaren zerbitzuak (pantaila-irakurlea, lupa eta pantailako teklatua bezalakoak) abiaratu daitezke.
pt: Uma vez activo o suporte básico para tecnologias assistivas, é possível iniciar serviços de acessibilidade tais como a locução de ecrã, ampliador de ecrã e teclado no ecrã.
ru: Как только будет включена поддержка базовых вспомогательных технологий, появится возможность запустить службы специальных возможностей, например, приложение чтения с экрана, экранный увеличитель и клавиатуру, отображаемую на экране.

source: <emphasis>Keyboard Desktop Navigation</emphasis> - allows users to navigate the desktop without using a mouse or pointer device.
eu: <emphasis>Teklatuaren bidez mahaigainean nabigatzea</emphasis> - sagua edo nahi bestelako gailu erakuslea erabili gabe mahaigainean nabigatzea baimentzen die erabiltzaileei.
pt: <emphasis>Navegação no Ambiente com o Teclado</emphasis> - permite aos utilizadores navegarem no ambiente sem utilizar um rato ou dispositivo de apontar.

source: <emphasis>Accessible Login</emphasis> - users can configure the login screen to be more accessible.
eu: <emphasis>Erabilerraztasuneko saio-hasiera</emphasis> - erabiltzaileei saio-hasierako pantaila konfiguratzea uzten die erabilerrazagoa izateko.
pt: <emphasis>Início de Sessão Acessível</emphasis> - os utilizadores podem configurar o ecrã de início de sessão para que seja mais acessível.

source: The MATE Desktop includes an Accessible Login feature. The Accessible Login feature enables users to:
eu: MATE Mahaigainak Saio-haste errazerako eginbidea dauka. Saio-haste errazerako eginbidearekin:
pt: O Ambiente de Trabalho MATE inclui uma funcionalidade de Início de Sessão Acessível. Esta permite aos utilizadores:

source: Launch assistive technologies at login time by associating a user action with an assistive technology application. The user can perform the user action from the standard keyboard, or from a keyboard, pointing device, or switch device that is attached to the USB or PS/2 mouse port. These user actions are called gestures.
eu: Saioa hastean laguntza-teknologiak abiaraz daitezke, erabiltzaile-ekintzak laguntza-teknologien aplikazioekin asoziatuz. Erabiltzaileak teklatu estandarretik egin dezake ekintza, edo USBarekin edo Ps/2 sagu-atakarekin lotutako teklatu, gailu erakusle edo kommutadore batetik. Halako erabiltzaile-ekintzei mugimenduak esaten zaie.
pt: Iniciar as tecnologias assistivas ao iniciar a sessão ao associar uma acção do utilizador a uma aplicação de tecnologia assistiva. O utilizador pode realizar a sua acção a partir do teclado, dispositivo de apontar ou dispositivo de alternância que estiver ligado ao porto USB ou PS/2 de rato. Estas acções de utilizador são denominadas gestos.
ru: Запустить вспомогательные технологии во время входа в систему посредством связывания пользовательских действий с приложениями вспомогательных технологий. Пользователь может выполнить действия при помощи стандартной клавиатуры или при помощи клавиатуры, указывающего устройства, устройства с переключателями, которые подключены к портам USB или PS/2. Эти пользовательские действия называются жестами.

source: Change the visual appearance of the login dialog before the user logs in, for example, to use a high contrast theme for better visibility.
eu: Saioa hasteko elkarrizketaren itxura bisuala alda daiteke erabiltzaileak saioa hasi aurretik, esate baterako, Kontraste handiko gaia erabiltzeko, hobeto ikusteko.
pt: Alterar a aparência visual do diálogo de início de sessão antes do utilizador iniciar a sessão, por exemplo, para utilizar um tema de elevado contraste que permita melhor visualização.

source: To Enable Accessible Login
eu: Saio-haste erraza gaitzeko
pt: Para Activar o Início de Sessão Acessível

source: To configure GDM, perform the following steps:
eu: GDM konfiguratzeko, jarraitu ondoko urratsak:
pt: Para configurar o GDM, realize os seguintes passos:
ru: Для того чтобы настроить GDM, выполните следующие шаги:

source: Open the file <filename>/etc/X11/gdm/gdm.conf</filename>.
eu: Ireki <filename>/etc/X11/gdm/gdm.conf</filename> fitxategia.
pt: Abra o ficheiro <filename>/etc/X11/gdm/gdm.conf</filename>.

source: The above lines must be displayed as single lines in the <filename>gdm.conf</filename> file without line breaks. The formatting of this guide may display the lines over two lines.
eu: Goiko lerroak lerro bakar gisa bistaratu behar dira <filename>gdm.conf</filename> fitxategian, lerro-jauzirik gabe. Gida honen formatuak bi lerrotan erakutsi behar ditu lerroak.
pt: As linhas acima têm de ser linhas únicas no ficheiro <filename>gdm.conf</filename>, sem as quebras de linha. A formatação deste guia poderá apresentar as linhas acima quebradas em duas linhas.

source: This step loads all of the GtkModules to enable assistive technologies such as <application>On-Screen Keyboard</application> and <application>Screen Reader and Magnifier</application>. You can edit the line above further to load only the GtkModules that you require to support the user base. For example:
eu: Urrats honek GtkModules guztiak kargatzen ditu, laguntza-teknologiak gaitzeko, esate baterako, <application>Pantailako teklatua</application> eta <application>Pantaila-irakurlea eta lupa</application>. Goiko lerroa edita dezakezu, erabiltzaile-oinarria onartzeko beharrezkoak diren GtkModules bakarrik kargatzeko. Adibidez:
pt: Este passo lê todos os Módulos Gtk para activar tecnologias assistivas tais como <application>Teclado no Ecrã</application> e <application>Locutor de Ecrã e Ampliador</application>. Pode editar a linha para apenas ler os Módulos Gtk que necessita para suportar a sua base de utilizadores. Por exemplo:

source: If you need to use the <application>Screen Reader and Magnifier</application>, include <literal>gail</literal> and <literal>atk-bridge</literal>.
eu: <application>Pantaila-irakurlea eta lupa</application> erabili behar baduzu, sartu <literal>gail</literal> eta <literal>atk-bridge</literal>.
pt: Se necessitar de utilizar o <application>Locutor de Ecrã e Ampliador</application>, inclua o <literal>gail</literal> e o <literal>atk-bridge</literal>.

source: If you need to use a pointing device without buttons or switches, include <literal>gail</literal>, <literal>atk-bridge</literal>, and <literal>dwellmouselistener</literal>.
eu: Botoirik nahiz kommutadorerik ez duen gailu erakuslerik behar izanez gero, sartu <literal>gail</literal>, <literal>atk-bridge</literal>, eta <literal>dwellmouselistener</literal>.
pt: Se necessitar de utilizar um sistema de apontar sem botões nem interruptores, inclua o <literal>gail</literal>, o <literal>atk-bridge</literal>, e o <literal>dwellmouselistener</literal>.

source: <application>On-Screen Keyboard</application> can operate without <literal>gail</literal> and <literal>atk-bridge</literal> but with a reduced feature set.
eu: <application>Pantailako teklatuak</application> <literal>gail</literal> eta <literal>atk-bridge</literal> gabe lan egin dezake, baina eginbide-multzo murritz batekin.
pt: O <application>Teclado no Ecrã</application> pode funcionar sem o <literal>gail</literal> e o <literal>atk-bridge</literal> mas apenas com um conjunto reduzido de funcionalidades.

source: Save the <filename>/etc/X11/gdm/gdm.conf</filename> file.
eu: Gorde <filename>/etc/X11/gdm/gdm.conf</filename> fitxategia.
pt: Grave o ficheiro <filename>/etc/X11/gdm/gdm.conf</filename>.
ru: Сохраните файл <filename>/etc/X11/gdm/gdm.conf</filename>.

source: If you make any changes to the <filename>/etc/X11/gdm/gdm.conf</filename> file after you enable GDM, you can execute the following command to restart GDM and activate the changes:
eu: GDM gaitu ondoren <filename>/etc/X11/gdm/gdm.conf</filename> fitxategiari aldaketaren bat eginez gero, exekutatu ondoko komandoa, GDM berrabiarazteko eta aldaketak aktibatzeko:
pt: Se realizar alterações ao ficheiro <filename>/etc/X11/gdm/gdm.conf</filename> após activar o GDM, poderá executar o comando seguinte para reiniciar o GDM e activar as alterações:
ru: Если вы внесли изменения в файл <filename>/etc/X11/gdm/gdm.conf</filename> после того, как включили GDM, вы можете выполнить следующую команду для перезагрузки GDM и активизации изменений:

source: To Start Assistive Technologies at Login
eu: Saioa hastean Laguntza-teknologiak abiarazteko
pt: Para Iniciar as Tecnologias Assistivas no Início de Sessão

source: The gestures must be contained in a single line in the <filename>AccessKeyMouseEvents</filename> file without line breaks. The formatting of this guide might display the examples in the following sections over two lines.
eu: Mugimenduek lerro bakar batean agertu behar dute <filename>AccessKeyMouseEvents</filename> fitxategian, lerro-jauzirik gabe. Baliteke gida honetako formatuak ondoko ataletako adibideak bi lerrotan bistaratzea.
pt: Os gestos têm de estar contidos numa única linha no ficheiro <filename>AccessKeyMouseEvents</filename> sem quaisquer quebras de linha. A formatação deste guia poderá apresentar os exemplos das secções seguintes em duas linhas.

source: To Start Screen Reader Using a Keyboard Shortcut
eu: Pantaila-irakurlea laster-tekla bidez abiarazteko
pt: Para Iniciar o Locutor de Ecrã Utilizando um Atalho de Teclado

source: Edit the <filename>AccessKeyMouseEvents</filename> file to associate keyboard shortcuts with assistive technologies. For example, the following line enables you to press-and-hold <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> for one second to start <application>Screen Reader and Magnifier</application> in speech and Braille mode:
eu: Editatu <filename>AccessKeyMouseEvents</filename> fitxategia, teklatuko laster-teklak laguntza-teknologiekin asoziatzeko. Esate baterako, ondoko lerroak aukera ematen dizu sakatuta edukitzeko <keycombo><keycap>Ktrl</keycap><keycap>S</keycap></keycombo> teklak, segundo batez, <application>Pantaila-irakurlea eta lupa</application> abiarazteko, hizketa eta Braille moduan:
pt: Edite o ficheiro <filename>AccessKeyMouseEvents</filename> para associar os atalhos de teclado com as tecnologias assistivas. Por exemplo, a linha seguinte permite-lhe premir-e-manter o <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> durante um segundo para iniciar o <application>Locutor de Ecrã e Ampliador</application> em modo de texto e Braille:

source: To Start Magnifier Using a Keyboard Shortcut
eu: Lupa laster-tekla bidez abiarazteko
pt: Para Iniciar o Ampliador Utilizando um Atalho de Teclado

source: Edit the <filename>AccessKeyMouseEvents</filename> file to associate keyboard shortcuts with assistive technologies. For example, the following line enables you to press-and-hold <keycombo><keycap>Ctrl</keycap><keycap>M</keycap></keycombo> for one second to start <application>Screen Reader and Magnifier</application> in magnifier mode:
eu: Editatu <filename>AccessKeyMouseEvents</filename> fitxategia, teklatuko laster-teklak laguntza-teknologiekin asoziatzeko. Esate baterako, ondoko lerroak aukera ematen dizu sakatuta edukitzeko <keycombo><keycap>Ktrl</keycap><keycap>M</keycap></keycombo> teklak, segundo batez, <application>Pantaila-irakurlea eta lupa</application> abiarazteko, lupa moduan:
pt: Edite o ficheiro <filename>AccessKeyMouseEvents</filename> para associar atalhos de teclado com as tecnologias assistivas. Por exemplo, a linha seguinte permite-lhe premir-e-manter <keycombo><keycap>Ctrl</keycap><keycap>M</keycap></keycombo> durante um segundo para iniciar o <application>Locutor de Ecrã e Ampliador</application> em modo de ampliação:

source: To Start On-Screen Keyboard Using a Switch or Button Gesture
eu: Pantailako teklatua kommutadore- edo botoi-mugimendu bidez abiarazteko
pt: Para Iniciar o Teclado no Ecrã Utilizando um Interruptor ou Gesto de Botão

source: For information about the <application>On-Screen Keyboard</application> operating modes, see the online Help for <application>On-Screen Keyboard</application>.
eu: <application>Pantailako teklatuaren</application> lan egiteko moduei buruz jakiteko, ikus <application>Pantailako teklatuaren</application> lineako laguntza.
pt: Para informações sobre os modos de funcionamento do <application>Teclado no Ecrã</application>, consulte a Ajuda do <application>Teclado no Ecrã</application>.

source: To Start On-Screen Keyboard Using a Motion-only Gesture
eu: Pantailako teklatua mugimendu hutsezko mugimendu bidez abiarazteko
pt: Para Iniciar o Teclado no Ecrã Utilizando Apenas um Gesto de Movimento
