Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: A control is any user-interactive screen element. Examples of controls include buttons, check boxes, menus, and text boxes. See <xref linkend="keynav-23"/> for detailed information about how to navigate the different types of controls that are available.
de: Ein Interaktions- oder Bedienelement ist irgendein Element auf dem Bildschirm, mit dem man eine Aktion ausführen kann. Beispiele für diese Elemente sind Knöpfe, Ankreuzfelder, Menüs oder Eingabefelder. Um zu erfahren, wie Sie mit den verfügbaren Elementen umgehen können, lesen Sie <xref linkend="keynav-23"/>.
hu: A vezérlőelemek segítségével működtethető vagy vezérelhető a felhasználói felület. Vezérlőelemek például a gombok, jelölőnégyzetek, menük és szerkesztőmezők. A különböző elérhető vezérlőelemeken való navigációval kapcsolatos további információkért nézze meg a <xref linkend="keynav-23"/> szakaszt.
ru: Элемент управления - это любой элемент экрана, взаимодействующий с пользователем. Примерами элементов управления являются кнопки, переключатели, меню и текстовые поля. Подробнее о перемещении по различным типам доступных элементов управления смотрите <xref linkend="keynav-23"/>.
uk: Елементом керування називається будь-який елемент екрана, який взаємодіє з користувачем. Прикладами елементів керування є кнопки, кнопки-прапорці, меню та текстові поля. Детальніше про переміщення по різних типах наявних елементів керування дивіться <xref linkend="keynav-23"/>.
zh_cn: 控件是用户接口的屏幕元件，例如按钮、复选框、菜单、文本框等都是控件，更多控件的相关信息，请参阅：<xref linkend="keynav-23"/>。

source: This section of the manual describes the essential keyboard shortcuts that you can use in applications and dialogs.
de: In diesem Abschnitt des Handbuchs werden die wichtigsten Tastenkombinationen beschrieben, die Sie in Anwendungen und Dialogfenstern verwenden können.
hu: A kézikönyv ezen fejezete leírja az alkalmazások és párbeszédablakok használatának megkezdéséhez alapvető gyorsbillentyűket.
ru: Этот раздел руководства описывает основные клавиатурные комбинации, которые вы можете использовать в приложениях и диалогах.
uk: Цей розділ посібника описує основні комбінації клавіш, які можна використовувати у програмах і діалогових вікнах.
zh_cn: 在手册的这一段里，讲述了您可以在应用程序和对话框中，使用的基本键盘快捷键。

source: Essential Keyboard Shortcuts for Navigating Applications
de: Grundlegende Tastenkombinationen zum Arbeiten mit Anwendungen.
eu: Aplikazioetan zehar ibiltzeko funtsezko laster-teklak
hu: Alapvető gyorsbillentyűk az alkalmazásokban való navigációhoz
pt: Atalhos de Teclado Essenciais para Navegar nas Aplicações
uk: Основні комбінації клавіш для переміщення по програмах
zh_cn: 访问应用程序的基本快捷键

source: Since there are so many applications that you can use in the MATE Desktop, this manual does not describe all the custom keyboard shortcuts that you can use with each individual application. However, the basic keyboard shortcuts are common to many applications.
de: Da Sie sehr viele Anwendungen mit dem MATE-Desktop verwenden können, kann dieses Handbuch nicht alle anwendungsspezifischen Tastenkombinationen beschreiben. Die grundlegenden Tastenkombinationen sind aber in vielen Anwendungen zu finden.
hu: Mivel rengeteg alkalmazást használhat a MATE rendszerben, ez a kézikönyv nem fejti ki azokat az egyéni gyorsbillentyűket, melyeket egy adott alkalmazásban használhat. Az alap billentyűparancsok ismerete általában elegendő egy alkalmazás használatához.
uk: Оскільки існує дуже багато програм, які можна використовувати в середовищі MATE, цей посібник не описує всі користувацькі комбінації клавіш для кожної окремої програми. Тим не менше, основні комбінації клавіш, є спільними для багатьох програм.
zh_cn: 由于在 MATE 桌面中有太多的应用程序可供您使用，本手册不能为您讲述每一个应用程序的特定快捷键。但是，基本的快捷键适用于大多数应用程序。

source: Access keys are another way to quickly navigate applications with the keyboard. An access key is identified by an underlined letter on a menu or control. In some cases, you must press <keycap>Alt</keycap> in combination with the access key to perform an action.
de: Tastenkürzel stellen eine weitere Möglichkeit dar, in einer Anwendung zu navigieren. Ein Tastenkürzel ist am unterstrichenen Buchstaben eines Elements oder Menüeintrages zu erkennen. In vielen Fällen müssen Sie die <keycap>Alt</keycap>-Taste zusammen mit dem Tastenkürzel drücken, um die Aktion auszuführen.
hu: Hívóbetűk segítségével is hatékonyan navigálhat az alkalmazásokban a billentyűzetről. A hívóbetűket a menükben vagy vezérlőelemekben aláhúzott betű jelöli. Néhány esetben a művelet végrehajtásához a hívóbetű mellett szükséges az <keycap>Alt</keycap> billentyű lenyomása is.
ru: Клавиши доступа являются другим способом перемещения по приложению при помощи клавиатуры. Клавиша доступа определяется как подчёркнутая буква в названии меню или элемента управления. В некоторых случаях вы должны нажать <keycap>Alt</keycap> в комбинации с клавишей доступа, чтобы выполнить действие.
uk: Клавіші доступу є іншим способом швидкого переміщення по програмах за допомогою клавіатури. Клавіша доступу позначається як підкреслена літера в назві меню або елемента керування. У деяких випадках потрібно натиснути клавішу <keycap>Alt</keycap> в комбінації з клавішею доступу, щоб виконати дію.
zh_cn: 访问键是另外一种使用键盘快速访问应用程序的方法。访问键是在菜单和控件中，带有下划线的字母。在某些场合，您需要同时按住 <keycap>Alt</keycap> 键来执行一项操作。

source: The following table lists the essential keyboard shortcuts that you can use to navigate applications:
de: Die folgende Tabelle enthält grundlegende Tastenkombinationen, die Sie zum Navigieren in Anwendungen verwenden können.
hu: A következő táblázat az alkalmazásokban való navigációhoz használható alapvető gyorsbillentyűket írja le.
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения по приложениям:
uk: В наступній таблиці наведено основні комбінації клавіш, які можна використовувати для переміщення по програмах:
zh_cn: 下表列出了您可以用来访问应用程序的基本快捷键：

source: Open the first menu on the application menubar.
de: Öffnet das erste Menü in der Menüleiste.
eu: Aplikazioaren menu-barrako lehen menua irekitzen du.
hu: Az alkalmazás menüsorában az első menü megnyitása.
pt: Abre o primeiro menu na barra de menu da aplicação.
ru: Открыть первое меню в панели меню приложения.
uk: Відкрити перше меню в рядку меню програми.
zh_cn: 打开应用程序菜单栏的第一个菜单。

source: <keycap>Alt</keycap> + access key
de: <keycap>Alt</keycap> + Zugriffstaste
eu: <keycap>Alt</keycap> + tekla bizkortzailea
hu: <keycap>Alt</keycap> + hívóbetű
pt: <keycap>Alt</keycap> + tecla de acesso
ru: <keycap>Alt</keycap> + клавиша доступа
uk: <keycap>Alt</keycap> + клавіша доступу
zh_cn: <keycap>Alt</keycap> + 访问键

source: Open the menu that is associated with the access key.
de: Öffnet das Menü, welches der Zugriffstaste zugeordnet ist.
eu: Tekla bizkortzailearekin lotuta dagoen menua irekitzen du.
hu: A hívóbetűhöz társított menü megnyitása.
pt: Abre o menu que está associado à tecla de acesso.
ru: Открыть меню, связанное с клавишей доступа.
uk: Відкрити меню, яке відповідає клавіші доступу.
zh_cn: 用访问键打开相关的菜单

source: access keys
de: Zugriffstasten
eu: tekla bizkortzaileak
hu: hívóbetűk
pt: teclas de acesso
ru: клавиши доступа
uk: клавіші доступу
zh_cn: 访问键

source: Select the menu item that is associated with the access key.
de: Markiert den mit der Zugriffstaste verknüpften Menüpunkt.
eu: Tekla bizkortzailearekin lotuta dagoen menu-elementua hautatzen du.
hu: A hívóbetűhöz társított menüpont kiválasztása.
pt: Selecciona o item de menu que está associado à tecla de acesso.
ru: Выбрать элемент меню, связанный с клавишей доступа.
uk: Вибрати пункт меню, який відповідає клавіші доступу.
zh_cn: 用访问键选择相关的菜单项。

source: <keycap>left arrow</keycap> and <keycap>right arrow</keycap>
de: <keycap>Pfeiltaste links</keycap> und <keycap>Pfeiltaste rechts</keycap>
eu: <keycap>ezkerrera gezi-tekla</keycap> eta <keycap>eskuinera gezi-tekla</keycap>
hu: <keycap>balra nyíl</keycap> és <keycap>jobbra nyíl</keycap>
pt: <keycap>seta à esquerda</keycap> e <keycap>seta à direita</keycap>
ru: <keycap>стрелка влево</keycap> и <keycap>стрелка вправо</keycap>
uk: <keycap>стрілка вліво</keycap> та <keycap>стрілка вправо</keycap>
zh_cn: <keycap>左方向键</keycap> 和 <keycap>右方向键</keycap>

source: Switch focus between the menus on the menubar.
de: Bewegen den Cursor zwischen den Menüpunkten der Menüleiste.
eu: Menu-barrako menuen artean txandakatzen du fokua.
hu: A fókusz átváltása a menüsorban lévő menük között.
pt: Alterna o foco entre os menus na barra de menu.
ru: Переключить фокус между меню на панели меню.
uk: Перемикання фокусу поміж меню в рядку меню.
zh_cn: 在各个菜单之间切换焦点，在菜单栏里。

source: <keycap>up arrow</keycap> and <keycap>down arrow</keycap>
de: <keycap>Pfeiltaste auf</keycap> und <keycap>Pfeiltaste ab</keycap>
eu: <keycap>gora gezi-tekla</keycap> eta <keycap>behera gezi-tekla</keycap>
hu: <keycap>fel nyíl</keycap> és <keycap>le nyíl</keycap>
pt: <keycap>seta acima</keycap> e <keycap>seta abaixo</keycap>
ru: <keycap>стрелка вверх</keycap> и <keycap>стрелка вниз</keycap>
uk: <keycap>стрілка вверх</keycap> та <keycap>стрілка вниз</keycap>
zh_cn: <keycap>上方向键</keycap> 和 <keycap>下方向键</keycap>

source: Move focus into a menu.
de: Bewegen den Cursor in einem Menü.
eu: Fokua menu batera eramaten du.
hu: A fókusz mozgatása a menüben.
pt: Move o foco para dentro de um menu.
ru: Переместить фокус внутри меню.
uk: Перемістити фокус в межах меню.
zh_cn: 移动焦点进入一个菜单。

source: Close the open menu and give focus to the control that had focus before the menubar.
de: Schließt das geöffnete Menü und fokussiert das Bedienelement, das vor dem Betreten des Menüs den Fokus hatte.
hu: A nyitott menük bezárása és a fókusz átadása a menüsor előtt fókuszban lévő vezérlőelemnek.
ru: Закрыть открытое меню и вернуть фокус элементу управления, в котором фокус располагался до перемещения в панель меню.
uk: Закрити відкрите меню і передати фокус до елемента контролю, який мав фокус до переміщення в рядок меню.
zh_cn: 关闭打开的菜单，把焦点给之前的控件。

source: Open the file selector dialog.
de: Öffnet den Dialog zum Auswählen einer Datei.
eu: Fitxategia hautatzeko elkarrizketa irekitzen du.
hu: A fájlválasztó párbeszédablak megnyitása.
pt: Abre o diálogo de selecção de ficheiro.
ru: Открыть диалог выбора файлов.
uk: Відкрити діалог вибору файлів.
zh_cn: 打开文件选择对话框。

source: Open the Save dialog.
de: Öffnet den Speichern-Dialog.
eu: Gorde elkarrizketa-koadroa irekitzen du.
hu: A mentés párbeszédablak megnyitása.
pt: Abre o diálogo de Gravar.
ru: Открыть диалог сохранения файла.
uk: Відкрити діалог збереження файлів.
zh_cn: 打开保存对话框

source: Open a Location dialog, enabling you to type the name of a file that you want to open or save.
de: Öffnet einen Adressdialog, in dem Sie den Namen einer Datei eingeben können, die Sie öffnen oder speichern wollen.
hu: A Hely párbeszédablak megnyitása, amelybe begépelheti a megnyitni vagy elmenteni kívánt fájl nevét.
ru: Открыть диалог расположения, позволяющий вам ввести имя файла, который вы хотите открыть или сохранить.
uk: Відкрити діалог розташування, що дає змогу ввести ім'я файла, який ви хочете відкрити або зберегти.
zh_cn: 打开位置对话框，您可以输入想打开或保存的文件名。

source: Open a Print dialog, if available.
de: Wenn verfügbar, wird ein Druckdialog geöffnet.
hu: Megjeleníti a nyomtatás párbeszédpanelt, ha elérhető.
uk: Відкрити діалог друку, якщо друк доступний.
zh_cn: 打开打印对话框，如果可用的话。

source: Copy highlighted text to the global, application-spanning clipboard.
de: Den markierten Text in die globale, anwendungsbasierte Zwischenablage kopieren.
hu: A kijelölt szöveget a vágólapra másolja.
uk: Копіювати виділений текст в загальний, короткостроковий буфер обміну програми.
zh_cn: 复制选中的文本到剪贴板。

source: Cut highlighted text to the global, application-spanning clipboard.
de: Den markierten Text ausschneiden und in die globale, anwendungsbasierte Zwischenablage verschieben.
hu: A kijelölt szöveget a vágólapra másolja.
uk: Вирізати виділений текст і передати в загальний, короткостроковий буфер обміну програми.
zh_cn: 剪切选中的文本到剪贴板。

source: Paste text from the global, application-spanning clipboard to the current cursor position.
de: Den Inhalt der globalen, anwendungsbasierten Zwischenablage einfügen.
hu: Beilleszti a vágólapon található információt oda, ahol a kurzor áll.
uk: Вставити текст із загального, короткострокового буферу обміну програми в місце розташування курсору.
zh_cn: 从剪贴板中粘贴文本到光标所在的位置。

source: Essential Keyboard Shortcuts for Navigating Dialogs
de: Grundlegende Tastenkürzel für das Navigieren in Dialogen
eu: Elkarrizketa-koadroetan zehar ibiltzeko funtsezko laster-teklak
hu: Alapvető gyorsbillentyűk a párbeszédablakokban való navigációhoz
pt: Atalhos de Teclado Essenciais para Navegar em Diálogos
ru: Основные клавиатурные комбинации для перемещения по диалогам
uk: Основні комбінації клавіш для переміщення по діалогам
zh_cn: 访问对话框的基本快捷键

source: for dialogs
de: Für Dialogfenster
eu: elkarrizketentzat
hu: párbeszédablakok
pt: para diálogos
ru: для диалогов
uk: для діалогів
zh_cn: 使用对话框

source: The following table lists the essential keyboard shortcuts that you can use to navigate dialogs:
de: Die folgende Tabelle enthält grundlegende Tastenkombinationen, die Sie zum Navigieren in Dialogfenstern verwenden können.
hu: A következő táblázat a párbeszédablakokban való navigáláshoz alapvető gyorsbillentyűket írja le.
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения по диалогам:
uk: В наступній таблиці наведено основні комбінації клавіш, які можна використовувати для переміщення по діалогах:
zh_cn: 下表列出了您可以用来访问对话框的基本快捷键：

source: access key
de: Zugriffstaste
eu: tekla bizkortzailea
hu: hívóbetű
pt: tecla de acesso
ru: клавиша доступа
uk: клавіша доступу
zh_cn: 访问键

source: Activate or select a control.
de: Aktiviert oder markiert ein Bedienelement.
eu: Kontrol bat aktibatzen edo hautatzen du.
hu: Vezérlőelem aktiválása vagy kiválasztása.
pt: Activa ou selecciona um controlo.
ru: Активировать или выбрать элемент управления.
uk: Активувати або вибрати елемент керування.
zh_cn: 激活或选择一个控件

source: Give focus to the next control.
de: Fokussiert das nächste Bedienelement.
eu: Hurrengo kontrolari ematen dio fokua.
hu: A fókusz átadása a következő vezérlőelemnek.
pt: Transmite o foco ao controlo seguinte.
ru: Переместить фокус на следующий элемент управления.
uk: Перемістити фокус на наступний елемент керування.
zh_cn: 把焦点给下一个控件

source: Move to the next page/tabbed section of the dialog.
de: Navigiert zur nächsten Seite oder zum nächsten Reiter im Dialogfenster.
hu: Ha egy lapfül neve van fókuszban, akkor átlép a párbeszédablak következő lapfülére.
ru: Перейти на следующую страницу или вкладку диалога.
uk: Перейти до наступної сторінки або вкладки діалогу.
zh_cn: 移动到对话框的下一个页面/标签段。

source: Move to the previous page/tabbed section of the dialog.
de: Fokussiert die vorherige Seite oder den vorherigen Reiter im Dialog.
hu: Ha egy lapfül neve van fókuszban, akkor átlép a párbeszédablak előző lapfülére.
ru: Перейти на предыдущую страницу или вкладку диалога.
uk: Перейти до попередньої сторінки або вкладки діалогу.
zh_cn: 移动到对话框的上一个页面/标签段。

source: Cancel/dismiss the dialog. Some application-specific dialogs may retain dialog settings, but this practice is discouraged. These dialogs usually have a single <guilabel>Close</guilabel> button, with no <guilabel>Ok/Accept</guilabel> buttons.
de: Bricht das Dialogfenster ab und schließt es. Einige anwendungsspezifische Dialoge behalten eventuell die Einstellungen bei, dennoch ist dieses Verhalten entmutigend. Derartige Dialogfenster haben gewöhnlich nur einen Knopf <guilabel>Schließen</guilabel> und keine Knöpfe für <guilabel>OK</guilabel> oder <guilabel>Übernehmen</guilabel>.
hu: A párbeszédablak bezárása. Néhány alkalmazás-specifikus párbeszédpanel e művelet használata ellenére megtartja a beállításokat, de ezt nem javasoljuk. Ezeken a párbeszédpaneleken általában egy <guilabel>Bezárás</guilabel> vagy <guilabel>OK</guilabel> gomb található.
uk: Скасувати/відхилити діалог. Деякі діалоги специфічних програм, можуть запам’ятовувати параметри, але ця практика не рекомендується. Ці діалоги зазвичай мають одну кнопку <guilabel>Закрити</guilabel>, без кнопок <guilabel>Гаразд/Застосувати</guilabel>.
zh_cn: 取消/关闭对话框。一些特定的应用程序对话框可以保留对话框设置。但这是不大可靠的。这些对话框通常只有一个 <guilabel>Close</guilabel> 按钮，没有 <guilabel>确定/应用</guilabel> 按钮。

source: Return
de: Eingabetaste
eu: Itzuli
hu: Enter
pt: Enter
zh_cn: 回车键

source: Perform the default action for the dialog. The default action will usually apply any changes and close the dialog. A default button will have a bold outline and a selected button will have a slightly bolder outline than the default button.
de: Führt die vorgegebene Aktion des Dialoges aus. Die vorgegebene Aktion ist üblicherweise die Anwendung der Änderungen und das Schließen des Dialoges. Der vorgegebene Knopf ist fett umrandet, und der ausgewählte Knopf erhält eine etwas fettere Umrandung als der vorgegebene Knopf.
hu: Végrehajtja a párbeszédablak alapértelmezett műveletét. Az alapértelmezett művelet általában a változtatások alkalmazása és a párbeszédablak bezárása.
uk: Виконати типову дію в діалозі. Типова дія, як правило, приймає внесені зміни і закриває діалог. Типова кнопка матиме напівжирний контур а кнопка вибору матиме злегка темніший контур, ніж типова кнопка.
zh_cn: 执行对话框的默认动作。默认动作是通常是应用改变并关闭对话框。默认按钮上显示一个粗轮廓线，选中按钮与默认按钮相比有一个亮的轮廓线。

source: Navigating the File Manager
de: Mit dem Datei-Manager arbeiten
eu: Fitxategi-kudeatzailean zehar ibiltzea
hu: Navigáció a fájlkezelőben
pt: Navegar no Gestor de Ficheiros
ru: Перемещение по файловому менеджеру
uk: Переміщення по файловому менеджерові
zh_cn: 访问文件管理器

source: for file manager
de: für den Datei-Manager
eu: fitxategi-kudeatzailearentzat
hu: fájlkezelő
pt: para o navegador de ficheiros
ru: для файлового менеджера
uk: для файлового менеджера
zh_cn: 使用文件管理器

source: By default, the file manager operates in <guilabel>Spatial</guilabel> mode. This mode uses separate windows for each folder. Conversely, <guilabel>Browser</guilabel> mode will reuse the same window for each folder.
de: Der Datei-Manager arbeitet standardmäßig im <guilabel>räumlichen</guilabel> Modus. In diesem Modus wird jeder Ordner in einem eigenen Fenster dargestellt. Umgekehrt wird im <guilabel>Browser</guilabel>-Modus für jeden Ordner dasselbe Fenster verwendet.
hu: Alapértelmezésben a fájlkezelő a <guilabel>Térbeli</guilabel> módban működik. Ez a mód külön ablakokat használ minden egyes mappához. Lehetőség van arra is, hogy minden mappa ugyanabban az ablakban nyíljon meg, ez a <guilabel>Böngésző</guilabel> mód.
ru: По умолчанию файловый менеджер работает в <guilabel>Пространственном</guilabel> режиме. В этом режиме для каждой папки используется отдельное окно. В противоположность этому, в режиме <guilabel>Обозревателя</guilabel> для каждой папки используется одно и то же окно.
uk: Типово, файловий менеджер працює в <guilabel>Просторовому</guilabel> режимі. В цьому режимі, для кожної теки відкривається окреме вікно. І навпаки, в режимі <guilabel>Переглядача</guilabel> всі теки відкриваються в одному і тому ж вікні.
zh_cn: 默认情况下，文件管理器在 <guilabel>单窗口</guilabel> 模式下工作。在这个模式下，每个文件夹有一个自己的窗口。相反，<guilabel>浏览</guilabel> 模式，是在同一个文件夹里打开各级文件夹。

source: For more information about different modes for the file manager, see <ulink url="ghelp:user-guide?caja-presentation"> the user guide</ulink>.
de: Weitere Informationen zu den verschiedenen Arbeitsmodi des Datei-Managers finden Sie im <ulink url="ghelp:user-guide?caja-presentation">Benutzer-Handbuch</ulink>.
hu: <ulink url="ghelp:user-guide?caja-presentation">A felhasználói kézikönyvben</ulink> további információk találhatók a fájlkezelő különböző használati módjairól.
ru: Подробнее о различных режимах файлового менеджера смотрите <ulink url="ghelp:user-guide?caja-presentation">руководство по Caja</ulink>.
uk: Докладніше про різні режими роботи файлового менеджера дивіться в <ulink url="ghelp:user-guide?caja-presentation"> посібнику користувача</ulink>.
zh_cn: 更多文件管理器的模式信息，请参阅： <ulink url="ghelp:user-guide?caja-presentation">用户指南</ulink>。

source: Navigating Folders
de: Arbeiten mit Ordnern
hu: Navigálás a mappákban
ru: Перемещение по папкам
uk: Переміщення по теках
zh_cn: 访问文件夹

source: The following table describes the keyboard shortcuts that enable you to navigate folders in the file manager:
de: Die folgende Tabelle beschreibt Tastenkombinationen, die Sie zum Arbeiten mit Ordnern verwenden können:
hu: A következő táblázat a fájlkezelőn belül a mappákban való navigációhoz használható gyorsbillentyűket írja le.
ru: В следующей таблице описаны клавиатурные комбинации, которые позволят вам осуществлять перемещение по папкам в файловом менеджере:
uk: В наступній таблиці описані комбінації клавіш, які дають змогу переміщатись по теках у файловому менеджері:
zh_cn: 下表讲述了在文件管理器中，您可以用来访问文件夹的快捷键：

source: Select the next or previous file or folder in the direction of the arrow key.
de: Die nächste Datei oder der nächste Ordner in der durch die Pfeiltaste angegebenen Richtung wird markiert.
eu: Hurrengo edo aurreko fitxategia edo karpeta gezi-teklaren norabidean hautatzen du.
hu: A nyílbillentyűvel megadott irányban a következő vagy előző fájl vagy mappa kiválasztása.
pt: Selecciona o ficheiro ou pasta seguinte ou anterior na direcção da tecla de seta.
ru: Выбрать следующий или предыдущий файл или папку в направлении клавиши со стрелками.
uk: Вибрати наступний або попередній файл або теку в напрямку, вказаному на клавіші зі стрілкою.
zh_cn: 顺着方向键的方向，选择下一个或前一个文件或文件夹。

source: Give focus to the next or previous file or folder but do not select the item. This allows multiple, non-contiguous blocks of files to be selected.
de: Die nächste/vorherige Datei oder der nächste/vorherige Ordner wird fokussiert, aber nicht markiert. Dies ermöglicht die Auswahl von mehreren, nicht benachbarten Einträgen.
hu: A fókuszt a következő vagy előző fájlra vagy mappára helyezi, de nem jelöli ki az elemet. Ez lehetővé teszi egyszerre több fájl kijelölését.
ru: Переместить фокус на следующий или предыдущий файл или папку, но не выделять их. Это позволяет выбирать отдельно расположенные группы файлов.
uk: Перемістити фокус на наступний або попередній файл або теку, але не виділяти їх. Це дає змогу вибирати окремо розташовані групи файлів.
zh_cn: 把焦点给下一个或前一个文件或文件夹，但不选中这个项目。这样可以同时选中多个或不连续的文件。

source: Open the focused file or folder.
de: Öffnet die ausgewählte Datei oder den ausgewählten Ordner.
eu: Fokua duen fitxategia edo karpeta irekitzen du.
hu: A fókuszban lévő fájl vagy mappa megnyitása.
pt: Abre o ficheiro ou pasta com o foco.
ru: Открыть находящиеся в фокусе файл или папку.
uk: Відкрити файл або теку в фокусі.
zh_cn: 打开文件或文件夹

source: <keycap>Ctrl</keycap> + <keycap>spacebar</keycap>
de: <keycap>Strg</keycap> + <keycap>Leertaste</keycap>
eu: <keycap>Ktrl</keycap> + <keycap>zuriune-barra</keycap>
hu: <keycap>Ctrl</keycap> + <keycap>szóköz</keycap>
pt: <keycap>Ctrl</keycap> + <keycap>barra de espaços</keycap>
ru: <keycap>Ctrl</keycap> + <keycap>пробел</keycap>
zh_cn: <keycap>Ctrl</keycap> + <keycap>空格键</keycap>

source: Select the item that currently has focus.
de: Markiert den fokussierten Eintrag.
eu: Fokua duen fitxategia edo karpeta irekitzen du.
hu: A pillanatnyilag fókuszban lévő elem kijelölése.
pt: Selecciona o item que actualmente detém o foco.
ru: Выбрать элемент, содержащий фокус в данный момент.
uk: Виділити об'єкт, який на цей час має фокус.
zh_cn: 选中当前项
