Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: After completing the first-time <application>Orca</application> settings, use <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> to bring up the Run dialog, type in <literal>orca</literal> and press <keycap>Enter</keycap>. Accessibility functions should now be active. Orca's Configuration GUI (<xref linkend="configuration-gui"/>) also has an option to let you indicate that Orca should be started automatically when you log in.
de: Nachdem Sie die ersten <application>Orca</application>-Einstellungen vorgenommen haben, drücken Sie <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> oder <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo>, um einen Ausführen-Dialog zu öffnen, geben <literal>orca</literal> ein und drücken auf die <keycap>Eingabetaste</keycap>. Die Barrierefreiheits-Funktionen sollten nun aktiviert sein. Das grafische Konfigurationsprogramm (<xref linkend="configuration-gui"/>) besitzt außerdem eine Option, mit der Sie Orca beim Anmelden automatisch starten können.
hu: Ha az <application>Orka</application> beállítások megadását befejezte, nyomja meg az <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> vagy <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> billentyűkombinációt, majd írja be az <literal>orca</literal> parancsot és nyomja meg az <keycap>Enter</keycap> billentyűt. Az akadálymentesítési szolgáltatások ezután használhatók. Az Orka grafikus beállító párbeszédablaka (<xref linkend="configuration-gui"/>) többek között rendelkezik egy „Az Orka elindítása bejelentkezéskor” jelölőnégyzettel. Ezzel a jelölőnégyzettel szabályozható, hogy az Orka automatikusan elinduljon-e a bejelentkezés után.
uk: Після початкового налаштування <application>Orca</application>, натисніть <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> або <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo>, щоб викликати діалог «Виконати програму» і введіть команду <literal>orca</literal> та натисніть <keycap>Enter</keycap>. Функції можливостей доступності тепер активовані. Графічний інтерфейс Orca (<xref linkend="configuration-gui"/>) також має функцію, яка дає змогу означити, щоб Orca автоматично запускалась під час входу в систему.
zh_cn: 当完成这个首次 <application>Orca</application> 设置后，按组合键 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> 或 <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> 打开运行对话框，输入 <literal>orca</literal>，然后按 <keycap>回车键</keycap>。辅助功能将被激活，Orca 的配置界面 (<xref linkend="configuration-gui"/>) 也包含一个选项，可以设定是否在登录时自动运行它。

source: If you plan to use the Magnifier portion of <application>Orca</application> in full screen mode, confirm the <application>Xserver</application> "Composite" extension is enabled: use <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> to bring up the Run dialog, type in <literal>xdpyinfo</literal> and press <keycap>Enter</keycap>. Look for the string "Composite" in the output.
de: Wenn Sie vorhaben, die Vergrößerung von <application>Orca</application> im Vollbildmodus zu verwenden, stellen Sie sicher, dass die <application>Xserver</application>-Erweiterung »Composite« aktiviert ist: Drücken Sie <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> oder <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo>, um den Ausführen-Dialog anzuzeigen, geben Sie <literal>xdpyinfo</literal> ein und bestätigen Sie mit der <keycap>Eingabetaste</keycap>. Suchen Sie in der Ausgabe nach der Zeichenkette »Composite«.
hu: Ha az Orka nagyító modulját teljes képernyős üzemmódban szeretné használni, győződjön meg arról, hogy az <application>X kiszolgáló</application> „Kompozit” kiterjesztése engedélyezett: Nyomja meg az <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> vagy <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> billentyűkombinációt, majd a megjelenő Futtatás ablakban gépelje be az <literal>xdpyinfo</literal> parancsot és nyomja meg az <keycap>Enter</keycap> billentyűt. A kimenetben meg kell jelennie a „Composite” szövegnek.
zh_cn: 如果您想以全屏模式，使用 <application>Orca</application> 的屏幕放大镜部分，确保 <application>Xserver</application> “Composite”扩展已经启用：按组合键 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> 或 <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> 显示运行对话框，输入 <literal>xdpyinfo</literal> 然后按 <keycap>回车键</keycap>，找到屏幕输出的 “Composite” 字符串。

source: Using Orca
de: Orca Verwenden
eu: Orca erabiltzea
hu: Az Orka használata
pt: Utilizar o Orca
uk: Використання Orca
zh_cn: 使用Orca

source: Initial Setup
de: Erste Konfiguration
hu: Kiinduló beállítások
uk: Перший запуск
zh_cn: 最初的安装

source: When you run <application>Orca</application> for the first time, it will automatically enter setup mode. If you want to run setup at some later point, you can pass the <userinput>--setup</userinput> option to <application>Orca</application> the next time you run it. Furthermore, while <application>Orca</application> is running, you can press <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo> to bring up <application>Orca</application>'s Configuration GUI (<xref linkend="configuration-gui"/>). Finally, <application>Orca</application> provides a text setup utility that you can start by passing the <userinput>--text-setup</userinput> option to <application>Orca</application>. All of these options will create a <userinput>~/.orca/user-settings.py</userinput> file that holds your preferences and will also enable the accessibility infrastructure. You need to log out and log back in for the new settings to take effect.
de: Wenn Sie <application>Orca</application> zum ersten Mal starten, wird automatisch der Setup-Modus ausgeführt. Wenn Sie diesen Assistenten zu einem späteren Zeitpunkt verwenden möchten, können Sie <application>Orca</application> mit der Option <userinput>--setup</userinput> aufrufen. Außerdem können Sie bei laufendem <application>Orca</application> eine grafische Oberfläche (<xref linkend="configuration-gui"/>) zur Konfiguration verwenden, die Sie mit der Tastenkombination <keycombo><keycap>Einfügen</keycap><keycap>Leertaste</keycap></keycombo> aufrufen können. Schließlich stellt <application>Orca</application> noch ein textbasiertes Konfigurationswerkzeug zur Verfügung, das mit der Option <userinput>--text-setup</userinput> beim <application>Orca</application>-Aufruf gestartet werden kann. All diese Möglichkeiten erstellen die Datei <userinput>~/.orca/user-settings.py</userinput>, die Ihre Einstellungen enthält und die Barrierefreiheits-Infrastruktur aktiviert. Damit die neuen Einstellungen wirksam werden, müssen Sie sich ab- und wieder anmelden.
hu: Az <application>Orka</application> képernyőolvasó első indításakor automatikusan megjelenik a beállítások párbeszédablak. Ha később szeretné megadni a beállításokat, akkor az <application>Orka</application> képernyőolvasó következő futtatásakor adja meg a <userinput>--setup</userinput> kapcsolót. Ezen kívül, ha az <application>Orka</application> már fut, akkor nyomja meg az <keycombo><keycap>Insert</keycap><keycap>Szóköz</keycap></keycombo> billentyűkombinációt a beállítások párbeszédablak megjelenítéséhez. Végül a beállítások megadásához az <application>Orka</application> rendelkezik szöveges beállítófelülettel is. Ezen felület eléréséhez a futtatáskor az orca parancs után szóközzel elválasztva adja meg a <userinput>--text-setup</userinput> kapcsolót. Mindegyik beállítási lehetőség létrehozza az <userinput>~/.orca/user-settings.py</userinput> fájlt, ez a fájl tartalmazza az Ön által megadott beállításokat és engedélyezni fogja az akadálymentesítési szolgáltatást. Az akadálymentesítési infrastruktúra elindításához ki, majd újra be kell jelentkeznie.
zh_cn: 当您第一次运行 Orca 时，它会自动进入设置模式，如果在以后您想运行设置，可以在运行 <application>Orca</application> 时，加上 <userinput>--setup</userinput> 选项，您还可以按组合键 <keycombo><keycap>Insert</keycap><keycap>空格键</keycap></keycombo> 进入 <application>Orca</application> 的 GUI 配置界面(<xref linkend="configuration-gui"/>)。另外，<application>Orca</application> 提供一个文本设置工具，您可以通过输入 <userinput>--text-setup</userinput> 来运行它。所有这些选项都将存在一个 <userinput>~/.orca/user-settings.py</userinput> 文件中，它保存您设置的选项，也是运行辅助功能基础。您需要一个重新登录才能使更改的选项生效。

source: How do I run Orca?
de: Wie starte ich Orca?
eu: Nola exekuta dezaket Orca?
hu: Hogyan indítható el az Orka képernyőolvasó?
pt: Como executo o Orca?
uk: Як запустити Orca?
zh_cn: 怎样运行 Orca?

source: Run <application>Orca</application> by typing <userinput>orca</userinput> in a terminal session window. You can do so from a virtual console window if you do not yet have access to the GUI. With the GUI installed you can also press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> to bring up the Run dialog and then type <userinput>orca</userinput> as the command (followed by any optional parameters). Then, press <keycap>Enter</keycap>. <application>Orca</application> will automatically enter text setup mode if you run it from a virtual console window or your GUI environment is not yet set up for accessibility.
de: Starten Sie <application>Orca</application>, indem Sie im Fenster einer Terminal-Sitzung <userinput>orca</userinput> eingeben. Wenn Sie keinen Zugriff auf die grafische Oberfläche haben, können Sie es auch im Fenster einer virtuellen Konsole eingeben. Bei installierter grafischer Oberfläche, können Sie <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> oder <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> drücken, um einen Ausführen-Dialog aufzurufen und den Befehl <userinput>orca</userinput> (gegebenenfalls gefolgt von weiteren Parametern) eingeben. Bestätigen Sie Ihre Eingabe mit der <keycap>Eingabetaste</keycap>. <application>Orca</application> wird automatisch den Textmodus für das Setup verwenden, wenn Sie <application>Orca</application> aus einer virtuellen Konsole aufrufen oder Ihre grafische Umgebung noch nicht für die Unterstützung der Barrierefreiheit vorbereitet ist.
hu: Az <application>Orka</application> futtatásához egy terminálablakban gépelje be az <userinput>orca</userinput> parancsot. Ezt megteheti egy virtuális konzolról is, a grafikus felület használata nélkül. Megnyomhatja a <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> vagy <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> billentyűkombinációt is a Futtatás ablak megnyitásához, majd írja be az <userinput>orca</userinput> parancsot és nyomja meg az <keycap>Enter</keycap> billentyűt. Mindkét esetben az <application>Orka</application> szöveges beállítófelülete jelenik meg.
uk: Щоб запустити <application>Orca</application>, введіть команду <userinput>orca</userinput> у вікні термінала. Якщо ви ще не маєте доступу до графічного інтерфейсу, це саме ви можете зробити у віртуальній консолі. Якщо графічний інтерфейс встановлений, натисніть <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> або <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo>, щоб викликати діалог «Виконати програму» і введіть в ньому команду <userinput>orca</userinput> (з будь-якими додатковими параметрами). Потім, натисніть <keycap>Enter</keycap>. <application>Orca</application> автоматично увійде в текстовий режим, якщо ви запустили її з віртуальної консолі, або якщо графічний інтерфейс ще не налаштований для можливостей доступності.
zh_cn: 在终端窗口输入 <userinput>orca</userinput> 运行 <application>Orca</application>。如果您不能在图形界面访问，也可以从一个虚拟的控制台窗口运行它。按组合键 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> 或 <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo>，打开运行对话框，输入 <userinput>orca</userinput> 命令(后面也可以跟上选项参数)，然后按 <keycap>回车键</keycap>。如果您从虚拟控制台运行，或者您还没有在图形界面安装辅助功能，<application>Orca</application> 将自动进入文本安装模式。

source: Quitting Orca
de: Orca verlassen
eu: Orca-tik irtetzea
hu: Kilépés az Orka képernyőolvasóból
pt: Sair do Orca
uk: Вихід з Orca
zh_cn: 退出Orca

source: To quit <application>Orca</application>, press <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo> (or <keycombo><keycap>CapsLock</keycap><keycap>Q</keycap></keycombo> in laptop layout mode). A confirmation dialog will appear. Select <guilabel>Quit</guilabel> to close Orca. If the system seems unresponsive, you can try a few things:
de: Um <application>Orca</application> zu beenden, drücken Sie <keycombo><keycap>Einfg</keycap><keycap>Q</keycap></keycombo> (oder <keycombo><keycap>Feststelltaste</keycap><keycap>Q</keycap></keycombo> in der Laptop-Tastaturbelegung). Ein Dialog zur Bestätigung wird angezeigt. Zum Beenden wählen Sie <guilabel>Beenden</guilabel>. Wenn das System nicht zu reagieren scheint, können Sie verschiedene Dinge ausprobieren:
hu: Ha ki szeretne lépni az <application>Orka</application> képernyőolvasóból, akkor nyomja meg az <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo>, laptop kiosztás használata esetén a <keycombo><keycap>Caps Lock</keycap><keycap>Q</keycap></keycombo> billentyűkombinációt. Egy megerősítést kérő párbeszédablak jelenik meg. Válassza a <guilabel>Kilépés</guilabel> gombot a kilépéshez. Ha a rendszer nem reagál, akkor a következőket teheti:
uk: Щоб вийти з <application>Orca</application>, натисніть <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo> (або <keycombo><keycap>CapsLock</keycap><keycap>Q</keycap></keycombo> на портативній клавіатурі). З’явиться діалог підтвердження. Виберіть <guilabel>Вийти</guilabel>, щоб закрити Orca. Якщо здається, що система не відповідає, спробуйте наступне:
zh_cn: 要退出 <application>Orca</application>，按组合键 <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo> (或者是笔记本键盘的 <keycombo><keycap>CapsLock</keycap><keycap>Q</keycap></keycombo>)，然后出来一个确认对话框。点<guilabel>退出</guilabel> 关闭 Orca。如果系统似乎没有响应，您还可以试试其他的方法：

source: Run <userinput>orca --quit</userinput> from a terminal window, such as a virtual console; press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> (on most Linux platforms) to get to a virtual console, enter your commands, and then use <keycombo><keycap>Alt</keycap><keycap>F7</keycap></keycombo> to get back to the desktop. This will kill the <application>Orca</application> process and reclaim system resources. You can then rerun <application>Orca</application> using the previously outlined methods.
de: Rufen Sie <userinput>orca --quit</userinput> in einem Terminalfenster oder auf einer virtuellen Konsole auf. Auf den meisten Linux-Plattformen erreichen Sie eine virtuelle Konsole mit <keycombo><keycap>Strg</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo>. Geben Sie Ihre Befehle ein und drücken Sie zum Zurückkehren auf den Desktop <keycombo><keycap>Alt</keycap><keycap>F7</keycap></keycombo>. Dadurch wird <application>Orca</application> gewaltsam beendet und Systemressourcen freigegeben. Nun können Sie <application>Orca</application> mit den vorher beschriebenen Möglichkeiten erneut starten.
hu: Futtassa az <userinput>orca --quit</userinput> parancsot egy terminál ablakban, például virtuális konzolon (A legtöbb Linux rendszerben a virtuális konzolt a <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> billentyűkombináció lenyomásával lehet elérni, majd az <keycombo><keycap>Alt</keycap><keycap>F7</keycap></keycombo> billentyűkombinációval lehet visszatérni a grafikus rendszerbe). Ez a parancs befejezteti az Orka alkalmazást. Ezután újra elindíthatja a képernyőolvasót az orca paranccsal.
uk: Виконайте команду <userinput>orca --quit</userinput> у вікні термінала. Так само і у віртуальній консолі, натисніть <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> (на більшості платформах Linux), щоб вийти у віртуальну консоль, введіть потрібні команди і натисніть <keycombo><keycap>Alt</keycap><keycap>F7</keycap></keycombo>, щоб знову повернутись у графічне середовище. Ця дія примусово завершить роботу <application>Orca</application> і відновить системні ресурси. Потім, ви зможете перезапустити <application>Orca</application> використовуючи раніше перелічені способи.
zh_cn: 在终端或虚拟控制台运行 <userinput>orca --quit</userinput> ；按组合键 <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> (大多数 Linux 平台里) 进入虚拟控制台，输入命令，然后按组合键返回图形桌面。这个命令会结束<application>Orca</application> 进程，释放系统资源。然后您可以按前面讲的方法重新运行 <keycombo><keycap>Alt</keycap><keycap>F7</keycap></keycombo> 返回图形桌面。这个命令会结束<application>Orca</application> 进程，释放系统资源。然后您可以按前面讲的方法重新运行 <application>Orca</application>。

source: Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Backspace</keycap></keycombo> to end your login session and get back to the graphical login prompt (not implemented in all Linux distributions).
de: Drücken Sie <keycombo><keycap>Strg</keycap><keycap>Alt</keycap><keycap>Rücktaste</keycap></keycombo>, um Ihre aktuelle Sitzung zu beenden und zum grafischen Anmeldedialog zurückzukehren (nicht in allen Linux-Distributionen verfügbar).
hu: Nyomja le a <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Backspace</keycap></keycombo> billentyűkombinációt a jelenlegi munkafolyamat megszakításához és a grafikus bejelentkező képernyő megjelenítéséhez.
uk: Натисніть <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Backspace</keycap></keycombo>, щоб завершити сеанс і повернутися до графічного вікна входу в систему (впроваджене не на всіх дистрибутивах Linux).
zh_cn: 按组合键 <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>退格键</keycap></keycombo> 终止当前会话，返回到重新登录界面(不是所有的 Linux 发行版都有效)。。

source: Orca Configuration GUI
de: Orca mit einer grafischen Oberfläche konfigurieren
eu: Orca konfiguratzeko interfazea
hu: Az Orka grafikus beállítási párbeszédablaka
pt: Interface de Configuração do Orca
uk: Конфігурація графічного інтерфейсу Orca
zh_cn: Orca 配置面板

source: The <application>Orca</application> Configuration GUI allows you to customize the behavior and features of <application>Orca</application>, such as speech, braille, and magnification. For example, you can select which speech synthesis engine you want to use, whether braille is enabled or not, and which magnification preferences you want. You can select which general keyboard layout you want (desktop or laptop) and you can also examine and modify the existing keyboard layout with fine-grained control. To bring up the <application>Orca</application> Configuration GUI, press <keycombo><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo>, where <keycap>Orca_Modifier</keycap> is <keycap>Insert</keycap> when you use the Desktop Keyboard Layout (<xref linkend="orca-desktop-keys"/>) and <keycap>CapsLock</keycap> when you use the Laptop Keyboard Layout (<xref linkend="orca-laptop-keys"/>). If you want to change settings for a single application, press <keycombo><keycap>Ctrl</keycap><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo> while the application has focus.
de: Die grafische Konfigurationsoberfläche erlaubt es Ihnen, das Verhalten und die Funktionen von <application>Orca</application> anzupassen, wie zum Beispiel Braille, Sprachausgabe oder Vergrößerung. Sie können beispielsweise festlegen, welche Sprachausgabe verwendet werden soll, ob die Brailleausgabe aktiviert sein soll oder nicht und welche Vergrößerungs-Einstellungen Sie benötigen. Sie können die generell verwendete Tastaturbelegung (Desktop oder Laptop) festlegen und die Tastaturbelegung begutachten und feinkörnig anpassen. Zum Anzeigen der grafischen Oberfläche drücken Sie <keycombo><keycap>Orcamodifikator</keycap><keycap>Leertaste</keycap></keycombo>, wobei <keycap>Orcamodifikator</keycap> bei der Desktopbelegung (<xref linkend="orca-desktop-keys"/>) der <keycap>Einfügen</keycap>-Taste entspricht, und es sich bei der Laptopbelegung (<xref linkend="orca-laptop-keys"/>) um die <keycap>Feststelltaste</keycap> handelt. Um die Einstellungen für eine einzelne Anwendung anzupassen, drücken Sie <keycombo><keycap>Strg</keycap><keycap>Orcamodifikator</keycap><keycap>Leertaste</keycap></keycombo>, während die Anwendung den Fokus besitzt.
hu: Az Orka grafikus beállítási párbeszédablak segítségével személyre szabhatja az Orka viselkedését és szolgáltatásait, például a beszéd, a braille és a nagyító működését. Kiválasztható például a használni kívánt beszédszintetizátor, engedélyezve legyen-e a braille, vagy a kívánt nagyítási beállítások. Kiválasztható a kívánt általános billentyűzetkiosztás (asztali vagy laptop), megtekinthető és szükség esetén részletekbe menően módosítható a létező billentyűzetkiosztás. Az Orka grafikus beállítási párbeszédablak megnyitásához nyomja meg az <keycombo><keycap>Orka módosító</keycap><keycap>Szóköz</keycap></keycombo> billentyűkombinációt, ahol az Orka módosító az <keycap>Insert</keycap> asztali (<xref linkend="orca-desktop-keys"/>) és <keycap>Nagybetű zár</keycap> laptop (<xref linkend="orca-laptop-keys"/>) kiosztás esetén). Ha csak egy alkalmazás Orka beállításait szeretné megváltoztatni, az alkalmazás elindítása után nyomja meg az <keycombo><keycap>Orka módosító</keycap><keycap>Ctrl</keycap><keycap>Szóköz</keycap></keycombo> billentyűkombinációt.
uk: Інструмент конфігурації графічного інтерфейсу <application>Orca</application> дає змогу налаштувати поведінку та такі параметри <application>Orca</application>, як синтез мови, систему Брайля та збільшення екрана. Наприклад, ви можете вибрати синтезатор мови, ввімкнути або вимкнути монітор Брайля та вибрати параметри збільшення екрана. Також, ви можете вибрати, який тип клавіатури ви хочете використовувати (настільну чи портативну) або перевірити і змінити існуючу розкладку клавіатури. Щоб викликати інструмент конфігурації графічного інтерфейсу <application>Orca</application>, натисніть клавіші <keycombo><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo>, де клавіша <keycap>Orca_Modifier</keycap> це клавіша <keycap>Insert</keycap> на настільній клавіатурі (<xref linkend="orca-desktop-keys"/>) або клавіша <keycap>CapsLock</keycap> на портативній клавіатурі (<xref linkend="orca-laptop-keys"/>). Щоб змінити параметри для окремої програми, натисніть <keycombo><keycap>Ctrl</keycap><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo>, якщо ця програма має фокус.
zh_cn: <application>Orca</application> GUI 配置界面允许您定制 <application>Orca</application> 的行为和特性，像朗读、盲文、放大镜。例如，您可以选择使用哪一个发音引擎，是否启用盲文输出，以及放大镜的外观。您可以选择键盘布局（台式机或笔记本），您还可以用条纹列表检查和设置当前键盘布局。要进入 <application>Orca</application> GUI 配置界面，按组合键 <keycombo><keycap>Orca_修饰键</keycap><keycap>Space</keycap></keycombo>， 这儿的 <keycap>Orca_修饰键</keycap> 在台式机键盘上是 <keycap>Insert</keycap> (<xref linkend="orca-desktop-keys"/>)，在笔记本键盘上是 <keycap>CapsLock</keycap> 键(<xref linkend="orca-laptop-keys"/>)。如果您想在单个的应用程序里更改设置，当应用程序获得焦点时，按组合键 <keycombo><keycap>Ctrl</keycap><keycap>Orca_修饰键</keycap><keycap>Space</keycap></keycombo>。

source: The <application>Orca</application> Configuration GUI is a dialog containing several tabbed pages, each of which is described in the following sections.
de: Die grafische Oberfläche zur Konfiguration von <application>Orca</application> ist ein Dialog mit verschiedenen Reitern, die in den folgenden Abschnitten beschrieben werden.
hu: Az Orka grafikus beállítási párbeszédablaka az alábbiakban leírt szakaszokat tartalmazó több lapos párbeszédablak.
uk: Діалогове вікно конфігурації графічного інтерфейсу <application>Orca</application> містить кілька вкладок, кожна з яких описана в наступних секціях.
zh_cn: <application>Orca</application> 的 GUI 配置界面，是一个包含几个标签页的对话框，下面的段落将会讲述它们。

source: General Page
de: Allgemein
eu: Orrialde orokorra
hu: Általános lap
pt: Página Geral
uk: Загальне
zh_cn: 常规页面
