Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: The first control of note on the speech page is the "enable speech" check box. This check box toggles whether or not <application>Orca</application> will make use of a speech synthesizer. This option, along with the ability to enable braille and enable magnifier support, allow <application>Orca</application> to be tailored to meet the needs of a wide variety of users.
de: Das erste Element auf dem Reiter Sprache ist das Ankreuzfeld »Sprache aktivieren«. Dieses Ankreuzfeld beeinflusst, ob <application>Orca</application> eine Sprachausgabe verwenden soll. In Verbindung mit der Möglichkeit, die Unterstützung von Braillezeilen und Vergrößerung zu aktivieren, kann <application>Orca</application> auf eine große Bandbreite von Benutzeranforderungen zugeschnitten werden.
hu: Az első vezérlőelem a Beszéd lapon a <guilabel>Beszéd engedélyezése</guilabel> jelölőnégyzet. Ez a jelölőnégyzet szabályozza, hogy az <application>Orka</application> használhatja-e a beszédszintetizátort. Ez a beállítás, a braille és a nagyítótámogatás engedélyezésével együtt lehetővé teszi az <application>Orka</application> megfelelővé tételét felhasználók széles rétegei számára.
uk: Першим елементом керування на вкладці озвучування є прапорець «Увімкнути озвучування». Цей прапорець вмикає або вимикає використання мовного синтезатора в <application>Orca</application>. Ця функція, разом із здатністю надавати підтримку системи Брайля і збільшення екрана дає змогу <application>Orca</application> бути адаптованою для задоволення потреб широкого кола користувачів.
zh_cn: 在朗读页面的第一个选项是“启用朗读”复选框。这个选项指定 <application>Orca</application> 是否使用发音引擎。这个选项跟启用盲文输出，启用放大镜一样是独立的，允许 <application>Orca</application> 通过定制来适应广泛的用户需求。

source: Speech System and Speech Synthesizer
de: Sprachsystem und Sprachsynthesizer
hu: Beszédrendszer és beszédszintetizátor
pt: Sistema de Locução e Sintetizador de Voz
uk: Система розпізнавання мови та синтезатор мови
zh_cn: 语音系统和发音引擎

source: The next two controls deal with selecting the speech system and synthesizer. <application>Orca</application> provides support for a growing number of speech systems. At the time of this writing, these include MATE-speech, Emacspeak, and an experimental backend for Speech Dispatcher. Depending upon how your machine is configured, you may have all or none of these options. Typically, you will have just MATE-speech.
de: Die beiden folgenden Elemente befassen sich mit der Auswahl von Sprachsystem und Sprachsynthesizer. <application>Orca</application> unterstützt eine zunehmende Zahl von Sprachsystemen. Als dieses Dokument erstellt wurde, wurde neben MATE-speech und Emacspeech auch eine experimentelle Unterstützung für den »Speech Dispatcher« bereitgestellt. Es ist von der Konfiguration Ihres Systems abhängig, ob Ihnen alle oder keine dieser Möglichkeiten zur Verfügung stehen. Normalerweise sollte nur MATE-speech verfügbar sein.
hu: A következő két vezérlőelem segítségével a beszédrendszer és a beszédszintetizátor választható ki. Az <application>Orka</application> képernyőolvasó jelenleg korlátozott számú beszédrendszert támogat. Jelenleg a következő beszédrendszerek közül lehet választani: Mate felolvasó szolgáltatás, Emacspeak, valamint egy külső fejlesztésű speech-dispatcher nevű beszédrendszer. A számítógép beállításától függően megjelenhet minden lehetőség, vagy egyik sem. Általában csak a MATE felolvasó szolgáltatás szerepel.
uk: Наступні два елементи керування стосуються вибору системи розпізнавання мови та синтезатора мови. <application>Orca</application> забезпечує підтримку багатьох систем розпізнавання мови. На момент написання цього посібника, до них відносяться MATE-speech, Emacspeak та експериментальна оболонка Speech Dispatcher. Залежно від налаштування вашої системи, ви можете мати всі, або жодної з них. Скоріше за все, це буде лише MATE-speech.
zh_cn: 下面两个选项是选择语音系统和引擎。 <application>Orca</application> 提供了不断增加的语音系统。在书写本文档时，包括 MATE-speech, Emacspeak, 和一个 Speech Dispatcher 实验性后台。根据您的系统配置，您可能拥有全部或部分的这些选项。一般地，您会使用 MATE-speech。

source: First, determine which speech system you would like to use - MATE-speech works best at this time. After making your selection, tab to the speech synthesizer combo box and choose from the list of available synthesizers.
de: Zuerst legen Sie fest, welches Sprachsystem verwendet werden soll. Gegenwärtig funktioniert Mate-speech am besten. Nachdem Sie Ihre Auswahl getroffen habe, navigieren Sie mit der Tabulatortaste zum Auswahlfeld »Sprachsynthesizer« und wählen die gewünschte Sprachausgabe aus.
hu: Először meg kell adnia, hogy melyik beszédrendszert szeretné használni - jelenleg a Mate felolvasó szolgáltatás működik a legjobban. Ha kiválasztotta a beszédrendszert, a tab billentyűvel lépjen a beszédszintetizátor legördülő dobozra és a listából válasszon az elérhető beszédszintetizátorok közül.
pt: Primeiro, determine que sistema de locução deseja utilizar - o MATE-speech funciona melhor, de momento. Após realizar a sua selecção, vá à caixa de selecção exclusiva do sintetizador de voz e seleccione da lista de sintetizadores disponíveis.
uk: По-перше, визначте, яку систему розпізнавання мови ви хотіли б використовувати — на цей час найкраще працює MATE-speech. Зробивши свій вибір, перейдіть до спадного списку вибору синтезаторів мови і виберіть бажаний зі списку доступних.
zh_cn: 首先，确定您要使用哪一个发音系统，MATE-speech 在此时工作的最好。标记好以后，进入发音引擎组合框，从下来列表中选择一个可用的发音引擎。

source: Voice Settings
de: Stimmeneinstellungen
hu: Hangbeállítások
pt: Definições de Voz
uk: Параметри голосу
zh_cn: 声音设置

source: If your synthesizer supports it, <application>Orca</application> can utilize multiple voices in order to identify special cases within an application, such as hyperlinks or upper case text. The voice settings and person combo boxes can be adjusted to customize these settings to your liking. For example, assume you were using Fonix DECtalk and wanted the Betty voice to denote upper case. To accomplish this, you could do the following:
de: Wenn von Ihrer Sprachausgabe unterstützt, kann <application>Orca</application> in Anwendungen verschiedene Stimmen verwenden, um spezielle Situationen wie Verknüpfungen oder in Großbuchstaben verfassten Text vorzulesen. Mit den Feldern für Stimmeneinstellungen und Person können die Einstellungen ganz nach Ihrem Geschmack vorgenommen werden. Nehmen wir zum Beispiel an, Sie verwenden »Fonix DECtalk« und möchten für die Ausgabe von Großbuchstaben die Stimme »Betty« verwenden. Um dies zu erreichen, können Sie folgendermaßen vorgehen:
hu: Ha a beszédszintetizátora támogatja, az <application>Orka</application> több hangot kínál az alkalmazásokban a speciális esetek, például a hiperhivatkozások vagy a nagybetűs szövegek azonosítására. A Hangbeállítás és a Személy kombinált listamezők lehetőséget adnak ezen tulajdonságok személyre szabására. Ha például a Fonix DECtalk beszédszintetizátort használja és azt akarja, hogy a nagy betűket Betty mondja ki, akkor tegye a következőket:
uk: Якщо ваш синтезатор підтримує такі параметри, <application>Orca</application> може використовувати кілька голосів для озвучування різних випадків різними голосами в межах однієї програми, наприклад таких, як посилання або верхній регістр. У спадних списках параметрів голосу та особи можна скоригувати ці параметри на свій смак. Наприклад, припустимо, ви використовуєте Fonix DECtalk і хотіли б голосом Betty озвучувати верхній регістр, щоб досягти цього, ви можете зробити наступне:
zh_cn: 如果您的发音引擎支持它；<application>Orca</application> 可以利用混音来识别应用程序里的特殊情况，比如超链接或大写字母文本。声音设置和人组合框可以按您的喜好进行调整。例如，假定您使用 Fonix DECtalk 并想要用 Betty 语音来指示大写字母。要实现这个功能，您可以按下面步骤操作：

source: Tab to the voice settings combo box, and down arrow until the upper case voice is selected.
de: Navigieren Sie mit der Tabulatortaste zum Auswahlfeld »Stimmeneinstellungen« und wählen Sie mit »Pfeiltaste ab« den Punkt »Großbuchstaben«.
hu: A tab billentyűvel lépjen a Hangbeállítás kombinált listamezőre, majd a lefelé nyíl segítségével válassza ki a Nagybetűs elemet.
pt: Vá à caixa de selecção exclusiva de definições de voz e seleccione a voz de texto em maiúsculas.
uk: Перейдіть до спадного списку параметрів голосу і виберіть в ньому «Верхній регістр».
zh_cn: 用 tab 键定位到声音设置组合框，按下方向键直到大写字母声音被选中。

source: Tab to the person combo box, and down arrow to choose the Betty voice.
de: Mit der Tabulatortaste erreichen Sie das Auswahlfeld »Person« und mit »Pfeiltaste ab« wählen Sie die Stimme »Betty«.
hu: Ezután a tab billentyűvel lépjen a Személy kombinált listamezőre és válassza ki a lefelé nyíllal a Betty hangot.
pt: Vá à caixa de selecção exclusiva de pessoas e seleccione a voz da Betty.
uk: Перейдіть до спадного списку «Особа» і виберіть в ньому голос «Betty».
zh_cn: 按 Tab 键到“人”组合框，按下方向键选择 Betty 声音。

source: The next three sliders in the tab order allow adjustment of the synthesizer's rate, pitch and volume, respectively.
de: Die nächsten drei Schieberegler in der Tabulatorreihenfolge ermöglichen die Anpassung von Sprechgeschwindigkeit, Stimmhöhe und Lautstärke.
hu: A tabulátorsorrend következő három csúszkájával a beszédszintetizátorok sebességét, hangmagasságát és hangerejét lehet beállítani.
uk: Наступні три повзунка на вкладці, дають змогу налаштувати темп, висоту тону та гучність, відповідно.
zh_cn: 面板下面的三个滑块，允许您分别调节发音的速率、音调和音量。

source: Punctuation Level
de: Interpunktionsgrad
eu: Puntuazio-maila
hu: Központozás szintje
pt: Nível de Pontuação
uk: Рівень пунктуації
zh_cn: 标点符号级别

source: The punctuation level radio button group is used to adjust the amount of punctuation spoken by the synthesizer. The available levels are None, Some, Most and All.
de: Mit den Auswahlknöpfen der Gruppe »Interpunktionsgrad« kann eingestellt werden, wie viele Satzzeichen von der Sprachausgabe vorgelesen werden sollen. Es stehen die Optionen »Keine«, »Einige«, »Meiste« und »Alle« zur Verfügung.
hu: A „Központozás szintje” választógomb-csoport meghatározza a beszédszintetizátor által használandó központozási szintet. Az elérhető szintek: Nincs, Néhány, Legtöbb és Mindent.
uk: Група радіо-кнопок рівня пунктуації використовується для коригування кількості знаків пунктуації, які промовлятиме синтезатор. Доступні рівні «Немає», «Деякі», «Найбільше» та «Усі».
zh_cn: 标点符号级别单选按钮组，用于调整读出标点符号的数量。可用的级别是：不朗读，一些，最多，和全部。

source: Verbosity
de: Ausführlichkeit
hu: Részletesség
pt: Detalhe
uk: Докладність
zh_cn: 冗长

source: The verbosity setting determines the amount of information that will be spoken in certain situations. For example, if it is set to verbose, the synthesizer will speak shortcut keys for items in pull down menus. When it is set to brief, these shortcut keys are not announced.
de: Die Ausführlichkeitseinstellung beeinflusst den Umfang an Informationen, der in bestimmten Situationen vorgelesen wird. Zum Beispiel werden bei der ausführlichen Einstellung die Tastenkürzel in Aufklappmenüs angesagt, was bei der Auswahl von »Kurz« nicht der Fall ist.
hu: A részletesség beállításával megadható az egyes szituációkban kimondandó információk mennyisége. Ha például a részletes lehetőség van beállítva, akkor a beszédszintetizátor egy legördülő menüben ki fogja mondani a menüelemek gyorsbillentyűit. Ha a tömör lehetőség van beállítva, ezek a gyorsbillentyűk nem kerülnek kimondásra.
pt: A definição de detalhe determina a quantidade de informação que a locução apresentará em determinadas situações. Por exemplo, se definida para detalhada, o sintetizador irá apresentar as teclas de atalho dos itens nos menus. Quando definida para abreviado, estas teclas de atalho não serão anunciadas.
uk: Параметр докладності визначає кількість інформації, яка буде промовлятись в певних ситуаціях. Наприклад, якщо позначений параметр «Докладно», синтезатор промовлятиме сполучення клавіш для елементів у спадному меню. Якщо ж позначений параметр «Стисло», ці сполучення клавіш не промовлятимуться.
zh_cn: 冗长设置决定了将要在这个位置读出信息的数量。例如，如果设置为冗长，语音将为下拉菜单的每个项目读出快捷键。当设置为简要，这些快捷键将不会读出。

source: Table Row Speech
de: Sprechweise einer Tabellenzeile
hu: Táblázatoszlopok olvasása
pt: Locução de Linhas de Tabelas
uk: Вимова рядка таблиці
zh_cn: 表格行发音

source: The table row speech option determines the way in which <application>Orca</application> will read items within tables. The available settings are "speak current row" or "speak current cell". The ability to adjust this behavior can be useful in many situations. For example, consider the process of browsing email messages in <application>Evolution</application>. In this instance it may be preferable to set table speech to "speak current row" so that while arrowing through the list of messages all relevant info, such as the sender, subject, and whether the message has attachments, is read automatically. While the current row setting is active, it is still possible to read individual cells by using the left and right arrows.
de: Diese Option bestimmt die Art und Weise, wie die Einträge einer Tabelle vorgelesen werden. Es stehen die Möglichkeiten »Aktuelle Zeile« vorlesen und »Aktuelle Zelle vorlesen« zur Verfügung. Die Möglichkeit das Verhalten anzupassen, kann in verschiedenen Situationen nützlich sein. Denken Sie zum Beispiel an den Vorgang beim Lesen von E-Mails in <application>Evolution</application>. Wenn Sie hier das zeilenweise Lesen aktivieren, werden alle relevanten Informationen wie Absender, Betreff oder vorhandene Anlagen automatisch vorgelesen, wenn Sie sich mit Pfeiltaste auf und Pfeiltaste ab durch die Nachrichten bewegen. Während diese Einstellung aktiv ist, können Sie einzelne Zellen selbstverständlich gezielt mit der linken und rechten Pfeiltaste lesen.
hu: A táblázatoszlopok olvasása beállítás meghatározza, hogy az <application>Orka</application> hogyan olvassa fel a táblázatok elemeit. Az elérhető beállítások: az „aktuális sor felolvasása”, vagy az „aktuális cella felolvasása”. Ennek beállítása számos szituációban hasznos lehet. Az <application>Evolution</application> levelezőprogramban például az „aktuális sor felolvasása” beállítást érdemes használni, így minden információt megkaphat az üzenetlista egy üzenetéről (automatikusan elhangzik, hogy ki a feladó, mi az üzenet tárgya, az üzenet tartalmaz-e mellékleteket). Ha az aktuális sor felolvasása beállítás van beállítva, a táblázat celláit a balra és jobbra nyilak segítségével is felolvastathatja.
uk: Параметр вимови рядка таблиці визначає спосіб, яким <application>Orca</application> буде озвучувати пункти в межах таблиці. Доступні параметри — «вимовити чинний рядок» та «вимовити чинну комірку». Можливість коригування такої поведінки може бути корисним в багатьох ситуаціях. Наприклад, розглянемо процес перегляду повідомлень електронної пошти в <application>Evolution</application>. У цьому випадку, найкраще встановити параметр «вимовляти чинний рядок», щоб під час переміщення у списку всіх повідомлень з такою інформацією, як відправник, тема та вкладені повідомлення, рядки озвучувались автоматично. Хоча параметр озвучування чинного рядка активний, залишається можливість озвучування окремих комірок за допомогою правої та лівої клавіш зі стрілками.
zh_cn: 表格行朗读选项决定了 <application>Orca</application> 朗读表格内容的方法。可用的选项有“朗读当前行”或者“朗读当前单元格”。这个调节方式可以用在许多地方。例如，当在 <application>Evolution</application> 里，阅读电子邮件信息时，更好的朗读次序是“朗读当前行”，这样当光标穿越信息列表时，那些发件人、主题，是否有附件，可以被自动朗读。当按行朗读激活后，仍然有可能通过使用左右方向键来朗读单个的单元格。

source: You can quickly toggle this behavior by pressing <keycombo><keycap>Orca_Modifier</keycap><keycap>F11</keycap></keycombo>.
de: Sie können das Verhalten schnell mit der Tastenkombination <keycombo><keycap>Orcamodifikator</keycap><keycap>F11</keycap></keycombo> umschalten.
hu: A két beállítás közötti gyors váltáshoz nyomja meg az <keycombo><keycap>Orka_módosító</keycap><keycap>F11</keycap></keycombo> billentyűkombinációt.
uk: Ви можете швидко перемикати цей режим, натискаючи <keycombo><keycap>Orca_Modifier</keycap><keycap>F11</keycap></keycombo>.
zh_cn: 您可以通过按 <keycap>Orca_修饰键</keycap><keycap>F11</keycap></keycombo> 来快速设定此项。

source: Speak Blank Lines
de: Leerzeilen vorlesen
hu: Üres sorok felolvasása
pt: Locução de Linhas Vazias
uk: Вимовляння розривів рядків
zh_cn: 读出空行

source: Some users desire to hear "blank" when navigating to a blank line in a document. Other users do not. If the "speak blank lines" check box is selected, <application>Orca</application> will speak blank lines.
de: Manche Anwender möchten »leer« hören, wenn sie in einem Dokument auf eine leere Zeile stoßen. <application>Orca</application> wird leere Zeilen ansagen, wenn das Ankreuzfeld »Leerzeilen vorlesen« aktiviert wurde.
hu: Egyesek szeretik hallani az „üres” szót, ha üres sorra lépnek a dokumentumban, míg mások nem. Ha az „Üres sorok felolvasása” jelölőnégyzet be van jelölve, akkor az <application>Orka</application> ki fogja mondani az üres sorokat.
uk: Деякі користувачі бажають чути слово «порожній» під час переміщення через порожні рядки в документі, а деякі ні. Якщо прапорець «вимовляти розриви рядків» позначений, <application>Orca</application>, буде озвучувати порожні рядки.
zh_cn: 一些用户在浏览文档时，希望听到“空行”，另外一些用户则不然。如果选中了“朗读空行”，<application>Orca</application> 将会读出空行。

source: Speak multicase strings as words
de: Zusammengesetzte Wörter einzeln vorlesen
hu: Több nagybetűt tartalmazó kifejezések szavankénti felolvasása
uk: Вимовляти рядки зі складених слів по словах
zh_cn: 把多个字符串作为一个词来读

source: When working with code, one often comes across a "word" consisting of several words with alternating case, such as "MultiCaseString." Speech synthesizers do not always pronounce such multicase strings correctly. Checking the <guilabel>Speak multicase strings as words</guilabel> checkbox will cause <application>Orca</application> to break a word like "MultiCaseString" into separate words ("Multi," "Case," and "String") prior to passing it along to the speech synthesizer.
de: Wenn Sie mit Quelltext arbeiten, treffen Sie oft auf »Worte«, die aus gemischter Gross- und Kleinschreibung bestehen, um eine aus mehreren Begriffen zusammengesetzte Zeichenkette (ähnlich der notorischen »DonauDampfschiffFahrtsGesellschaft«) übersichtlicher zu strukturieren. Da aber viele Sprachausgaben diese zusammengesetzten Begriffe von sich aus nicht richtig zerlegen und damit unverständlich aussprechen, fordert das Ankreuzfeld <guilabel>Zusammengesetzte Wörter einzeln vorlesen</guilabel> die Anwendung <application>Orca</application> auf, zuerst die Zeichenkette in ihre Einzelteile zu zerlegen (»Donau«, »Dampf«, »Schiff«, »Fahrt« und »Gesellschaft«), bevor diese an die Sprachausgabe geschickt werden.
hu: Ha forráskódokkal dolgozik, gyakran találkozhat különálló szavakra felbontható „szavakkal”, melyek vegyesen tartalmazhatnak kis és nagy betűket, mint például a „TöbbNagyBetű” kifejezés. A beszédszintetizátorok nem mindíg tudják jól kiejteni az ilyen kifejezéseket. Ha bejelöli a <guilabel>Több nagybetűt tartalmazó kifejezések szavankénti felolvasása</guilabel> jelölőnégyzetet, az <application>Orka</application> a TöbbNagyBetű” kifejezést különálló szavakra bontva („Több”, „Nagy”, „Betű” formában) adja át a beszédszintetizátornak.
uk: Під час роботи з кодом, часто зустрічаються «слова», що складаються з декількох слів з великими літерами всередині, наприклад, «MultiCaseString». Синтезатори мови, не завжди вимовляють такі складені рядки правильно. Якщо позначити прапорець <guilabel>Вимовляти рядки зі складених слів по словах</guilabel>, слова, подібні до «MultiCaseString», <application>Orca</application> буде розбивати на окремі слова, тобто на «Multi», «Case» та «String» для передачі їх до синтезатора мови.
zh_cn: 当运行在代码中时，常常碰到由几个字组成一个“词”的交替情况，比如“MultiCaseString”。朗读引擎不能总是正确发出这类组合词的音。勾选 <guilabel>把多个词作为一个词来读</guilabel> 复选框，将会导致 <application>Orca</application> 把一些词，比如 “MultiCaseString” 分成几个词(“Multi”、“Case”和“String”)，优先传递给朗读引擎。

source: Speak tutorial messages
de: Benutzungshinweise vorlesen
hu: Oktatói üzenetek kimondásának engedélyezése
uk: Вимовляти повідомлення для навчання
zh_cn: 朗读指导信息

source: When moving from component to component in an interface, this option will provide spoken tutorial messages for how to work with the component.
de: Wenn Sie sich in einer Oberfläche zwischen den verschiedenen Komponenten bewegen, werden Informationen über den Umgang mit der jeweils fokussierten Komponente angesagt.
hu: Ha ez a jelölőnégyzet be van jelölve és mozog a kezelőfelület komponensei között, az <application>Orka</application> oktatói üzenet kimondásával tudatja, hogyan dolgozhat egy komponenssel. Ha például egy párbeszédpanelen egy jelölőnégyzet található, az <application>Orka</application> közli, hogy a jelölőnégyzet állapotát a szóköz billentyű segítségével változtathatja meg.
uk: Під час переміщення від компонента до компонента в інтерфейсі, озвучуватимуться повідомлення для навчання про те, як працювати з відповідним компонентом.
zh_cn: 当焦点移动到另一组件时，此项将提供该组件如何操作的指导信息。

source: Speak object mnemonics
de: Tastenkombination eines Objektes vorlesen
hu: Gyorsbillentyűk felolvasása
uk: Озвучувати короткі назви об'єктів
zh_cn: 朗读对象的访问键

source: This option will cause <application>Orca</application> to announce the mnemonic associated with the object with focus (such as "Alt O" for the <guilabel>OK</guilabel> button).
de: Diese Option veranlasst <application>Orca</application>, die mit dem fokussierten Objekt verbundene Tastenkombination auszusprechen. (Etwa »AltO« für den <guilabel>OK</guilabel>-Knopf)
hu: Ha ez a jelölőnégyzet be van jelölve, az <application>Orka</application> kimondja a fókuszban lévő objektumokhoz társított gyorsbillentyűket. Ha például az <guilabel>Ok</guilabel> gomb van fókuszban és ez a jelölőnégyzet be van jelölve, a kimondott szöveg a következő lesz: „Ok gomb. Alt O.”
uk: Вибір цього параметра примусить <application>Orca</application> озвучувати короткі назви пов'язані з об'єктом у фокусі (наприклад, «Alt O» для кнопки <guilabel>OK</guilabel>).
zh_cn: 此选项会使 <application>Orca</application> 朗读获得焦点对象的访问键(比如 “Alt O” 对应的 <guilabel>OK</guilabel> 按钮)。

source: Break speech into chunks between pauses
de: Sprechpausen zum Zerteilen nutzen
hu: A beszéd megállítása szüneteknél
uk: Розбивати промовляння на фрагменти по паузах
zh_cn: 在停顿之间，断句大块的朗读
