Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: <keycombo><keycap>Insert</keycap><keycap>Up Arrow</keycap></keycombo> : raise the pitch
eu: <keycombo><keycap>Txertatu</keycap><keycap>Gora gezia</keycap></keycombo> : tonua goratzen du
pt: <keycombo><keycap>Insert</keycap><keycap>Seta Acima</keycap></keycombo> : aumenta os agudos

source: <keycombo><keycap>Insert</keycap><keycap>Down Arrow</keycap></keycombo> : lower the pitch
eu: <keycombo><keycap>Txertatu</keycap><keycap>Behera gezia</keycap></keycombo> : tonua beheratzen du
pt: <keycombo><keycap>Insert</keycap><keycap>Seta Abaixo</keycap></keycombo> : reduz os agudos

source: <emphasis role="strong">Numpad-7</emphasis>: Move the flat review cursor to the previous line, and read it.
pt: <emphasis role="strong">7 no Teclado Numérico</emphasis>: Move o cursor de revisão plana para a linha anterior e realiza a sua locução.

source: <emphasis role="strong">Numpad-8</emphasis>: Read the current line.
pt: <emphasis role="strong">8 no Teclado Numérico</emphasis>: Realiza a locução da linha actual.

source: <emphasis role="strong">Numpad-9</emphasis>: Move the flat review cursor to the next line, and read it.
pt: <emphasis role="strong">9 no Teclado Numérico</emphasis>: Move o cursor de revisão plana para a linha seguinte e realiza a sua locução.

source: <emphasis role="strong">Numpad-4</emphasis>: Move the flat review cursor to the previous word, and read it.
pt: <emphasis role="strong">4 no Teclado Numérico</emphasis>: Move o cursor de revisão plana para a palavra anterior e realiza a sua locução.

source: <emphasis role="strong">Numpad-5</emphasis>: Read the current word.
pt: <emphasis role="strong">5 no Teclado Numérico</emphasis>: Realiza a locução da palavra actual.

source: <emphasis role="strong">Numpad-6</emphasis>: Move the flat review cursor to the next word, and read it.
pt: <emphasis role="strong">6 no Teclado Numérico</emphasis>: Move o cursor de revisão plana para a palavra seguinte e realiza a sua locução.

source: <emphasis role="strong">Numpad-1</emphasis>: Move the flat review cursor to the previous character, and read it.
pt: <emphasis role="strong">1 no Teclado Numérico</emphasis>: Move o cursor de revisão plana para o caracter anterior e realiza a sua locução.

source: <emphasis role="strong">Numpad-2</emphasis>: Read the current character.
pt: <emphasis role="strong">2 no Teclado Numérico</emphasis>: Realiza a locução do caracter actual.

source: <emphasis role="strong">Numpad-3</emphasis>: Move the flat review cursor to the next character, and read it.
pt: <emphasis role="strong">3 no Teclado Numérico</emphasis>: Move o cursor de revisão plana para o caracter seguinte e realiza a sua locução.

source: <emphasis role="strong">Numpad-/</emphasis>: Perform a left mouse click at the location of the flat review cursor.
pt: <emphasis role="strong">/ no Teclado Numérico</emphasis>: Realiza um clique esquerdo do rato na localização do cursor de revisão plana.

source: <emphasis role="strong">Numpad-*</emphasis>: Perform a right mouse click at the location of the flat review cursor.
pt: <emphasis role="strong">* no Teclado Numérico</emphasis>: Realiza um clique direito do rato na localização do cursor de revisão plana.

source: The above commands apply when working with objects as well as when working with text. For example, if the flat review cursor were positioned on a menu bar, pressing the "read current line" command ( <emphasis role="strong">Numpad-8</emphasis>) would speak the names of all visible menus. Similarly, pressing read next word would speak the object to the right of the flat review cursor on the same line, or move flat review to the next line if no more objects were found.
pt: Os comandos acima aplicam-se tanto ao trabalhar com objectos como ao trabalhar com texto. Por exemplo, se o cursor de revisão plana estivesse numa barra de menu, premir o comando "locução da linha actual" ( <emphasis role="strong">Numpad-8</emphasis>) iria apresentar os nomes de todos os menus visíveis. Do mesmo modo, premir para obter a locução da palavra seguinte iria resultar na locução do objecto à direita do cursor de revisão plana nessa mesma linha, ou mover a revisão plana para a linha seguinte se não fosse encontrado mais nenhum objecto.

source: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo> : Add a bookmark in this numbered slot. If a bookmark already exists at this register it will be replaced with the new one.
pt: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo> : Adiciona um marcador neste campo numerado. Se já existir um marcador neste registo, será substituído pelo novo.

source: <keycombo><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo> : Go to the position pointed to by the bookmark bound to this numbered slot.
pt: <keycombo><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo> : Ir para a posição especificada pelo marcador guardado neste número de registo.

source: <keycombo><keycap>Alt</keycap><keycap>Shift</keycap><keycap>[1-6]</keycap></keycombo> : "Where am I" information for this bookmark relative to the current pointer location.
pt: <keycombo><keycap>Alt</keycap><keycap>Shift</keycap><keycap>[1-6]</keycap></keycombo> : Informação "Onde Estou" deste marcador relativamente à localização actual do cursor.

source: <keycombo><keycap>Insert</keycap><keycap>B</keycap></keycombo> and <keycombo><keycap>Insert</keycap><keycap>Shift</keycap><keycap>B</keycap></keycombo> : Move between the given bookmarks for the given application or page.
pt: <keycombo><keycap>Insert</keycap><keycap>B</keycap></keycombo> e <keycombo><keycap>Insert</keycap><keycap>Shift</keycap><keycap>B</keycap></keycombo> : Mover entre os marcadores especificados para a aplicação ou página indicada.

source: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>B</keycap></keycombo> : Save the defined bookmarks for the current application or page.
pt: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>B</keycap></keycombo> : Grava os marcadores definidos para a aplicação ou página actual.

source: <keycombo><keycap>Insert</keycap><keycap>Numpad</keycap><keycap>+</keycap></keycombo> : Say all command. reads from the current position of the caret to the end of the document.
pt: <keycombo><keycap>Insert</keycap><keycap>Numpad</keycap><keycap>+</keycap></keycombo> : Comando para obter locução de tudo. Realiza a locução desde a posição actual do cursor até ao final do documento.

source: <keycombo><keycap>Insert</keycap><keycap>Numpad</keycap><keycap>Enter</keycap></keycombo> : Where am I command. Speaks information such as the title of the current application window, as well as the name of the control that currently has focus.
pt: <keycombo><keycap>Insert</keycap><keycap>Numpad</keycap><keycap>Enter</keycap></keycombo> : Comando Onde Estou. Realiza a locução de informação tal como o título da janela de aplicação actual, bem como o nome do controlo que actualmente detém o foco.

source: <keycombo><keycap>Insert</keycap><keycap>F1</keycap></keycombo> : Enter learn mode (press <keycap>Escape</keycap>to exit)
pt: <keycombo><keycap>Insert</keycap><keycap>F1</keycap></keycombo> : Inicia o modo de aprendizagem (prima <keycap>Escape</keycap> para terminar)

source: <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> : Speak font and attribute information for the current character.
pt: <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> : Realiza a locução de informação da fonte e atributos do caracter actual.

source: <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo> : Launch the Orca Configuration dialog.
pt: <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo> : Inicia o diálogo de Configuração do Orca.

source: <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> : Reload user settings and reinitialize services as necessary. In the latest versions of Orca, launch the Orca Configuration dialog for the current application.
pt: <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> : Relê as definições do utilizador e reinicia os serviços necessários. Na mais recente versão do Orca, inicia o diálogo de Configuração do Orca para a aplicação actual.

source: <keycombo><keycap>Insert</keycap><keycap>S</keycap></keycombo> : Toggle speech on and off.
pt: <keycombo><keycap>Insert</keycap><keycap>S</keycap></keycombo> : Alternar a locução para ligada ou desligada.

source: <keycombo><keycap>Insert</keycap><keycap>F11</keycap></keycombo> : Toggle the reading of tables, either by single cell, or whole row.
pt: <keycombo><keycap>Insert</keycap><keycap>F11</keycap></keycombo> : Alternar a locução de tabelas para célula a célula ou toda a linha.

source: <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo> : Quit orca.
pt: <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo> : Sair do Orca.

source: <keycombo><keycap>Insert</keycap><keycap>F3</keycap></keycombo> : Report information on the currently active script.
pt: <keycombo><keycap>Insert</keycap><keycap>F3</keycap></keycombo> : Relatar informação sobre o script actualmente activo.

source: <keycombo><keycap>Insert</keycap><keycap>F4</keycap></keycombo> : Cycle through Orca's various debug levels.
pt: <keycombo><keycap>Insert</keycap><keycap>F4</keycap></keycombo> : Ciclar através dos vários níveis de depuração do Orca.

source: In order for the next three commands to be of use, Orca needs to be started from a virtual console or via mate-terminal. Output is sent only to the console (i.e., it is not sent to speech or braille).
pt: Por forma a que os próximos três comandos sejam úteis, o Orca tem de ser iniciado a partir de uma consola virtual ou do mate-terminal. O resultado é enviado apenas para a consola (isto é, não é realizada a sua locução ou envio para o dispositivo de braille).

source: <keycombo><keycap>Insert</keycap><keycap>F5</keycap></keycombo> : Prints a debug listing of all known applications to the console where Orca is running.
pt: <keycombo><keycap>Insert</keycap><keycap>F5</keycap></keycombo> : Imprime na consola onde o Orca está em execução uma lista de depuração de todas as aplicações conhecidas.

source: <keycombo><keycap>Insert</keycap><keycap>F7</keycap></keycombo> : Prints debug information about the ancestry of the object with focus.
pt: <keycombo><keycap>Insert</keycap><keycap>F7</keycap></keycombo> : Imprime informação de depuração sobre a ascendência do objecto com o foco.

source: <keycombo><keycap>Insert</keycap><keycap>F8</keycap></keycombo> : Prints debug information about the application with focus.
pt: <keycombo><keycap>Insert</keycap><keycap>F8</keycap></keycombo> : Imprime informação de depuração sobre a aplicação com o foco.

source: Orca is not speaking. What is going wrong?
eu: Orca ez da hitzegiten ari. Zerbait gaizki doa?
pt: A locução não está a funcionar no Orca. O que está errado?

source: See <ulink url="http://live.mate.org/Orca/MateSpeech"> Troubleshooting Speech</ulink>.
pt: Consule a <ulink url="http://live.mate.org/Orca/MateSpeech"> Resolução de Problemas de Locução</ulink>.

source: If you can get to a terminal (or press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> to open the "Run Command" dialog box), try restarting Orca by issuing another Orca command in a terminal window. This will force any existing Orca process to exit and will then restart Orca. This sometimes has the effect of unhanging the desktop (which is usually due to an ill-behaved application).
pt: Se conseguir aceder a uma consola (ou premir <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> para abrir o diálogo de "Executar Aplicação"), tente reiniciar o Orca introduzindo outro comando Orca numa janela de consola. Tal irá forçar qualquer processo Orca existente a terminar e irá depois reiniciar o Orca. Às vezes esta operação resulta no desbloqueio do ambiente de trabalho (que normalmente se deve a uma aplicação mal comportada).

source: If you cannot get to a terminal window, try pressing <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Backspace</keycap></keycombo> to kill the X Window System server. This should have the effect of returning you to the login screen.
pt: Caso não consiga aceder a uma janela de consola, tente premir <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Backspace</keycap></keycombo> para terminar o servidor do Sistema de Janelas X. Tal deverá levar a que lhe seja novamente apresentado o ecrã de início de sessão.

source: This chapter describes the methods you can use to change the appearance of the MATE Desktop to enhance the accessibility of the desktop for users with visual impairments.
eu: Atal honek MATE mahaigainaren itxura aldatzeko erabil ditzakezun metodoak azaltzen ditu, mahaigainaren erabilerraztasuna hobetzeko ikusmen-arazoak dituzten erabiltzaileentzat.
pt: Este capítulo descreve os métodos que pode utilizar para alterar a aparência do Ambiente de Trabalho MATE por forma a melhorar a acessibilidade do ambiente a utilizadores que tenham limitação visuais.

source: There are a number of methods to enable you to customize the appearance of the MATE Desktop to suit your specific needs, as follows:
eu: Metodo ugari daude MATE mahaigainaren itxura pertsonalizatzeko, zure beharretara egoki dezazun:
pt: Existem vários métodos que lhe permitem personalizar a aparência do Ambiente de Trabalho MATE para se adequar às suas necessidades, tais como:

source: Themes are the most effective way to change the appearance of the desktop in a consistent manner. See <xref linkend="themes-2"/> for more information about themes and how to use themes to achieve the type of desktop environment that you require.
eu: Mahaigainaren itxura aldatzeko modurik eraginkorrena dira. Gaiei buruz informazioa lortzeko eta nahi duzun mahaigain-ingurunea lortzeko gaiak nola erabili behar dituzun jakiteko, ikus <xref linkend="themes-2"/>.
pt: Temas são a forma mais eficiente de alterar a aparência do ambiente de trabalho de uma forma consistente. Consulte <xref linkend="themes-2"/> para mais informações sobre temas e como os utilizar para obter o tipo de ambiente de trabalho que deseja.

source: Desktop and application-specific configuration settings
eu: Mahaigainaren eta aplikazioaren konfigurazio-ezarpenak
pt: Definições de configuração específicas do ambiente de trabalho e aplicações

source: You can customize different components of the desktop individually to achieve the display settings that you require. You can configure the desktop and applications in addition to using themes or as an alternative to using themes. See <xref linkend="themes-7"/> for more information.
eu: Mahaigainaren hainbat osagai banaka pertsonaliza ditzakezu behar dituzun bistaratze-ezarpenak lortzeko. Mahaigaina eta aplikazioak konfigura ditzakezu, gaiak erabiltzeaz gain edo gaien alternatiba gisa. Informazio gehiago nahi izanez gero, ikus <xref linkend="themes-7"/>.
pt: Pode personalizar individualmente diferentes componentes do ambiente de trabalho para obter as definições desejadas. Pode configurar o ambiente de trabalho e as aplicações para além de utilizar temas ou como uma alternativa à utilização de temas. Consulte <xref linkend="themes-7"/> para mais informações.

source: Overall appearance of the desktop to use high contrast colors, low contrast colors, or large print.
eu: Mahaigainaren itxura orokorra, kontraste handiko koloreak, kontraste gutxiko koloreak edo letra handiak erabiltzeko.
pt: A aparência geral do ambiente de trabalho para que utilize cores de alto contraste, cores de baixo contraste ou tamanho de fonte grande.

source: The <application>Theme</application> preference tool.
eu: <application>Gaia</application> hobespen-tresna.
pt: A ferramenta de preferências <application>Tema</application>.

source: The <application>Desktop Background</application> preference tool and the file manager <guilabel>Backgrounds and Emblems</guilabel> menu item.
eu: <application>Atzeko planoa</application> hobespen-tresna eta fitxategi-kudeatzaileko <guilabel>Atzeko planoak eta ikurrak</guilabel> menu-elementua.
pt: A ferramenta de preferências <application>Fundo da Área de Trabalho</application> e o item de menu <guilabel>Fundos e Emblemas</guilabel> do gestor de ficheiros.

source: The <application>Font</application> preference tool.
eu: <application>Letra-tipoa</application> hobespen-tresna.
pt: A ferramenta de preferências <application>Fonte</application>.

source: By default, these applications use the default application font that is specified in the <application>Font</application> preference tool but can be overridden in the <guilabel>Preferences</guilabel> dialog for the application.
eu: Lehenespenez, aplikazio horiek <application>Letra-tipoa</application> hobespen-tresnan zehaztutako aplikazioaren letra-tipo lehenetsia erabiltzen dute, baina gainidatz daiteke aplikazioaren <guilabel>Hobespenak</guilabel> elkarrizketa-koadroan.
pt: Por omissão, estas aplicações utilizam a fonte de aplicação por omissão que está especificada na ferramenta de preferências <application>Fonte</application> mas pode ser sobreposta no diálogo <guilabel>Preferências</guilabel> da aplicação.

source: A theme is a group of coordinated settings that specifies how a desktop component or a group of desktop components appears. You can use themes to modify and control the appearance of the desktop in a consistent manner. When you apply a theme, the system modifies many desktop components simultaneously to achieve the desired effect. For example, if you apply a theme that increases the font size across the desktop, the theme also modifies the size of panels and icons on the desktop for optimum compatibility with the font size.
eu: Gaia ezarpen koordinatuen multzoa da, eta mahaigaineko osagai batek edo osagai-talde batek zein itxura izango duen zehazten du. Gaiak mahaigainaren itxura modu iraunkorrean aldatzeko eta kontrolatzeko erabil ditzakezu. Gai bat aplikatzean, sistemak berehala aldatzen ditu mahaigaineko hainbat osagai, nahi den eragina lortzeko. Adibidez, letra-tipoaren tamaina handitzen duen gaia aplikatzen baduzu, gaiak mahaigaineko panel eta ikonoen tamaina ere aldatu egingo du, letra-tipoen tamainarekin bateragarriak izateko.
pt: Um tema é um conjunto de definições coordenadas que definem a aparência de um componente ou grupo de componentes de um ambiente de trabalho. Pode utilizar os temas para alterar e controlar a aparência do ambiente de trabalho de uma forma consistente. Ao aplicar um tema, o sistema altera simultaneamente vários componentes do sistema por forma a obter o efeito desejado. Por exemplo, se aplicar um tema que altera o tamanho da fonte em todo o ambiente de trabalho, o tema também irá alterar o tamanho dos painéis e ícones para obter uma compatibilidade óptima com o tamanho da fonte.

source: A theme contains settings that affect different parts of the desktop as follows:
eu: Gai baten ezarpenek mahaigaineko hainbat zatiri eragiten diete:
pt: Um tema contém definições que afectam diferentes partes do ambiente de trabalho tais como:

source: The controls setting for a theme determines the visual appearance of all windows, applications, panels, and panel applications. The controls setting also determines the visual appearance of the MATE-compliant interface items that appear on windows, applications, panels, and panel applications, such as menus, icons, and buttons. Some of the controls options that are available in the desktop are designed for special accessibility needs.
eu: Gai baten kontrol-ezarpenek leihoen, aplikazioen, panelen eta panel-aplikazioen itxura zehazten dute. Halaber, kontrol-ezarpenek leiho, aplikazio, panel eta panel-aplikazioetan agertzen diren interfaze-elementuen (MATErekin bateragarriak direnak) itxura ere zehazten dute, adibidez, menuak, ikonoak eta botoiak. Mahaigaineko kontrol-aukera batzuk erabilerraztasunaren behar berezietarako diseinatuta daude.
pt: A definição de controlos de um tema determina a aparência visual de todas as janelas, aplicações, painéis, e aplicações de painel. As definições de controlos também determinam a aparência visual dos itens de interface MATE que surgem em janelas, aplicações, painéis, e aplicações de painel, tais como menus, ícones e botões. Algumas das opções de controlos que estão disponíveis no ambiente de trabalho destinam-se a necessidades especiais de acessibilidade.

source: Window border
eu: Leiho-ertza
pt: Margem da janela

source: To Choose a Theme
eu: Gaia aukeratzeko
pt: Seleccionar um Tema

source: Choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Appearance</guimenuitem></menuchoice>. The themes are listed under the <guilabel>Theme</guilabel> tab.
eu: Aukeratu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Hobespenak</guisubmenu><guimenuitem>Itxura</guimenuitem></menuchoice>. <guilabel>Gaiak</guilabel> fitxaten zerrendatzen dira gaiak.
pt: Seleccione <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferências</guisubmenu><guimenuitem>Aparência</guimenuitem></menuchoice>. Os temas estão listados no separador <guilabel>Tema</guilabel>.

source: Click on a theme in the list box to choose a new theme. The system automatically applies the theme to the desktop.
eu: Egin klik gai batean zerrenda-koadroan, gai bat aukeratzeko. Sistemak automatikoki aplikatu dio gaia mahaigainari.
pt: Clique num tema na lista para o seleccionar. O sistema aplica o tema automaticamente ao ambiente de trabalho.

source: Provides dark text on a light background using high contrast colors.
eu: Testu iluna atzeko plano argian eskaintzen du, eta kontraste handiko koloreak erabiltzen ditu.
pt: Apresenta texto escuro num fundo claro utilizando cores de alto contraste.

source: Provides light text on a dark background using high contrast colors.
eu: Testu argia atzeko plano ilunean eskaintzen du, eta kontraste handiko koloreak erabiltzen ditu.
pt: Apresenta texto claro num fundo escuro utilizando cores de alto contraste.

source: To view the controls, window frame, and icon settings that are associated with a theme, select a theme in the <guilabel>Theme Preferences</guilabel> dialog, then click on the <guibutton>Theme Details</guibutton> button. The <guilabel>Theme Details</guilabel> dialog contains a tabbed section for each setting category. Each tabbed section lists the options that are available and the current setting for the theme is highlighted.
eu: Gai batekin lotutako kontrolak, leiho-markoak eta ikono-ezarpenak ikusteko, hautatu gai bat <guilabel>Gaiaren hobespenak</guilabel> elkarrizketa-koadroan, eta egin klik <guibutton>Gaiaren xehetasunak</guibutton> botoian. <guilabel>Gaiaren xehetasunak</guilabel> elkarrizketan fitxadun atal bat du ezarpen-kategoria bakoitzarentzat. Fitxadun atal bakoitzak aukera erabilgarrien zerrenda eskaintzen du, eta nabarmendutako gaiarentzat unean dagoen ezarpena.
pt: Para visualizar as definições de controlos, moldura de janela e ícones associados a um tema, seleccione-o no diálogo <guilabel>Preferências de Temas</guilabel>, depois clique no botão <guibutton>Detalhes de Tema</guibutton>. O diálogo <guilabel>Detalhes de Tema</guilabel> contém um separador para cada categoria de definições. Cada separador lista as opções disponíveis e a definição do tema actual encontra-se realçada.

source: To Modify the Controls Setting for a Theme
eu: Gai baten kontrol-ezarpenak aldatzeko
pt: Alterar as Definições de Controlos de um Tema
