Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Depending on the enabled speech settings, <application>Orca</application> may have quite a bit to say about a particular object such as its name, its role, its state, its mnemonic, its tutorial message, and so on. Checking the <guilabel>Break speech into chunks between pauses</guilabel> checkbox will cause <application>Orca</application> to insert brief pauses in between each of these pieces of information.
de: Abhängig von den eingeschalteten Spracheigenschaften kann <application>Orca</application> einiges zu einem bestimmten Objekt sagen; etwa seinen Namen,seine Rolle, seinen Zustand, sein Tastaturkürzel, seine informative Botschaft und so weiter. Das Ankreuzfeld <guilabel>Sprechpausen zum Zerteilen nutzen</guilabel> veranlasst <application>Orca</application>, kurze Pausen zwischen diese Informationshäppchen einzufügen und sie so durch die Sprachausgabe verständlicher sprechen zu lassen.
hu: A különböző beszédbeállításoktól függően az <application>Orka</application> sok információt árul el egy objektumról (az objektum nevét, a vezérlőelem típusát, a gyorsbillentyűjét, a hozzá tartozó oktatói üzenetet stb). Ha be van jelölve a Beszéd megállítása szüneteknél jelölőnégyzet, az <application>Orka</application> rövid szüneteket szúr be az információk közé, így a fontosabb információk jól elkülönülnek egymástól.
uk: У залежності від увімкнутих мовних параметрів, <application>Orca</application> може надавати короткі шматки інформації про окремий об'єкт, наприклад такі як його назва, роль, стан, скорочена назва, довідкові повідомлення тощо. Позначений прапорець <guilabel>Розбивати промовляння на фрагменти по паузах</guilabel> змусить <application>Orca</application> вставляти короткі паузи між цими шматками інформації.
zh_cn: 取决于启用朗读设定，<application>Orca</application> 会读出许多对象相关的，比如名称、作用、状态、访问键、提示信息等等。选中 <guilabel>在停顿之间，断句大块的朗读</guilabel> 将会使 <application>Orca</application> 在读出这些信息片段时插入一个简短的停顿。

source: Speak child position
de: Positionsangabe aussprechen
hu: Pozícióadatok kimondásának engedélyezése
uk: Промовляти дочірну позицію
zh_cn: 读出子对象位置

source: Checking the <guilabel>Speak child position</guilabel> checkbox will cause <application>Orca</application> to announce the position of the focused item in menus and lists (e.g. "9 of 16").
de: Das Ankreuzfeld <guilabel>Positionsangabe aussprechen</guilabel> veranlasst <application>Orca</application>, die Position des fokussierten Objektes in Menüs und Listen anzusagen (etwa »das Dritte von Neun«).
hu: Ha ez a jelölőnégyzet be van jelölve, az <application>Orka</application> kimondja a fókuszban lévő objektum pozícióadatait, ha ez az adat elérhető. Ha például egy listában a második elemen áll és a listának nyolc eleme van, a kimondott adat 2/8 lesz. Ezek az információk például a következő objektumoknál hangzanak el: választógombok, kombinált listamezők, menük, listák, lapfülek, stb.
uk: Позначений прапорець <guilabel>Промовляти дочірну позицію</guilabel> примушує <application>Orca</application> озвучувати позицію сфокусованого пункту в меню та списках (наприклад, «9 з 16 »).
zh_cn: 选中 <guilabel>读出子对象位置</guilabel> 复选框，<application>Orca</application> 会读出获得焦点项在菜单和列表中的排列位置(比如“16个里面的第9项”)。

source: Speak Indentation and Justification
de: Einrückungen und Ausrichtung vorlesen
hu: Behúzás és igazítás felolvasása
uk: Вимовляти відступи та вирівнювання
zh_cn: 朗读缩进和对齐方式

source: When working with code or editing other documents it is often desirable to be aware of justification and indentation. Selecting the <guilabel>Speak indentation and justification</guilabel> check box will cause <application>Orca</application> to provide this information.
de: Wenn Sie sich mit Quelltext beschäftigen oder andere Dokumente bearbeiten, ist es oft erforderlich, die Ausrichtung oder Einrückung zu kennen. Durch das Auswählen des Ankreuzfeldes <guilabel>Einrückungen und Ausrichtung vorlesen</guilabel> weisen Sie <application>Orca</application> an, diese Information bereitzustellen.
hu: Ha kódot vagy szövegeket szerkeszt, gyakran szüksége lehet az igazítás vagy a behúzás felolvasására. A „Behúzás és igazítás felolvasása” jelölőnégyzet bejelölése után az <application>Orka</application> kimondja ezeket az információkat.
uk: Під час роботи з кодом або під час редагування інших документів, часто потрібно бути проінформованим про відступи та вирівнювання. Позначений прапорець <guilabel>Вимовляти відступи та вирівнювання</guilabel> примушує <application>Orca</application> надавати таку інформацію.
zh_cn: 当在输入代码和编辑文档时，经常需要了解缩进和对齐。选中 <guilabel>朗读缩进和对齐</guilabel> 复选框，可以让<application>Orca</application> 提供这些信息。

source: Speak Progress Bar Updates
de: Aktualisierungen von Fortschrittsanzeigen vorlesen
hu: Folyamatjelző frissítésének felolvasása
uk: Озвучувати оновлення поступу
zh_cn: 朗读更新后的程序标题栏

source: If this setting is enabled, <application>Orca</application> will periodically announce the status of progress bars. How often the announcement is made is determined by the value chosen in the update interval spin button. Note that this spin button is only available if the <guilabel>Speak progress bar updates</guilabel> checkbox has been checked.
de: Wenn Diese Einstellung aktiv ist, wird <application>Orca</application> den Status von Fortschrittsanzeigen regelmäßig bekannt geben. Wie oft die Aktualisierung bekannt gegeben wird, hängt vom Wert ab, der im Einstellknopf <guilabel>Aktualisierungsintervall</guilabel> eingestellt wurde. Dieser Einstellknopf ist nur verfügbar, wenn das Ankreuzfeld <guilabel>Aktualisierungen von Fortschrittsanzeigen vorlesen</guilabel> aktiviert wurde.
hu: Ha ez a jelölőnégyzet be van jelölve, az <application>Orka</application> megadott időközönként felolvassa a folyamatjelzők változását. A felolvasás időköze a <guilabel>Frissítés gyakorisága</guilabel> léptetőgomb segítségével adható meg. Megjegyzés: ez a beállítás csak akkor érhető el, ha a „Folyamatjelző frissítésének felolvasása” jelölőnégyzet be van jelölve.
uk: Якщо ці налаштування увімкнені, <application>Orca</application> періодично оголошуватиме про стан оновлення поступу. Як часто робитимуться такі оголошення, визначається значенням у числовому полі. Зауважимо, що числове поле доступне лише у випадку, якщо позначений прапорець <guilabel>Озвучувати оновлення поступу</guilabel>.
zh_cn: 如果启用此项，<application>Orca</application> 将定期读出程序标题的状态。检测的时间在 <guilabel>更新时间</guilabel> 微调框里指定。注意，这个微调框仅在选中 <guilabel>朗读更新后的程序标题栏</guilabel> 时才可用。

source: Restrict progress bar updates to
de: Aktualisierungen der Fortschrittsanzeige beschränken
hu: Folyamatjelző-frissítések felolvasásának korlátozása
uk: Обмежувати оновлення поступу до
zh_cn: 指定朗读进度条的状态

source: This setting controls which progress bars should be spoken, assuming the <guilabel>Speak progress bar updates</guilabel> checkbox has been checked. The choices are All, Application, and Window. Choosing All will result in <application>Orca</application> speaking updates for all progress bars, regardless of where the progress bars are located. Choosing Application will result in <application>Orca</application> speaking updates from progress bars in the active application, even if they are not in the active window. Choosing Window will result in <application>Orca</application> only speaking updates for progress bars in the active window. The default value is Application.
de: Welche Fortschrittsanzeigen sollen gesprochen werden? Diese Option bestimmt,ob überhaupt alle oder nur die der Anwendungen oder die der Fenster angesagt werden. Der Wert »alle« weist <application>Orca</application> an, wirklich alle Fortschrittsanzeigen zu verkünden; unabhängig von woher sie stammen. Die Wahl »Anwendung« lässt <application>Orca</application> den Fortschritt in der aktiven Anwendung bekannt zu geben, auch wenn ein Fenster gerade nicht aktiv sein sollte. Hingegen führt die Auswahl »Fenster« nur zum Ansagen der Fortschrittsanzeigen im gerade aktiven Fenster. Der Standardwert ist »Anwendung«.
hu: Ez a beállítás meghatározza, hogy mely folyamatjelzők kerüljenek kimondásra. Ez a beállítás csak akkor érhető el, ha a <guilabel>Folyamatjelző frissítésének felolvasása</guilabel> jelölőnégyzet be van jelölve. A következő lehetőségek közül választhat: „Mindent”, „Alkalmazás”, „Ablak”. Ha a „Mindent” lehetőség van beállítva, minden folyamatjelző kimondásra kerül, függetlenül azok helyétől. Ha az „Alkalmazás” lehetőség van kiválasztva, az éppen fókuszban levő alkalmazás folyamatjelzői kerülnek csak kimondásra, függetlenül attól, hogy aktív-e az alkalmazás ablaka. Ha az „Ablak” lehetőség van kiválasztva, csak az aktív ablak folyamatjelzői kerülnek kimondásra. Az alapértelmezett beállítás az Alkalmazás.
zh_cn: 假如 <guilabel>朗读进度条进展</guilabel> 被选中，这项设置控制哪一个进度条会被朗读。可以选全部、应用程序和窗口，选择全部 <application>Orca</application> 会朗读所有进度条，不管进度条在什么位置。选择应用程序 <application>Orca</application> 会朗读活动程序的进度条，甚至它们不在活动窗口里。选择窗口，<application>Orca</application> 只朗读活动窗口里的进度条，默认是应用程序。

source: Say All By
de: Pause beim Vorlesen
hu: Kimondás
uk: Вимовляти все по
zh_cn: 朗读全部

source: This combo box allows you to specify whether the "say all" functionality of <application>Orca</application> speaks by sentence or line. See the Desktop Keyboard Layout (<xref linkend="orca-desktop-keys"/>) and Laptop Keyboard Layout (<xref linkend="orca-laptop-keys"/>) for how to invoke the "say all" functionality).
de: Dieses kombinierte Auswahlfeld legt fest, ob beim Befehl »Alles vorlesen« nach einem Satz oder einer Zeile eine Pause eingefügt werden soll. In den Abschnitten zur Desktop-Tastaturbelegung (<xref linkend="orca-desktop-keys"/>) und Laptop-Tastaturbelegung (<xref linkend="orca-laptop-keys"/>) erfahren Sie, wie die Funktion »Alles vorlesen« aufgerufen wird.
hu: Ebben a kombinált listamezőben módosítható a „Kimondás” funkció működése, azaz hogy az <application>Orka</application> mondatonként vagy soronként beszéljen. Ezen funkció elérésével kapcsolatban nézze meg az asztali (<xref linkend="orca-desktop-keys"/>) vagy laptop billentyűparancsokat <xref linkend="orca-laptop-keys"/>).
uk: Цей спадний список дає змогу вказати <application>Orca</application>, як слід «вимовляти все» — по реченням чи рядкам. Щоб активувати функційні можливості параметра «вимовляти все» для настільної клавіатури, дивіться (<xref linkend="orca-desktop-keys"/>), для портативної — (<xref linkend="orca-laptop-keys"/>).
zh_cn: 这个组合框允许您指定 <application>Orca</application>“朗读全部”时，是按句子还是按行的方式。更多相关信息，请参阅：台式机键盘布局 (<xref linkend="orca-desktop-keys"/>) 和笔记本键盘布局 (<xref linkend="orca-laptop-keys"/>) 。

source: Braille Page
de: Braille
eu: Braille orrialdea
hu: Braille lap
pt: Página de Braille
uk: Брайль
zh_cn: 布莱叶文页面

source: <placeholder-1/> GUI Configuration - Braille Page
de: <placeholder-1/> Grafische Konfiguration - Reiter »Braille«
hu: <placeholder-1/> Orka grafikus beállító párbeszédpanel - Braille lap
uk: <placeholder-1/> Конфігурація графічного інтерфейсу — Брайль
zh_cn: <placeholder-1/> GUI 配置界面 - 盲文支持页面

source: The braille page allows you to customize various aspects about the use of braille.
de: Der Reiter »Braille« erlaubt es Ihnen, verschiedene Aspekte zur Verwendung mit einer Braillezeile anzupassen.
hu: A Braille lapon a különböző braille beállítások adhatók meg.
uk: Вкладка «Брайль» дає змогу налаштувати різні аспекти використання системи Брайля.
zh_cn: 盲文输出页面允许您定制使用盲文支持的各个调节选项。

source: <application>Orca</application> does not automatically start BrlTTY for you; typically you need to do this yourself, usually at boot time.
de: BrlTTY wird von <application>Orca</application> nicht automatisch gestartet; Normalerweise kümmern Sie sich bereits während des Bootvorganges darum.
hu: Az <application>Orka</application> nem indítja el automatikusan a BRLTTY alkalmazást; ezt általában Önnek kell megtennie a rendszer indulásakor.
uk: <application>Orca</application> автоматично не запускає термінал BrlTTY, як правило, вам необхідно зробити це самостійно, зазвичай, під час завантаження.
zh_cn: <application>Orca</application> 不会自动启动 BrlTTY，一般地，您需要手动运行它，通常是在启动的时候。

source: Enable Braille Support
de: Braille-Unterstützung aktivieren
eu: Gaitu Braille euskarria
hu: Braille támogatás engedélyezése
pt: Activar o Suporte Braille
uk: Вмикання підтримки Брайля
zh_cn: 启用布莱叶支持

source: The first control on the braille page is the "Enable braille support" check box. This check box toggles whether or not <application>Orca</application> will make use of a braille display. This option, along with the ability to enable braille and enable magnifier support, allow <application>Orca</application> to be tailored to meet the needs of a wide variety of users. By default, this check box is enabled. If BrlTTY is not running, <application>Orca</application> will recover gracefully and will not communicate with the braille display. If you configure BrlTTY later on, you need to restart <application>Orca</application> in order for it to use braille.
de: Das erste Element auf dem Reiter Braille ist das Ankreuzfeld »Braille-Unterstützung aktivieren«. Dieses Ankreuzfeld steuert, ob <application>Orca</application> mit einer Braillezeile verwendet werden kann. In Verbindung mit der Möglichkeit, die Unterstützung von Braillezeilen und Vergrößerung zu aktivieren, kann <application>Orca</application> auf eine große Bandbreite von Benutzeranforderungen zugeschnitten werden. Dieses Ankreuzfeld ist standardmäßig aktiviert. Wenn BrlTTY nicht aktiv ist, wird dies von <application>Orca</application> erkannt und es findet keine Kommunikation mit der Braillezeile statt. Wenn Sie BrlTTY später einrichten, müssen Sie <application>Orca</application> neu starten, damit die Brailleausgabe erfolgen kann.
hu: A braille lap első vezérlőeleme a <guilabel>Braille támogatás engedélyezése</guilabel> jelölőnégyzet. Ezzel a jelölőnégyzettel adható meg, hogy az Orka használja-e a braille kijelzőt. Ez a beállítás, a beszéd és a nagyítótámogatás engedélyezésével együtt lehetővé teszi az <application>Orka</application> megfelelővé tételét felhasználók széles rétegei számára. Alapértelmezetten ez a jelölőnégyzet be van jelölve. Ha a BrlTTY nem fut, akkor az Orka ezt felismeri és nem kommunikál a braille kijelzővel. Ha később beállítja a BrlTTY-t, akkor újra kell indítania az Orka alkalmazást a braille használatának megkezdéséhez.
uk: Перший елемент керування на вкладці «Брайль» — прапорець «Увімкнути підтримку Брайля». Цей прапорець вмикає або вимикає можливість використання <application>Orca</application> дисплея Брайля. Цей вибір, поряд з можливістю увімкнути підтримку Брайля та збільшувача, дає змогу <application>Orca</application> бути адаптованою для задоволення потреб широкого кола користувачів. Типово цей прапорець позначений. Якщо BrlTTY не працює, <application>Orca</application> поступово відновиться і не буде спілкуватися з дисплеєм Брайля. Якщо ви налаштуєте BrlTTY пізніше, вам буде необхідно перезавантажити <application>Orca</application>, щоб використовувати систему Брайля.
zh_cn: 在盲文支持页面的第一个选项是“启用盲文支持”复选框。这个选项指定 <application>Orca</application> 是否使用盲文显示器。这个选项跟启用朗读，启用放大镜一样是独立的，允许 <application>Orca</application> 通过定制来适应广泛的用户需求。通常情况下，这个复选框是选中的，如果 BrlTTY 不能运行，<application>Orca</application> 将会自动恢复完好，不会向盲文显示器输出信息。如果您稍后配置了 BrlTTY ，您需要重新启动 <application>Orca</application> 来使用盲文支持。

source: Enable Braille Monitor
de: Den Braille-Monitor aktivieren
eu: Gaitu Braille monitorea
hu: Braille monitor engedélyezése
pt: Activar o Monitor Braille
uk: Вмикання монітора Брайля
zh_cn: 启用布莱叶显示器

source: <application>Orca</application>'s braille monitor provides an on-screen representation of what takes place on the braille display. This feature is mostly for demonstration purposes, but is also useful for <application>Orca</application> developers who do not have access to a braille display.
de: Der Braillemonitor von <application>Orca</application> gibt die Informationen auf dem Bildschirm aus, die auf der Braillezeile angezeigt werden. Meistens wird diese Funktion zur Demonstration verwendet, kann aber auch für <application>Orca</application> Entwickler interessant sein, die keinen Zugang zu einer Braillezeile haben.
hu: Az Orka braille monitor a képernyőn jeleníti meg azokat az információkat, amik a braille kijelzőn látszanak. Ez a szolgáltatás elsősorban demonstrációs célból készült, de hasznos azoknak az Orka fejlesztőknek is, akiknek nincs braille kijelzőjük.
uk: Монітор Брайля <application>Orca</application> забезпечує зображення на екрані того, що відбувається на дисплеї Брайля. Ця функція, головним чином призначена для демонстраційних цілей, але також корисна для розробників <application>Orca</application>, які не мають доступу до дисплея Брайля.
zh_cn: <application>Orca</application> 的盲文显示器，提供了在屏幕上显示一个盲文显示器。这个特性大多数情况用作显示目的，但也对没有盲文显示器的 <application>Orca</application> 开发人员有用。

source: Abbreviated Role Names
de: Abgekürzte Rollennamen
hu: Rövidített szerepnevek
pt: Nomes de Papeis Abreviados
uk: Скорочені назви ролей
zh_cn: 缩略词

source: The "Abbreviated role names" check box determines the manner in which role names are displayed and can be used to help conserve real estate on the braille display. The "Abbreviated role names" option can be better understood if we consider the following example. Let us assume that a slider had focus, and that the abbreviated role names box was not checked. In this case, the word "slider" would be shown on the display, to reflect the fact that the current control was indeed a slider. If the abbreviated role names box were checked, the word "slider" would be abbreviated to "sldr".
de: Das Ankreuzfeld »Abgekürzte Rollennamen« beeinflusst die Art und Weise, wie Rollennamen auf der Braillezeile ausgegeben werden. Die Option »Abgekürzte Rollennamen« kann besser verstanden werden, wenn wir das folgende Beispiel betrachten. Angenommen, ein Schieberegler besitzt den Fokus und das Ankreuzfeld »Abgekürzte Rollennamen« ist nicht angekreuzt. In diesem Fall erscheint das Wort »Schieberegler« auf der Braillezeile, um anzuzeigen, dass es sich beim fokussierten Bedienelement um einen Schieberegler handelt. Wenn das Ankreuzfeld »Abgekürzte Rollennamen« angekreuzt wird, wird das Wort »Schieberegler« mit »sldr« abgekürzt.
hu: A „Rövidített szerepnevek” jelölőnégyzet meghatározza, hogy a vezérlőelem típusok hogyan jelenjenek meg a braille kijelzőn. Ennek jelentőségét a következő példa alapján könnyebb megérteni: Tegyük fel, hogy egy csúszka van fókuszban és a „Rövidített szerepnevek” jelölőnégyzet nincs bejelölve. Ebben az esetben a braille kijelzőn a „csúszka” szó jelenik meg, így jelzi, hogy egy csúszka vezérlőelem van fókuszban. Ha a Rövidített szerepnevek jelölőnégyzet be van jelölve, akkor a „csúszka” szó helyett rövidítve a „cszk” szó jelenik meg.
uk: Прапорець «Скорочені назви ролей» визначає порядок, в якому показуватимуться назви ролей і може бути використаний, щоб допомогти зберегти нерухомість на дисплеї Брайля. Опція «Скорочені назви ролей» може бути краще зрозумілою, якщо ми розглянемо наступний приклад. Припустимо, що повзунок має фокус, і що прапорець «Скорочені назви ролей» не позначений. У цьому випадку слово «повзунок» буде показане на дисплеї, щоб відбити той факт, що цей елемент керування дійсно повзунок. Якщо ж прапорець «Скорочені назви ролей» позначений, то слово «повзунок» буде скорочено до «пвзнк».
zh_cn: “缩略词”复选框决定了缩略词显示的方式，一般用来帮助节省盲文显示器的输出。如果我们理解了下面的例子，就可以更好地了解“缩略词”选项。让我们假定一个滑块获得了焦点，缩略词选项也选中了。在这种情况下，“slider”一词将要显示在显示器上，反映了当前的控件是一个滑块。如果缩略词选项被选中，单词“slider”会被缩写成“sldr”。

source: Disable end of line symbol
de: Zeilenende-Symbol nicht anzeigen
hu: A sorvég jel szimbólum letiltása
uk: Вимикання символу кінця рядка
zh_cn: 禁用行末符

source: When checked, this feature tells <application>Orca</application> to not present the "$l" string at the end of a line.
de: Wenn ausgewählt, teilt diese Funktion <application>Orca</application> mit, dass das Symbol »$l« für die Anzeige eines Zeilenendes nicht angezeigt werden soll.
hu: Ha ez a jelölőnégyzet be van jelölve, az <application>Orka</application> a sorok végén nem jeleníti meg a braille kijelzőn a „$l” szimbólumot.
uk: Якщо цей прапорець позначений, <application>Orca</application> не показуватиме послідовність «$l» в кінці рядка.
zh_cn: 选中此项，<application>Orca</application> 不显示行末的 "$l" 符号。

source: <application>Orca</application> supports contracted braille via the liblouis project. Refer to <ulink url="http://live.mate.org/Orca/Braille#Braille">the Orca WIKI</ulink>, where you can find additional information about setting up liblouis with <application>Orca</application>.
de: Die Unterstützung von Blindenkurzsschrift wird in <application>Orca</application> durch das liblouis-Projekt bereitgestellt. Im <ulink url="http://live.mate.org/Orca/Braille#Braille">Orca WIKI</ulink> finden Sie nähere Informationen darüber, wie Sie die liblouis-Unterstützung in <application>Orca</application> aktivieren.
hu: Az <application>Orka</application> támogatja az összetett braille-t a <ulink url="http://live.mate.org/Orca/Braille#Braille">liblouis projekt</ulink> segítségével, itt bővebb információkat találhat arról (angolul), hogyan állíthatja be a liblouis szolgáltatásait az <application>Orkához</application>.
uk: <application>Orca</application> підтримує скорочення Брайля через проект liblouis. Зверніться до <ulink url="http://live.mate.org/Orca/Braille#Braille">the Orca WIKI</ulink>, де можна знайти додаткові відомості про способи налаштування liblouis в <application>Orca</application>.
zh_cn: <application>Orca</application> 通过 libloouis 工程支持 contracted braille 设备。在 <ulink url="http://live.mate.org/Orca/Braille#Braille">Orca WIKI</ulink> 上，您可以找到其他有关 <application>Orca</application> 设置 liblouis 的额外信息。

source: The verbosity radio button group determines the amount of information that will be brailled in certain situations. For example, if it is set to verbose, keyboard shortcut and role name information is displayed. This information is not displayed in brief mode.
de: Die Auswahlknöpfe der Gruppe »Ausführlichkeit« legen fest, welche Informationen in verschiedenen Situationen auf der Braillezeile ausgegeben werden sollen. Zum Beispiel werden bei der Auswahl »Ausführlich« Tastenkombinationen und Rolleninformationen ausgegeben, während diese bei der Auswahl von »Kurz« nicht ausgegeben werden.
hu: A „Részletesség” választógomb-csoport megadja a különböző szituációkban a braille kijelzőn megjelenő információk mennyiségét. Ha például a „Részletes” beállítás van megadva, akkor megjelennek a gyorsbillentyűk és a szerepnevek. Ezek az információk nem jelennek meg „Tömör” módban.
uk: Група радіо-кнопок «Докладність» визначає кількість показуваної на дисплеї інформації в певних ситуаціях. Наприклад, якщо позначена радіо-кнопка «Докладно», з'являтиметься інформація про скорочення клавіш та назви ролей, і навпаки, в режимі «Стисло» ця інформація не з'являтиметься.
zh_cn: 冗长按钮组决定了，在当前情况下，显示盲文信息的数量。例如，如果设置 为冗长，键盘快捷键和缩略词信息会被显示。这些信息在简要模式下是不被显示的。

source: Selection Indicator
de: Auswahlindikator
hu: Kiválasztásjelző
uk: Індикатор виділення
zh_cn: 选择指示器
