Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo> - Launch the <application>Orca</application> Configuration dialog.
de: <keycombo><keycap>Einfügen</keycap><keycap>Leertaste</keycap></keycombo> - Startet den Dialog zum Anpassen der <application>Orca</application>-Einstellungen.
hu: <keycombo><keycap>Insert</keycap><keycap>Szóköz</keycap></keycombo>: Megjeleníti az Orka grafikus beállítóablakát.
uk: <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo> — запустити діалог конфігурації <application>Orca</application>.
zh_cn: <keycombo><keycap>Insert</keycap><keycap>空格键</keycap></keycombo> - 启动 <application>Orca</application> 配置对话框。

source: <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> - reload user settings and reinitialize services as necessary. Also launches the <application>Orca</application> Configuration dialog for the current application.
de: <keycombo><keycap>Einfügen</keycap><keycap>Strg</keycap><keycap>Leertaste</keycap></keycombo> - Benutzereinstellungen werden neu geladen und Dienste wenn erforderlich neu gestartet. Außerdem wird der grafische Konfigurationsdialog von <application>Orca</application> für die aktuelle Anwendung gestartet.
hu: <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>Szóköz</keycap></keycombo>: újratölti a felhasználói beállításokat és szükség esetén újrainicializálja a szolgáltatásokat. Elindítja az <application>Orka</application> az alkalmazásspecifikus beállítóablakot az aktív alkalmazáshoz.
uk: <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> — перезавантажити налаштування та ініціалізацію послуг користувача, якщо необхідно. Також запускає діалог конфігурації <application>Orca</application> для чинної програми.
zh_cn: <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>空格键</keycap></keycombo> - 重新加载用户设置，如果需要也重启服务。在最近的 Orca 版本里。也为当前应用程序启动 <application>Orca</application> 配置对话框。

source: <keycombo><keycap>Insert</keycap><keycap>S</keycap></keycombo> - toggle speech on and off.
de: <keycombo><keycap>Einfügen</keycap><keycap>S</keycap></keycombo> - Schaltet die Sprachausgabe ein und aus.
hu: <keycombo><keycap>Insert</keycap><keycap>S</keycap></keycombo>: A beszéd be- és kikapcsolása.
uk: <keycombo><keycap>Insert</keycap><keycap>S</keycap></keycombo> — увімкнути або вимкнути озвучення.
zh_cn: <keycombo><keycap>Insert</keycap><keycap>S</keycap></keycombo> - 设定开启或关闭朗读。

source: <keycombo><keycap>Insert</keycap><keycap>F11</keycap></keycombo> - toggle the reading of tables, either by single cell or whole row.
de: <keycombo><keycap>Einfügen</keycap><keycap>F11</keycap></keycombo> - Tabellen werden entweder Zelle für Zelle oder gleich zeilenweise vorgelesen.
hu: <keycombo><keycap>Insert</keycap><keycap>F11</keycap></keycombo>: Váltás a táblázatok aktuális cellájának felolvasása és az egész sor felolvasása között.
uk: <keycombo><keycap>Insert</keycap><keycap>F11</keycap></keycombo> — перемикає озвучення таблиць (озвучити комірку чи весь рядок).
zh_cn: <keycombo><keycap>Insert</keycap><keycap>F11</keycap></keycombo> - 朗读表格项，按单元格或行朗读。

source: <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo> - quit <application>Orca</application>.
de: <keycombo><keycap>Einfügen</keycap><keycap>Q</keycap></keycombo> - Beendet <application>Orca</application>.
hu: <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo>: Kilépés az Orka programból.
uk: <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo> — вийти з <application>Orca</application>.
zh_cn: <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo> : 退出 <application>Orca</application>。

source: Commands for debugging
de: Befehle zur Fehlerdiagnose
hu: Parancsok hibakereséshez (csak fejlesztőknek)
pt: Comandos para depurar
uk: Команди для зневаджування
zh_cn: 调试命令

source: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>Home</keycap></keycombo> - report information on the currently active script.
de: <keycombo><keycap>Strg</keycap><keycap>Alt</keycap><keycap>Einfügen</keycap><keycap>Pos1</keycap></keycombo> - Sagt Informationen über das gerade laufende Skript an.
hu: <keycombo><keycap>Insert</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Home</keycap></keycombo>: Információkat ad a jelenleg aktív parancsfájlról.
uk: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>Home</keycap></keycombo> — повідомити інформацію про чинний активний сценарій.
zh_cn: <keycombo><keycap>Insert</keycap><keycap>F3</keycap></keycombo> - 报告当前激活脚本的信息。

source: In order for the next three commands to be of use, <application>Orca</application> needs to be started from a virtual console or via mate-terminal. Output is sent to the console only (i.e., it is not sent to speech or braille).
de: Damit die drei nachfolgenden Befehle verwendet werden können ist es wichtig, dass <application>Orca</application> aus einer virtuellen Konsole oder dem mate-terminal gestartet wurde. Die Ausgabe wird nur auf der Konsole ausgegeben und zum Beispiel nicht gesprochen.
hu: A következő három parancs használatához az <application>Orkát</application> a mate-terminalból vagy virtuális konzolból kell elindítani. A három parancs kimenete csak a konzolra kerül kiírásra, azaz nem lesz kimondva vagy a braille kijelzőre kiírva.
uk: Для того, щоб виконати три наступні команди, програму <application>Orca</application> потрібно запустити в консолі або в терміналі. Вихідні дані будуть спрямовані лише на консоль (тобто, не будуть озвучуватись і не виводитимуться на дисплей Брайля).
zh_cn: 为了使用下面的三个命令，<application>Orca</application> 需要从虚拟控制台或 Mate-terminal(终端)启动。输出发送到这个控制台(例如，它不再发送到语音或盲文输出)。

source: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>End</keycap></keycombo> - print a debug listing of all known applications to the console where <application>Orca</application> is running.
de: <keycombo><keycap>Strg</keycap><keycap>Alt</keycap><keycap>Einfügen</keycap><keycap>Ende</keycap></keycombo> - Auf der Konsole wird zur Fehlersuche eine Liste der momentan geöffneten und von Orca erkannten Anwendungen ausgegeben.
hu: <keycombo><keycap>Insert</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>End</keycap></keycombo>: Hibakeresési céllal kiírja az összes alkalmazás listáját arra a konzolra, amelyen az <application>Orka</application> fut.
uk: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>End</keycap></keycombo> — вивести список зневадження всіх відомих програм до консолі, в якій працює <application>Orca</application>.
zh_cn: <keycombo><keycap>Insert</keycap><keycap>F5</keycap></keycombo> - 显示一个所有已知应用程序的调试列表到 <application>Orca</application> 运行的虚拟控制台。

source: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>Page_Up</keycap></keycombo> - print debug information about the ancestry of the object with focus.
de: <keycombo><keycap>Strg</keycap><keycap>Alt</keycap><keycap>Einfügen</keycap><keycap>Bild auf</keycap></keycombo> - Gibt Debug-Informationen über die Abstammung des fokussierten Objektes aus.
hu: <keycombo><keycap>Insert</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Page Up</keycap></keycombo>: Hibakeresési információkat ír ki a fókuszban lévő objektum szülőiről.
uk: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>Page_Up</keycap></keycombo> — вивести інформацію зневадження про походження об'єкта, який має фокус.
zh_cn: <keycombo><keycap>Insert</keycap><keycap>F7</keycap></keycombo> - 显示关于获得焦点对象的调用关系的调试信息。

source: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>Page_Down</keycap></keycombo> - print debug information about the hierarchy of the application with focus.
de: <keycombo><keycap>Strg</keycap><keycap>Alt</keycap><keycap>Einfügen</keycap><keycap>Bild ab</keycap></keycombo> - Gibt Debug-Informationen über die Hierarchie der fokussierten Anwendung aus.
hu: <keycombo><keycap>Insert</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Page Down</keycap></keycombo>: Hibakeresési információkat ír ki a fókuszban lévő objektum szülőiről.
uk: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>Page_Down</keycap></keycombo> — вивести інформацію зневадження про ієрархію об’єктів програми, яка має фокус.
zh_cn: <keycombo><keycap>Insert</keycap><keycap>F8</keycap></keycombo> - 显示获得焦点程序等级的调试信息。

source: Laptop Layout
de: Laptopbelegung
hu: Laptop kiosztás
uk: Портативна клавіатура
zh_cn: 笔记本键盘布局

source: Following is a list of common <application>Orca</application> keyboard commands for laptop keyboards arranged by category:
de: Es folgt eine nach Kategorien geordnete Liste geläufiger <application>Orca</application>-Tastenkombinationen für Laptop-Tastaturen.
hu: A következő kategorizált lista az <application>Orka</application> laptop billentyűzetekhez beállított billentyűparancsait ismerteti:
uk: Нижче наведений список найбільш поширених клавіатурних команд <application>Orca</application> для портативних клавіатур і впорядкованих за категоріями:
zh_cn: 下面列出了笔记本键盘上常用的 <application>Orca</application> 键盘命令，按分类排序：

source: <keycombo><keycap>Caps_Lock</keycap><keycap>U</keycap></keycombo> - move the flat review cursor to the previous line and read it. Double-click to move flat review to the top of the current window.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>U</keycap></keycombo> - Bewegt den Cursor im Übersichtsmodus in die vorherige Zeile und liest sie. Zweimal schnell hintereinander gedrückt, wird die oberste Zeile des Fensters fokussiert.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>U</keycap></keycombo> - Az egyszerű áttekintést az előző sorra mozgatja, majd felolvassa azt. Ha kétszer nyomja meg ezt a billentyűkombinációt, az egyszerű áttekintés az aktuális ablak tetejére kerül.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>U</keycap></keycombo> — перемістити курсор плоского вигляду на попередній рядок і озвучити його. Подвійне клацання переміщає плоский вигляд у верхню частину чинного вікна.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>U</keycap></keycombo> - 移动光标到上一行并朗读。双击移动光标到当前窗口顶部。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>I</keycap></keycombo> - read the current line. Double-click to read the current line along with formatting and capitalization details.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>I</keycap></keycombo> - Liest die aktuelle Zeile. Wird die Tastenkombination zweimal schnell hintereinander gedrückt, wird die aktuelle Zeile zusammen mit Angaben zur Formatierung und Großschreibung vorgelesen.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>I</keycap></keycombo>: Felolvassa azt a sort, ahol az egyszerű áttekintés áll. Ha kétszer vagy háromszor egymás után nyomja meg ezt a billentyűkombinációt, az aktuális sor különböző módon kerül betűzésre.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>I</keycap></keycombo> — вимовити поточний рядок. Подвійне клацання озвучує поточний рядок разом з форматуванням та виділеннями великими буквами.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>I</keycap></keycombo> - 朗读当前行。双击朗读当前行，同时也朗读格式和大写细节。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>O</keycap></keycombo> - move the flat review cursor to the next line and read it. Double- click to move flat review to the bottom of the current window.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>O</keycap></keycombo> - Bewegt den Cursor im Übersichtsmodus in die nächste Zeile und liest sie. Zweimal schnell hintereinander gedrückt, wird die unterste Zeile des Fensters fokussiert.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>O</keycap></keycombo> - Az egyszerű áttekintést a következő sorra mozgatja, majd felolvassa azt. Ha kétszer nyomja meg ezt a billentyűkombinációt, az egyszerű áttekintés az aktuális ablak aljára kerül.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>O</keycap></keycombo> — перейти на наступний рядок і озвучити його. Подвійне клацання переміщає курсор плоского вигляду у нижню частину чинного вікна.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>O</keycap></keycombo> - 移动光标到下一行并朗读。双击移动光标到当前窗口的底部。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>J</keycap></keycombo> - move the flat review cursor to the previous word and read it. Double-click to move flat review to the word above the current word.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>J</keycap></keycombo> - Bewegt den Cursor im Übersichtsmodus zum vorherigen Wort und liest es. Zweimal schnell hintereinander gedrückt, wird das Wort über dem aktuellen Wort fokussiert.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>J</keycap></keycombo> - Az egyszerű áttekintést az előző szóra mozgatja, majd felolvassa azt. Ha kétszer nyomja meg ezt a billentyűkombinációt, az egyszerű áttekintés az aktuális szó feletti szóra kerül.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>J</keycap></keycombo> — перемістити курсор плоского вигляду на попереднє слово і озвучити його. Подвійне клацання переміщає плоский вигляд на слово вище поточного слова.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>J</keycap></keycombo> - 移动光标到上一个词语并朗读。双击移动光标到上面一个词。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>K</keycap></keycombo> - read the current word. Double-click to spell the word. Triple-click to hear the word spelled phonetically.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>K</keycap></keycombo> - Liest das aktuelle Wort. Zweimal schnell hintereinander gedrückt wird das Wort buchstabiert. Dreimal schnell hintereinander gedrückt wird es phonetisch buchstabiert.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>K</keycap></keycombo> - felolvassa azt a szót, ahol az egyszerű áttekintés áll. Ha kétszer egymás után nyomja meg ezt a billentyűkombinációt, az aktuális szó betűztetve kerül kimondásra. Ha háromszor egymás után nyomja meg ezt a billentyűkombinációt, az aktuális szó fonetikusan lesz betűztetve.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>K</keycap></keycombo> — вимовити поточне слово. Подвійне клацання, щоб вимовити слово по буквам. Потрійне, щоб вимовити слово по буквам фонетично.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>K</keycap></keycombo> - 朗读当前词语。双击拼出这个词语。三击会听到语音学上的拼写(spelled phonetically)。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>L</keycap></keycombo> - move the flat review cursor to the next word and read it. Double- click to move flat review to the word below the current word.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>L</keycap></keycombo> - Bewegt den Cursor im Übersichtsmodus zum nächsten Wort und liest es. Zweimal schnell hintereinander gedrückt wird das Wort unter dem aktuellen Wort fokussiert.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>L</keycap></keycombo>- Az egyszerű áttekintést a következő szóra mozgatja, majd felolvassa azt. Ha kétszer egymás után nyomja meg ezt a billentyűkombinációt, az egyszerű áttekintés az aktuális szó alatti szóra kerül.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>L</keycap></keycombo> — перемістити курсор плоского вигляду на наступне слово і озвучити його. Подвійне клацання переміщає плоский вигляд на слово нижче поточного слова.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>L</keycap></keycombo> - 移动光标到下一个词语并朗读。双击移动光标到下面一个词。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>M</keycap></keycombo> - move the flat review cursor to the previous character and read it. Double-click to move flat review to the end of the current line.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>M</keycap></keycombo> - Bewegt den Cursor im Übersichtsmodus zum vorherigen Zeichen und liest es. Zweimal schnell hintereinander gedrückt wird das Zeilenende fokussiert.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>M</keycap></keycombo> - Az egyszerű áttekintést az előző karakterre mozgatja, majd felolvassa azt. Ha kétszer egymás után nyomja meg ezt a billentyűkombinációt, az egyszerű áttekintés az aktuális sor végére ugrik.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>M</keycap></keycombo> — перемістити курсор плоского вигляду на попередній символ і озвучити його. Подвійне клацання переміщає плоский вигляд в кінець чинного рядка.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>M</keycap></keycombo> - 移动光标到前一个字符并朗读。双击移动光标到当前行的结尾。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Comma</keycap></keycombo> - read the current character. Double-click to pronounce the character phonetically if it is a letter.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>Komma</keycap></keycombo> - Liest das aktuelle Zeichen. Drückt man die Tastenkombination zweimal schnell hintereinander und handelt es sich um einen Buchstaben, wird er phonetisch buchstabiert.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>Vessző</keycap></keycombo> - Felolvassa az aktuális karaktert. Ha kétszer nyomja meg egymás után ezt a billentyűkombinációt, az aktuális karakter betűzésre kerül. Ha háromszor egymás után nyomja meg ezt a billentyűkombinációt, az aktuális karakter fonetikusan kerül kimondásra.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>Comma</keycap></keycombo> — вимовити поточний символ. Подвійне клацання, щоб вимовити символ фонетично, якщо цей символ буква.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>Comma</keycap></keycombo> - 朗读当前字符。双击读出语音学(phonetically)上的读音，如果它是一个字母。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Period</keycap></keycombo> - move the flat review cursor to the next character and read it.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>Punkt</keycap></keycombo> - Bewegt den Cursor im übersichtsmodus zum nächsten Zeichen und liest es.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>Pont</keycap></keycombo> - Az egyszerű áttekintést a következő karakterre mozgatja, majd felolvassa azt.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>Period</keycap></keycombo> — перемістити курсор плоского вигляду на наступний символ і озвучити його.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>句号</keycap></keycombo> - 移动光标到下一个字符并朗读。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>8</keycap></keycombo> - perform a right mouse click at the location of the flat review cursor.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>8</keycap></keycombo> - Ein rechter Mausklick wird an der Stelle ausgeführt, an der sich der Cursor im Übersichtsmodus befindet.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>8</keycap></keycombo> - Jobb kattintást végez azon az elemen, ahol az egyszerű áttekintés áll.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>8</keycap></keycombo> — виконати клацання правою кнопкою миші у місці розташування курсору плоского вигляду.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>8</keycap></keycombo> - 在光标当前位置，执行一个鼠标右键单击动作。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>p</keycap></keycombo> - toggle between flat review and focus tracking mode.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>p</keycap></keycombo> - Wechselt zwischen dem Übersichts- und dem Fokusverfolgungsmodus.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>p</keycap></keycombo>: Váltás az egyszerű áttekintés és a fókuszkövetés mód között.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>p</keycap></keycombo> — перемкнути між плоским виглядом та режимом стеження за фокусом.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>p</keycap></keycombo> - 在光标浏览模式和焦点跟踪模式切换。

source: <keycombo><keycap>Alt</keycap><keycap>Caps_Lock</keycap><keycap>[1-6]</keycap></keycombo> - add a bookmark to the numbered slot. If a bookmark already exists for the slot it will be replaced with the new one.
de: <keycombo><keycap>Alt</keycap><keycap>Feststelltaste</keycap><keycap>[1-6]</keycap></keycombo> - weist dem nummerierten Slot ein Lesezeichen zu. Ein bereits vorhandenes wird überschrieben.
hu: <keycombo><keycap>Alt</keycap><keycap>Nagybetű zár</keycap><keycap>[1-6]</keycap></keycombo>: Könyvjelzőt helyez el a megadott sorszámú helyre (1-6). Ha egy adott számú könyvjelző már létezik, akkor az új könyvjelző felülírja azt.
uk: <keycombo><keycap>Alt</keycap><keycap>Caps_Lock</keycap><keycap>[1-6]</keycap></keycombo> — додати закладку в пронумерований слот. Якщо закладка вже існує в ньому вона буде замінена на нову.
zh_cn: <keycombo><keycap>Alt</keycap><keycap>Caps_Lock</keycap><keycap>[1-6]</keycap></keycombo> - 添加一个书签。如果这个书签号上已经有书签存在，将会被新的替换。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>[1-6]</keycap></keycombo> - go to the position pointed to by the bookmark bound to this numbered slot.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>[1-6]</keycap></keycombo> - navigiert an die Position, auf die das im angegebenen Slot abgelegte Lesezeichen zeigt.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>[1-6]</keycap></keycombo>: Ugrás a megfelelő számú könyvjelző által mutatott pozícióra.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>[1-6]</keycap></keycombo> — перейти на позицію вказану закладкою, яка пов’язана з цим нумерованим слотом.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>[1-6]</keycap></keycombo> - 跳到该书签号存储的书签位置。

source: <keycombo><keycap>Caps_Lock</keycap><keycap>B</keycap></keycombo>and <keycombo><keycap>Caps_Lock</keycap><keycap>Shift</keycap><keycap>B</keycap></keycombo> - move between the given bookmarks for the given application or page.
de: <keycombo><keycap>Feststelltaste</keycap><keycap>B</keycap></keycombo> und <keycombo><keycap>Feststelltaste</keycap><keycap>Umschalttaste</keycap><keycap>B</keycap></keycombo> - navigiert zwischen den für die aktuelle Anwendung oder Internetseite hinterlegten Lesezeichen.
hu: <keycombo><keycap>Nagybetű zár</keycap><keycap>B</keycap></keycombo> és <keycombo><keycap>Nagybetű zár</keycap><keycap>Shift</keycap><keycap>B</keycap></keycombo>: Mozgás az adott alkalmazás vagy oldal megadott könyvjelzői között.
uk: <keycombo><keycap>Caps_Lock</keycap><keycap>B</keycap></keycombo> або <keycombo><keycap>Caps_Lock</keycap><keycap>Shift</keycap><keycap>B</keycap></keycombo> — переміщатись між даними закладками для цієї програми або сторінки.
zh_cn: <keycombo><keycap>Caps_Lock</keycap><keycap>B</keycap></keycombo>and <keycombo><keycap>Caps_Lock</keycap><keycap>Shift</keycap><keycap>B</keycap></keycombo> - 在给定的书签和给定应用程序或页面之间移动。

source: <keycombo><keycap>Alt</keycap><keycap>Caps_Lock</keycap><keycap>B</keycap></keycombo> - save the defined bookmarks for the current application or page.
de: <keycombo><keycap>Alt</keycap><keycap>Feststelltaste</keycap><keycap>B</keycap></keycombo> - speichert die für die aktuelle Anwendung oder Internetseite hinterlegten Lesezeichen.
hu: <keycombo><keycap>Alt</keycap><keycap>Nagybetű zár</keycap><keycap>B</keycap></keycombo>: Az aktuális alkalmazáshoz vagy oldalhoz megadott könyvjelzők mentése.
uk: <keycombo><keycap>Alt</keycap><keycap>Caps_Lock</keycap><keycap>B</keycap></keycombo>
zh_cn: <keycombo><keycap>Alt</keycap><keycap>Caps_Lock</keycap><keycap>B</keycap></keycombo> - 为当前应用程序或页面保存书签。
