Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Orca is a flexible, extensible, and powerful assistive technology for people with visual impairments. Using various combinations of speech synthesis, braille, and magnification, Orca helps provide access to applications and toolkits that support the AT-SPI (e.g., the MATE desktop). Orca is also free open source software.
pt: Orca é uma tecnologia assistiva flexível, extensível e poderosa para pessoas com limitações visuais. Recorrendo a várias combinações de locução sintetizada, braille e ampliação, o Orca ajuda a disponibilizar acesso a aplicações e conjuntos de ferramentas que suportem o AT-SPI (por exemplo, o Ambiente de Trabalho MATE). Orca é também uma aplicação livre de código aberto.

source: One of the first DOS screen readers was Flipper by Omnichron corporation in Berkeley, CA. It was named Flipper in part because the blind wife of the programmer envisioned computers as being programmed by flipping switches (an accurate image of a bygone era). Then came another DOS screen reader from Henter-Joyce in Florida - "Jobs access With Speech" (or JAWS). Meanwhile in the UK we had the company Dolphin systems making their own DOS screen reader.
pt: Um dos primeiros locutores de ecrã para o DOS foi o Flipper da Omnichron corporation de Berkeley, CA. Foi denominado Flipper parcialmente porque a esposa invisual do seu programador imaginou os computadores como sendo programados por interruptores [NT: trocadilho de "flipper" com "flipping switches" não traduzível à letra, com a conotação de Flipper a golfinhos] (uma imagem precisa de uma era passada). Depois veio outra aplicação de locução de ecrã DOS da Henter-Joyce na Florida - "Jobs access With Speech" (ou JAWS) [NT: referncia a tubarão]. Entretanto na Grã-Bretanha existia a empresa chamada Dolphin systems a programar o seu próprio locutor de ecrã.

source: While there isn't otherwise an obvious connection between blindness and creatures from the sea, there is certainly a long tradition around it.
pt: Apesar de não existir qualquer outra ligação óbvia entre a cegueira e as criaturas marinhas, certamente existe uma longa tradição em torno disto.

source: Hence the lore is that it is just keeping with the sea animal naming theme of screen readers. Plus, Orca is a lot tougher sounding than Nemo, Ariel, Willy, or Mr. Limpet.
pt: Posto isto, a história é que se está a tentar manter o tema de nomenclatura de animais marinhos para aplicações de locução de ecrã. Adicionalmente, Orca tem uma sonoridade muito mais forte do que Nemo, Ariel, Willy ou Mr. Limpet.

source: Orca is part of the MATE platform and Orca's releases are coupled with the releases of the MATE platform.
pt: O Orca faz parte da plataforma MATE e as novas versões do Orca estão associadas à saída de novas versões da plataforma MATE.

source: <ulink url="http://bugzilla.mate.org/buglist.cgi?query=product:orca+"> Bugs</ulink> and feature/enhancement requests (RFEs) should be reported to the <ulink url="http://bugzilla.mate.org">MATE Bug Tracking System</ulink>. Patches are always welcome, and instructions for creating patches can be found in the <ulink url="http://developer.mate.org/tools/svn.html">MATE introduction to Subversion (svn)</ulink>.
pt: <ulink url="http://bugzilla.mate.org/buglist.cgi?query=product:orca+"> Erros</ulink> e pedidos de funcionalidades/melhorias devem ser relatados no <ulink url="http://bugzilla.mate.org">Sistema de Acompanhamento de Erros do MATE</ulink> (em inglês). Alterações ao código são sempre bem vindas, e podem ser encontradas instruções para criar alterações na <ulink url="http://developer.mate.org/tools/svn.html">Introdução MATE ao Subversion (svn)</ulink> (em inglês).

source: You can get in touch with developers and other users by <ulink url="mailto:orca-list@mate.org">sending an e-mail</ulink> to the <ulink url="http://mail.mate.org/mailman/listinfo/orca-list"> Orca mailing list</ulink> ( <ulink url="http://mail.mate.org/archives/orca-list"> Archives</ulink>).
pt: Pode entrar em contacto com os programadores e outros utilizadores <ulink url="mailto:orca-list@mate.org">enviando um e-mail</ulink> para a <ulink url="http://mail.mate.org/mailman/listinfo/orca-list"> lista de discussão do Orca</ulink> ( <ulink url="http://mail.mate.org/archives/orca-list"> Arquivos</ulink>) (lista em inglês).

source: Yes! Braille is supported via BrlTTY and it is integrated well with Orca. BrlTTY offers support for nearly every refreshable braille display known to man. Please refer to the <ulink url="ghelp:orca#braille">Braille page</ulink> for more information.
pt: Sim! Braille é suportado através do BrlTTY e está bem integrado no Orca. BrlTTY disponibiliza suporte para quase todos os dispositivos actualizáveis de braille conhecidos. Consulte a <ulink url="ghelp:orca#braille">página de Braille</ulink> para mais informações.

source: Orca currently only supports uncontracted braille. Future support for contracted braille, however, is in our plans. Please refer to <ulink url="http://bugzilla.mate.org/show_bug.cgi?id=354470"> MATE bug 354470</ulink> to track the progress on this front.
pt: O Orca de momento apenas suporta o braille extenso. Suporte futuro para braille contratado (ou resumido) está, no entanto, nos nossos planos. Consulte o <ulink url="http://bugzilla.mate.org/show_bug.cgi?id=354470"> erro MATE 354470</ulink> para acompanhar o progresso nesta funcionalidade.

source: Orca provides interfaces to both <userinput>mate-speech</userinput> and <userinput>emacspeak</userinput> speech services. As such, the available voices for Orca are only restricted by the speech engines supported by the available speech services. For free speech engines, you typically have a choice of the eSpeak, Festival, and FreeTTS speech engines. For commercial engines, you have a choice of additional engines such as Fonix DECtalk, Loquendo, Eloquence, Cepstral, IBMTTS, and others may be on the way soon. Keep an eye on the <userinput>mate-speech</userinput> package for more progress in this area.
pt: O Orca disponibiliza interfaces para os serviços de locução <userinput>mate-speech</userinput> e <userinput>emacspeak</userinput>. Assim sendo, as vozes disponíveis no Orca estão limitadas apenas pelos motores de locução suportados pelos serviços de locução disponíveis. Para motores de locução livres, normalmente poderá escolher entre os motores eSpeak, Festival, e FreeTTS. Para motores comerciais, tem as ofertas adicionais da Fonix DECtalk, Loquendo, Eloquence, Cepstral, IBMTTS, além de outra que poderão surgir em breve. Acompanhe o pacote <userinput>mate-speech</userinput> para mais informações sobre o progresso nesta área.

source: The <ulink url="http://l10n.mate.org/teams">MATE Translation teams</ulink> are composed of many passionate volunteers from around the world. These teams do a great job and keep an up-to-date status report. Please see the <ulink url="http://l10n.mate.org/module/orca">Orca translation status page</ulink> for the large number of languages into which Orca has been translated. Note that the support for a language also depends upon a speech synthesis engine that supports the language whether BrlTTY has braille tables for the language or not.
pt: As <ulink url="http://l10n.mate.org/teams">equipas de Tradução do MATE</ulink> são compostas por muitos empenhados voluntários de todo o mundo. Estas equipas realizam um óptimo trabalho e mantêm um relatório de estado actualizado. Consulte a <ulink url="http://l10n.mate.org/module/orca">página do estado da tradução do Orca</ulink> para verificar o grande número de idiomas nos quais o Orca foi traduzido. Note que o suporte de um idioma também depende de um motor de sintetização de voz que suporte o idioma ou se o BrlTTY possui tabelas braille para esse idioma.

source: Orca currently uses the <userinput>mate-mag</userinput> magnification service. As of this writing (MATE 2.18), <userinput>mate-mag</userinput> has incorporated some support for smoother full screen magnification, which relies upon newer extensions in the X Window System server. These extensions do not always function well on all platforms, so smooth full screen magnification may not always work.
pt: O Orca actualmente utiliza o serviço de ampliação <userinput>mate-mag</userinput>. À data de elaboração desta secção do manual (MATE 2.18), o <userinput>mate-mag</userinput> incorpora algum suporte para uma mais suave ampliação de ecrã completo, que depende de recentes extensões do servidor do Sistema de Janelas X. Estas extensões nem sempre funcionam correctamente em todas as plataformas, pelo que a ampliação suave de ecrã completo poderá nem sempre funcionar.

source: How is web access coming along?
pt: Como está a funcionar o acesso à web?

source: We are targeting Firefox 3 for providing compelling web access. The work is progressing step by step and both the Orca and Firefox teams are working feverishly to get it done.
pt: Estamos a apontar para disponibilizar um aliciante acesso à web no Firefox 3. O trabalho está a progredir passo a passo e ambas as equipas do Orca e Firefox estão activamente a trabalhar para que fique tudo pronto.

source: Initial Set-up
eu: Haiserako konfigurazioa
pt: Configuração Inicial

source: When you run Orca for the first time, it will automatically enter setup mode. If you want to run setup at some later point, you can pass the <userinput>--setup</userinput> option to Orca the next time you run it. Furthermore, while Orca is running, you can press <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo> to bring up the Orca setup window. Finally, Orca provides a text setup utility that you can start by passing the <userinput>--text-setup</userinput> option to Orca. All of these options will create a <userinput>~/.orca/user-settings.py</userinput> file that holds your preferences and will also enable the accessibility infrastructure. You need to log out and log back in for the accessibility infrastructure settings to take effect.
pt: Ao executar o Orca pela primeira vez, irá automaticamente entrar em modo de configuração. Se desejar executar a configuração novamente mais tarde, pode passar a opção <userinput>--setup</userinput> ao Orca ao executá-lo. Adicionalmente, enquanto o Orca está em execução, pode premir <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo> para abrir a janela de configuração do Orca. Finalmente, o Orca disponibilizar um utilitário de configuração em modo de texto que pode iniciar passando a opção <userinput>--text-setup</userinput> ao Orca. Todas estas opções irão criar um ficheiro <userinput>~/.orca/user-settings.py</userinput> que conterá as suas preferências e irá também activar a infra-estrutura de acessibilidade. Terá de terminar a sua sessão e iniciar uma nova para que as definições da infra-estrutura de acessibilidade tomem efeito.

source: Run Orca by typing <userinput>orca</userinput>into a Terminal. You can do so from a virtual console window if you do not yet have access to the GUI. Orca will automatically enter text setup mode if you run it from a virtual console window or your GUI environment is not yet set up for accessibility.
pt: Execute o Orca introduzindo <userinput>orca</userinput> numa Consola. Pode também fazê-lo numa janela de consola virtual caso não tenha acesso ao Interface Gráfico. O Orca irá iniciar-se automaticamente em modo de configuração por texto caso o execute numa consola virtual ou o seu Interface Gráfico ainda não esteja configurado para acessibilidade.

source: To quit orca, press <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo>. A confirmation dialog will appear. Select "yes" to quit. If the system seems unresponsive, you can do a couple things:
pt: Para terminar o Orca, prima <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo>. Surgirá um diálogo de confirmação. Seleccione "sim" para sair. Caso o sistema pareça não responder, pode tentar as seguintes acções:

source: Run <userinput>orca --quit</userinput> from a terminal window, such as a virtual console (press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> on most Linux platforms to get to a virtual console and then <keycombo><keycap>Alt</keycap><keycap>F7</keycap></keycombo> to get back to the desktop). This will kill orca and clean up after it. You can then rerun orca using the Orca command.
pt: Execute <userinput>orca --quit</userinput> numa janela de consola, tal como uma consola virtual (prima <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> na maioria das plataformas Linux para obter uma consola virtual e depois <keycombo><keycap>Alt</keycap><keycap>F7</keycap></keycombo> para regressar ao ambiente de trabalho). Este comando irá matar o Orca e limpar processos. Pode depois iniciar o Orca novamente utilizando o comando orca.

source: Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Backspace</keycap></keycombo> to kill your login session and get back to the graphical login prompt.
eu: Sakatu <keycombo><keycap>Ktrl</keycap><keycap>Alt</keycap><keycap>Atzera-tekla</keycap></keycombo> zure saioa hiltzeko eta saio-hasierako gonbite grafikora itzultzeko.
pt: Prima <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Backspace</keycap></keycombo> para matar a sua sessão e obter novamente o ecrã de início de sessão.

source: Customizing Orca
eu: Orca pertsonalizatzea
pt: Personalizar o Orca

source: How do I define my own keybindings?
eu: Nola defini ditzaket nire laster-tekla propioak?
pt: Como defino os meus atalhos de teclado?

source: You can currently redefine your key bindings for Orca in two main ways. The first way is to be able to choose between the destkop and laptop layouts, which can be selected on the "General" page of the Orca Configuration GUI (press <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo> to bring up the Orca preferences GUI). For finer-grained control, you can also redefine indivual key bindings on the "Key Bindings" page of the Orca Configuration GUI.
pt: Actualmente pode redefinir os seus atalhos de teclado no Orca de duas formas. A primeira é seleccionar entre as disposições de PC de secretária ou portátil, que pode ser seleccionada na página "Geral" do Interface Gráfico de Configuração do Orca (prima <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo> para abrir as preferências do Orca). Para um controlo mais detalhado, pode também redefinir atalhos individuais na página de "Atalhos de Teclado" da Configuração do Orca.

source: The remainder of this answer might be out of date.
pt: O resto desta resposta poderá estar desactualizado.

source: Here's an example you can add to your <userinput>~/.orca/user-settings.py</userinput> file. It sets up a global keybinding for <keycombo><keycap>Insert</keycap><keycap>T</keycap></keycombo> ( <keycap>Insert</keycap> is the Orca modifier) to speak and braille "Hello World."
pt: Aqui está um exemplo que pode adicionar ao seu ficheiro <userinput>~/.orca/user-settings.py</userinput>. Define um atalho global para <keycombo><keycap>Insert</keycap><keycap>T</keycap></keycombo> ( <keycap>Insert</keycap> é o modificador do Orca) para realizar a locução e escrever em braille "Olá Mundo."

source: Use a keyboard command to make Orca speak or braille the current date and time
pt: Utilize um comando de teclado para que o Orca realize a locução ou escreva em braille a data e hora actuais.

source: Place the following lines in <userinput>~/.orca/orca-customizations.py</userinput>. If this file does not exist, create it.
pt: Coloque as seguintes linhas no <userinput>~/.orca/orca-customizations.py</userinput>. Se o ficheiro não existir, crie-o.

source: Note that in this case <keycombo><keycap>Insert</keycap><keycap>D</keycap></keycombo> will be used to report current information about the time and date.
eu: Jakin ezazu kasu honetan <keycombo><keycap>Txertatu</keycap><keycap>D</keycap></keycombo>, data eta orduari buruzko uneko informazioa emateko erabiliko dela.
pt: Note que, neste caso, <keycombo><keycap>Insert</keycap><keycap>D</keycap></keycombo> será utilizado para relatar a informação actual sobre a data e hora.

source: How do I set up my own custom script area?
eu: Nola konfiguratu nire script-area pertsonalizatua?
pt: Como configuro a minha área de scripts personalizados?

source: The short answer is that if you create an empty <userinput>~/.orca/orca-scripts/__init__.py</userinput> and place your custom scripts in <userinput>~/.orca/orca-scripts</userinput>, Orca will pick up any scripts from there before looking in the installed area.
eu: Erantzun laburra hau da: <userinput>~/.orca/orca-scripts/__init__.py</userinput> sortu baduzu eta zure script pertsonalizatuak <userinput>~/.orca/orca-scripts</userinput> direktorioan jartzen badituzu, Orca-k hortik edozein script hartuko du instalatutako arean begiratu aurretik.
pt: A resposta resumida é que se criar um <userinput>~/.orca/orca-scripts/__init__.py</userinput> vazio e colocar os seus scripts personalizados em <userinput>~/.orca/orca-scripts</userinput>, o Orca irá utilizar quaisquer scripts aí existentes antes de olhar para a área instalada.

source: The Orca Configuration GUI allows you to customize the behavior and features of Orca, such as speech, braille, and magnification. For example, you can select which speech synthesis engine you want to use, whether braille is enabled or not, and which magnification preferences you want. You can select which general keyboard layout you want (desktop or laptop) and you can also examine and modify the existing keyboard layout with fine grained control. To bring up the Orca Configuration GUI, press <keycombo><keycap>&lt;ORCA MODIFIER&gt;</keycap><keycap>Space</keycap></keycombo>, where <userinput>&lt;ORCA MODIFIER&gt;</userinput> is <keycap>Insert</keycap> when you use the desktop key bindings, and <keycap>Caps Lock</keycap> when you use the laptop key bindings.
pt: O Interface de Configuração do Orca permite-lhe personalizar o comportamento e funcionalidades do Orca, tais como a locução, braille, e ampliação. Por exemplo, pode seleccionar que motor de sintetização de voz deseja utilizar, se o braille está activo ou não, e que preferências de ampliação deseja. Pode seleccionar que disposição geral de teclado (PC de secretária ou portátil) deseja e pode também examinar e alterar a disposição de teclado existente para um controlo mais detalhado. Para abrir o Interface de Configuração do Orca, prima <keycombo><keycap>&lt;MODIFICADOR ORCA&gt;</keycap><keycap>Space</keycap></keycombo>, onde <userinput>&lt;MODIFICADOR ORCA&gt;</userinput> é <keycap>Insert</keycap> quando utiliza a disposição de PC de secretária e <keycap>Caps Lock</keycap> quando utiliza a disposição de portátil.

source: The Orca Configuration GUI is a multi-page dialog containing several sections, each of which is described in the following sections.
eu: Orca konfiguratzeko interfaze grafikoa orrialde anitzeko elkarrizketa-koadro bat da, hainbat atal dituela. Elkarrizketa-koadroko atal bakoitza hurrengo ataletan describatzen dira.
pt: O Interface de Configuração do Orca é um diálogo multi-página que contém várias secções, cada uma destas descrita nas secções seguintes deste documento.

source: The "General" page allows you to customize general aspects of Orca. These include the following:
pt: A página "Geral" permite-lhe personalizar os aspectos gerais do Orca. Estes incluem o seguinte:

source: Keyboard layout
eu: Teklatuaren diseinua
pt: Disposição de teclado

source: The keyboard layout section allows you to specify if you will be working on a laptop (small) or desktop (large, with a numeric keypad) keyboard. You select which layout you want by selecting one of the following option:
pt: A secção de disposição de teclado permite-lhe especificar se vai trabalhar num teclado de portátil (pequeno) ou de PC de secretária (grande, com teclado numérico lateral). Seleccione qual deseja através de uma das seguintes opções:

source: Desktop - if selected, the Desktop Keyboard Layout will be used.
pt: Computador de Secretária - se seleccionado, será utilizada a Disposição de PC de Secretária.

source: Laptop - if selected, the Laptop Keyboard Layout will be used
pt: Computador Portátil - se seleccionado, será utilizada a Disposição de Portátil

source: The Orca main window provides you with a graphical way to display the Orca Configuration GUI (also obtainable via <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo>) and to quit Orca (also achievable via <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo>). Many users do not like the Orca main window because it shows up in the window manager's tab order when you press <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> to switch windows. By deselecting the "Show Orca main window" button, you can tell Orca to not show the Orca main window.
pt: A janela principal do Orca disponibiliza uma forma gráfica de apresentar o Interface de Configuração do Orca (também acessível via <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo>) e de sair do Orca (também acessível via <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo>). Muitos utilizadores não gostam da janela principal do Orca pois surge na lista de janelas do gestor de janelas quando primem <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> para alternar de janela. Ao remover a selecção do botão "Apresentar a janela principal do Orca", poderá indicar ao Orca que não apresente a sua janela principal.

source: Normally, when you press <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo> to quit Orca or press the <guibutton>Quit</guibutton>button in the Orca main window, Orca will pop up a confirmation dialog asking you if you want to quit. Unchecking this option prevents the confirmation window from appearing.
pt: Normalmente, quando prime <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo> para sair do Orca ou prime o botão <guibutton>Sair</guibutton> na janela principal do Orca, este apresenta um diálogo a pedir para confirmar que deseja mesmo sair. Ao remover a selecção nesta opção impede que essa confirmação seja pedida.

source: When running system administration commands from the launch menu, many distributions use an application known as <application>gksu</application>to authorize the user to run these commands ( <application>gksu</application>is the GUI that asks you for your password). When it runs, <application>gksu</application>enables what is known as a "keyboard grab," which is a feature to prevent keyboard actions from going to any other application on the desktop, including Orca. The result of a keyboard grab is that Orca will not receive any keyboard events, preventing Orca from functioning normally.
pt: Ao executar comandos de administração de sistemas a partir do menu iniciar, várias distribuições utilizam uma aplicação denominada <application>gksu</application> para autorizar o utilizador a executar os comandos ( <application>gksu</application> é o interface que pede a senha). Ao ser executado, o <application>gksu</application> activa o que é conhecido como uma "captura de teclado", uma funcionalidade que impede as acções de teclado de serem transmitidas a outras aplicações no ambiente de trabalho, incluindo o Orca. O resultado de uma captura de teclado é que o Orca não irá receber quaisquer eventos de teclado, impedindo-o de funcionar correctamente.
