Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Most mouse-related accessibility options can be found by using <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Mouse</guimenuitem></menuchoice> and selecting the <guilabel>Accessibility</guilabel> tab. Two additional panel applets can optionally be added to the MATE menu bar / system panel as well; see the sections below. The full manual can be viewed by selecting the <guilabel>Help</guilabel> item from the contextual menu of the <application>Dwell Click</application> applet.
de: Die Einstellungen für die Barrierefreiheit der Maus finden Sie unter <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Maus</ guimenuitem></menuchoice> und dann dort im <guilabel>Barrierefreiheit</guilabel>-Reiter. Zwei zusätzliche Panel-Applets können zur MATE Menüleiste / zum Systempanel hinzugefügt werden; siehe die Abschnitte weiter unten! Das ganze Handbuch können Sie sich durch den Eintrag <guilabel>Help</guilabel> im Kontextmenü des <application>Verzögerter Klick</application>-Applets ansehen.
hu: Számos további egér-akadálymentesítési funkció található még a <menuchoice><guimenuitem>Rendszer</guimenuitem><guimenuitem>Beállítások</guimenuitem><guimenuitem>Egér</guimenuitem></menuchoice> menüpont kiválasztása után az <guilabel>Akadálymentesítés</guilabel> lapon. Két kisalkalmazást adhat a MATE panelhez, ezekről a kisalkalmazásokról a következő fejezetekben olvashat. A teljes kézikönyvet az <application>Elidőzési kattintás</application> kisalkalmazás helyi menüjének <guilabel>Súgó</guilabel> pontját kiválasztva nézheti meg.
uk: Більшу частину параметрів можливостей доступності пов'язаних з мишею, можна знайти через меню <menuchoice><guimenuitem>Система</guimenuitem><guimenuitem>Параметри</guimenuitem><guimenuitem>Миша</guimenuitem></menuchoice> на вкладці <guilabel>Можливості доступності</guilabel>. Два додаткових аплети панелі можна додати до системної панелі, як зазначено в розділах нижче. Повний посібник можна подивитися, вибравши пункт <guilabel>Довідка</guilabel> в контекстному меню аплету <application>Клацання утриманням</application>.
zh_cn: 绝大多数鼠标相关的辅助特性选项，可以通过 <menuchoice><guimenuitem>系统</guimenuitem><guimenuitem>首选项</guimenuitem><guimenuitem>鼠标</guimenuitem></menuchoice> ，然后选择 <guilabel>可操作性</guilabel> 标签找到。两个额外的面板小程序，也可以被选择添加到 MATE 菜单栏/系统面板上；可以看一下后面的段落。完整的手册可以从 <application>增强型点击</application> 小程序的菜单里选择 <guilabel>帮助</guilabel> 项。

source: Simulated Secondary Click
de: Simulierter Kontextklick
hu: Szimulált másodlagos kattintás
uk: Імітація клацання другою кнопкою
zh_cn: 模拟两次点击

source: A secondary or right-click can be issued by using the primary button and keeping it held down for a specified delay.
de: Ein Kontextklick oder Rechtsklick kann durch Gedrückthalten der primären Maustaste für eine vorgegebene Zeitspanne erzielt werden.
hu: Másodlagos, vagy jobb kattintást végezhet úgy, ha egy megadott ideig nyomva tartja az egér bal gombját.
uk: Клацання другою або правою кнопкою миші може відбуватись при утримані натисненою основної кнопки протягом означеного часу затримки.
zh_cn: 二次单击或右键单击，可以通过使用主按钮并按住一定时间来实现。

source: Dwell Click
de: Verzögerter Klick
hu: Elidőzési kattintás
uk: Клацання утриманням
zh_cn: 悬停点击

source: A click can be issued by having the mouse pointer dwell in a given spot for a specified delay. In this mode, the click-type is determined by the <guilabel>ClickType</guilabel> window, <application>Dwell Click</application> applet, or by the direction in which the user moves the mouse after the dwell time has elapsed. The click-type can be single, double, drag or right.
de: Die Eingabe eines Mausklicks erfolgt, indem die Maus an einem bestimmten Platz für eine bestimmte Zeit verweilt. Die Art des Mausklicks wird bestimmt durch das <guilabel>Klicktyp</guilabel>-Fenster, durch das Panel-Applet <application>Verzögerter Klick</application> oder durch die Richtung, in welche die Maus nach der Verzögerungszeit bewegt wird. Die Klicktypen sind einfach, doppelt, Ziehen oder ein Rechtsklick (oder Kontextklick).
hu: Az egérkattintás akkor történik meg, ha a mutató adott ideig egy megadott helyen időzik. A kattintás típusát a <guilabel>Kattintás típusa</guilabel> ablak, az <application>Elidőzési kattintás</application> kisalkalmazás, vagy az egérmutató mozgásának iránya határozza meg az elidőzés után. Az egér csak egy meghatározott ideig mozgatható a kattintás típusának jelzéséhez; ha ez az időtartam letelik, a mutató mozgása nem vált ki kattintást, amíg újra nem történik elidőzés. A kattintás típusa lehet egyszeres, dupla, húzás, vagy jobb.
uk: Режим натискання кнопки миші може відбуватися шляхом розташування вказівника миші в області аплету з встановленою затримкою. У цьому режимі, тип клацання визначається у вікні <guilabel>Тип клацання</guilabel> аплету <application>Клацання утриманням</application> або напрямком, в якому користувач переміщує мишу після того, як минув час затримки. Тип клацання може бути одинарним, подвійним, клацанням з перетягуванням або клацанням правою кнопкою.
zh_cn: 将鼠标指针停在一个点上过一会就可以产生一个点击动作。在这种模式下，产生的点击类型由 <guilabel>点击类型</guilabel> 窗口来设定，<application>悬停点击</application> 小程序，或者由用户在悬停时间内移动鼠标方向决定。点击类型可以是单击、双击、拖动或右击。

source: The <application>Dwell Click</application> panel applet can be installed by right-clicking the MATE Desktop menu bar / system panel, selecting <guilabel>Add to Panel</guilabel>, choosing <application>Dwell Click</application> and clicking the <guilabel>Add</guilabel> button.
de: Sie können das Applet <application>Verzögerter Klick</application> installieren, indem Sie mit der rechten Maustaste auf die Arbeitsflächen-Menüleiste/das Systempanel klicken und <guilabel>Zum Panel hinzufügen</guilabel> wählen. Wählen Sie anschließend <application>Verzögerter Klick</application> und klicken Sie auf <guilabel>Hinzufügen</guilabel>.
hu: Az <application>elidőzési kattintás</application> kisalkalmazást a következő módon telepítheti: Kattintson jobb egér gombbal a MATE panelre, válassza a <guilabel>hozzáadás a panelhez</guilabel> párbeszédpanelt. A megjelenő párbeszédpanelen válassza ki a <application>elidőzési kattintás</application> kisalkalmazást és kattintson a <guilabel>hozzáadás</guilabel> gombra.
uk: Щоб встановити аплет <application>Клацання утриманням</application>, натисніть праву кнопку миші з вказівником на панелі і в контекстному меню виберіть <guilabel>Додати до панелі</guilabel>. В діалозі, який з’явиться, виділіть пункт <application>Клацання утриманням</application> і натисніть кнопку <guilabel>Додати</guilabel>.
zh_cn: <application>悬停点击</application> 面板小程序，可以通过右键单击 MATE 桌面菜单栏/系统面板，选择 <guilabel>添加到面板</guilabel> 命令，再选择 <application>悬停点击</application>，然后点击 <guilabel>添加</guilabel> 按钮。

source: Pointer Capture
de: Mauszeiger einfangen
hu: Egérmutató rögzítése
uk: Захоплення вказівника
zh_cn: 锁定指针

source: The mouse pointer can be locked into an area of the screen so the pointing device is free for other tasks. For example, this capability allows a powerchair user to control both the powerchair and the mouse pointer with a single powerchair joystick.
de: Der Mauszeiger kann in einem bestimmten Bereich des Bildschirms gesperrt werden, so dass das Zeigegerät für andere Aufgaben benutzt werden kann. Beispielsweise erlaubt dies einem Rollstuhlfahrer, mit einem einzigen Joystick sowohl den Rollstuhl als auch den Mauszeiger zu bedienen.
hu: Ez a lehetőség rögzíti az egérmutatót a képernyő valamely területén, így a mutatóeszköz más feladatokra használható. Például egyes tolószékek felhasználói azonos joystick segítségével irányíthatják a tolószéket és az egérmutatót.
uk: Вказівник миші може бути заблокований у області екрана, щоб звільнити вказівний пристрій для інших завдань. Наприклад, ця можливість дає змогу користувачеві на інвалідному електровізку керувати як візком так і вказівником миші за допомогою джойстика візка.
zh_cn: 鼠标指针可以被锁定在屏幕的一个区域内，因此指针设备对于其他任务是自由的。例如，这种约束对于坐电动轮椅的用户，可以用单个电动轮椅手柄控制轮椅和鼠标指针。

source: The <application>Pointer Capture</application> panel applet creates such an area on the panel, into which the user can lock the pointer until released in a determined way.
de: Das Applet <application>Mauszeiger einfangen</application> erstellt solch einen Bereich im Panel, in welchem der Benutzer den Mauszeiger sperren kann, bis dieser auf eine vorher festgelegte Weise wieder entsperrt wird.
hu: Az <application>egérmutató rögzítése</application> kisalkalmazás létrehoz a panelen egy területet, ahová a felhasználó rögzítheti az egérmutatót, amíg fel nem szabadítja egy meghatározott módon.
uk: Аплет <application>Захоплення вказівника</application> створює таку область на панелі, в якій користувач може заблокувати вказівник, щоб таким чином звільнитись.
zh_cn: <application>锁定指针</application> 面板小程序在面板上创建一个区域，在这个区域里，用户可以锁定指针，直到用一个指定的方法来释放它。

source: The <application>Pointer Capture</application> panel applet can be installed by right-clicking the MATE Desktop menu bar / system panel, selecting <guilabel>Add to Panel</guilabel>, choosing <application>Pointer Capture</application> and clicking the <guilabel>Add</guilabel> button.
de: Sie können das Applet <application>Mauszeiger einfangen</application> installieren, indem Sie mit der rechten Maustaste auf die Arbeitsflächen-Menüleiste/das Systempanel klicken und <guilabel>Zum Panel hinzufügen</guilabel> wählen. Wählen Sie anschließend <application>Mauszeiger einfangen</application> und klicken Sie auf <guilabel>Hinzufügen</guilabel>.
hu: Az <application>egérmutató rögzítése</application> kisalkalmazást a következő módon telepítheti: Kattintson jobb egér gombbal a MATE panelre, válassza a <guilabel>hozzáadás a panelhez</guilabel> párbeszédpanelt. A megjelenő párbeszédpanelen válassza ki a <application>egérmutató rögzítése</application> kisalkalmazást és kattintson a <guilabel>hozzáadás</guilabel> gombra.
uk: Щоб встановити аплет <application>Захоплення вказівника</application>, натисніть праву кнопку миші з вказівником на панелі і в контекстному меню виберіть <guilabel>Додати до панелі</guilabel>. В діалозі, який з’явиться, виділіть пункт <application>Захоплення вказівника</application> і натисніть кнопку <guilabel>Додати</guilabel>.
zh_cn: <application>锁定指针</application> 面板小程序，可以通过右键单击 MATE 桌面菜单栏/系统面板，选择 <guilabel>添加到面板</guilabel> 命令，再选择 <application>锁定指针</application>，然后点击 <guilabel>添加</guilabel> 按钮。

source: Preferences may be set by choosing <guilabel>Preferences</guilabel> in the context menu of the <application>Pointer Capture</application> applet:
de: Die Einstellungen des Applets <application>Mauszeiger einfangen</application> finden Sie im Eintrag <guilabel>Einstellungen</guilabel> des Kontextmenüs des Applets:
hu: Az <application>egérmutató rögzítése</application> kisalkalmazás beállításait a kisalkalmazás helyi menüjének beállítások párbeszédpanelén adhatja meg:
uk: Щоб встановити параметри аплету <application>Захоплення вказівника</application>, виберіть в його контекстному меню пункт <guilabel>Параметри</guilabel>:
zh_cn: 首选项设置，可以在 <application>锁定指针</application> 小程序的属性菜单里选择 <guilabel>首选项</guilabel> 命令。

source: In the <guilabel>Capture Pointer</guilabel> section, the user can specify under what circumstances the pointer gets captured when it moves into the capture area. For example, if the <keycap>Ctrl</keycap> modifier key is checked, the pointer gets captured when it is over the capture area and the user presses the <keycap>Ctrl</keycap> modifier key. If no modifier is checked and the mouse button is set to 0, the pointer only has to move into the capture area to get locked. It is also possible to specify a combination of modifiers and mouse button.
de: Unter welchen Umständen die Maus eingefangen wird, wenn sie in den dafür bestimmten Bereich im Panel gezogen wird, wird im <guilabel>Mauszeiger einfangen</guilabel>-Abschnitt festgelegt. Beispielsweise wird die Maus nur dann gefangen, wenn sie diesen Haltebereich erreicht und die <keycap>Strg</keycap>-Taste gleichzeitig gedrückt wird, falls <keycap>Strg</keycap> als Modifikationstaste gewählt wurde. Wenn keine Modifikationstaste gewählt und die Maustaste auf 0 gesetzt wurde, braucht die Maus zum Blockieren nur in diese Fläche hineingezogen zu werden.
hu: Az <guilabel>Egérmutató rögzítése</guilabel> lapon megadhatja, hogy az egérmutató milyen körülmények között kerüljön rögzítésre, ha a rögzítési területen belülre kerül. Ha például a <keycap>Ctrl</keycap> módosítóbillentyű be van jelölve, akkor az egérmutató rögzítésre kerül, ha az egérmutató a rögzítési területen belül van és lenyomja a <keycap>Ctrl</keycap> billentyűt. Ha nincs megadva módosítóbillentyű és az egérgomb értéke nulla, az egérmutató rögzítéséhez csak a rögzítési területen belülre kell mozgatni. Lehetősége van módosítóbillentyűk és egérgombok kombinációjának megadására is.
uk: В секції <guilabel>Захоплення вказівника</guilabel> користувач може визначити, за яких обставин вказівник буде захоплений, якщо він потрапить в область захоплення. Наприклад, якщо позначена клавіша-модифікатор <keycap>Ctrl</keycap>, вказівник буде захоплений коли буде знаходитись над областю захоплення і користувач натисне клавішу <keycap>Ctrl</keycap>. Якщо жодна клавіша-модифікатор не позначена і кнопка миші встановлена на 0, вказівник буде захоплений як тільки перейде в область захоплення. Крім того, можна зазначити комбінацію клавіш-модифікаторів і кнопки миші.
zh_cn: 在 <guilabel>锁定指针</guilabel> 段，用户可以指定指针进入锁定区域的事件。例如，如果 <keycap>Ctrl</keycap> 修饰键是选中的，则当指针进入锁定区域时，用户按下了 <keycap>Ctrl</keycap> 键，就可以锁定它。如果没有选择修饰键，鼠标按钮被设置到 0，指针进在进入锁定区域会被锁定。它也可能指定跟一个修饰键和鼠标按钮组合。

source: In the <guilabel>Release Pointer</guilabel> section, the user can specify what modifier or mouse button releases the pointer. It is also possible to specify a combination of modifiers and mouse button.
de: Im Abschnitt <guilabel>Zeiger freilassen</guilabel> legen Sie fest, mit welcher Modifikationstaste oder welcher Maustaste der Mauszeiger wieder freigegeben wird. Genau so gut kann dafür auch eine Kombination aus Modifikationstasten und Maustasten festgelegt werden.
hu: Az <guilabel>Egérmutató felengedése</guilabel> lapon megadhatja, hogy melyik módosítóbillentyű vagy egérgomb engedje fel az egérmutatót. Lehetősége van módosítóbillentyűk és egérgombok kombinációjának megadására is.
uk: В секції <guilabel>Звільнення вказівника</guilabel>, користувач може вказати, яка клавіша-модифікатор або кнопка миші звільнятиме вказівник. Крім того, можна зазначити комбінацію клавіш-модифікаторів і кнопки миші.
zh_cn: 在 <guilabel>释放指针</guilabel> 段，用户可以设定哪一个修饰键或鼠标按钮，用于释放指针。它也可能指定跟一个修饰键和鼠标按钮组合。

source: In the <guilabel>Size of Capture Area</guilabel> section, the user can specify the width of the capture area on the MATE panel.
de: Im Abschnitt <guilabel>Größe des Haltebereichs</guilabel> können Sie die dafür vorgesehene Breite im MATE Panel festlegen.
hu: A <guilabel>Rögzítési terület mérete</guilabel> lapon megadhatja, hogy milyen széles legyen a rögzítési terület a MATE panelen.
uk: В секції <guilabel>Розмір області захоплення</guilabel>, користувач може вказати ширину області захоплення на панелі MATE.
zh_cn: 在 <guilabel>锁定区域范围</guilabel> 段，用户可以指定锁定区域在 MATE 面板上的宽度。

source: Dasher is an information-efficient text-entry interface, driven by natural continuous pointing gestures. Dasher is a competitive text-entry system wherever a full-size keyboard cannot be used - for example on a palmtop or wearable computer, or when operating any computer one-handed (by joystick, touchscreen or mouse) or zero-handed (eg, by head-mouse or eye-tracker).
de: Dasher ist ein grafisches prognostisches Texteingabesystem, das Nutzern effiziente Texteingabe durch ein Zeigegerät mit ununterbrochenen Zeichengesten anstatt mit einer Tastatur ermöglicht. Damit kann es der barrierefreien Steuerung von Rechnern dienen oder eingesetzt werden, wenn die Nutzung einer gewöhnlichen Tastatur z.B. aufgrund der Größe oder des Einsatzzweckes (z.B. für Einhandbetrieb oder Betrieb ohne Handeinsatz) des Gerätes erschwert oder nicht möglich ist. Dasher unterstützt etwa Joysticks, Touchscreens, Mäuse und Eingaben mittels Augenverfolgung.
hu: A Dasher egy információhatékony szövegbeviteli felület, amely természetes mozgásgesztusokkal irányítható. Akkor érdemes használni, ha nem használható teljes billentyűzet - például palmtop használatakor, vagy ha a számítógép felhasználója csak egy kézzel (joysticket, érintőképernyőt vagy egeret használva) vagy kéz nélkül (fejegeret vagy szemkövető eszközt használva) tud dolgozni.
uk: Програма Dasher — це інформаційно-ефективний інтерфейс для введення тексту за допомогою природних, тривалих вказівних жестів. Вона використовується як конкурентна система для введення тексту там, де повнорозмірна клавіатура не може використовуватись. Наприклад, на КПК або на портативних комп'ютерах. А також під час роботи за комп'ютером однією рукою (за допомогою джойстика, сенсорного екрана або миші) чи зовсім не використовуючи рук (наприклад, за допомогою вказівника закріпленого на голові або пристрою відслідковування руху очей).
zh_cn: Dasher 是一个高效的信息和文本录入接口，由自然连续的指针手势操作。当全尺寸键盘不能被使用时，Dasher 是一个很好的文本录入系统 - 如在一个手持式计算机或佩带式电脑，或者一个手（用手柄、触摸屏和鼠标）操作计算机，以及非手控(zero-handed)的头盔式鼠标和眼球跟踪器等。

source: Choose <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenuitem>Anwendungen</guimenuitem><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
hu: Válassza ki a <menuchoice><guimenuitem>Alkalmazások</guimenuitem><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice> menüpontot
uk: Виберіть в меню <menuchoice><guimenuitem>Програми</guimenuitem><guimenuitem>Стандартні</guimenuitem><guimenuitem>Термінал</guimenuitem></menuchoice>.
zh_cn: 点菜单 <menuchoice><guimenuitem>应用程序</guimenuitem><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>。

source: Enter: <userinput>sudo apt-get install dasher </userinput>
de: Geben Sie Folgendes ein: <userinput>sudo apt-get install dasher </userinput>
hu: <userinput>sudo apt-get install dasher </userinput>
uk: Введіть: <userinput>sudo apt-get install dasher </userinput>
zh_cn: 输入: <userinput>sudo apt-get install dasher </userinput>

source: Enter: <userinput>dasher</userinput>
de: Geben Sie Folgendes ein: <userinput>dasher</userinput>
hu: <userinput>dasher</userinput>
uk: Введіть команду: <userinput>dasher</userinput>
zh_cn: 输入: <userinput>dasher</userinput>

source: Dasher may also be installed from the <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Add/Remove</guimenuitem></menuchoice> dialog. In either case, it may later be launched in these ways:
de: Dasher kann auch über den folgenden Dialog installiert werden: <menuchoice><guimenuitem>Anwendungen</guimenuitem><guimenuitem>Hinzufügen/Entfernen</guimenuitem></menuchoice>. Auf jeden Fall kann Dasher später auf folgende Weise gestartet werden:
hu: A Dasher az <menuchoice><guimenuitem>Alkalmazások</guimenuitem><guimenuitem>Hozzáadás/eltávolítás</guimenuitem></menuchoice> menüpont kiválasztásával telepíthető. Ezután a Dasher a következő módokon indítható:
uk: Програму Dasher, також можна встановити з діалогу <menuchoice><guimenuitem>Програми</guimenuitem><guimenuitem>Додати/вилучити</guimenuitem></menuchoice>. У будь-якому випадку, згодом, його можна буде запустити наступними способами:
zh_cn: Dasher 应该也可以从 <menuchoice><guimenuitem>应用程序</guimenuitem><guimenuitem>添加/删除</guimenuitem></menuchoice> 里安装。不论如何，它都可以用下面的方法启动：

source: Press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> for the <emphasis>Run</emphasis> dialog, type <userinput>dasher</userinput> and press <keycap>Enter</keycap>.
de: Drücken Sie <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> oder <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo>, um den <emphasis>Ausführen</emphasis>-Dialog zu öffnen. Geben Sie <userinput>dasher</userinput> ein und drücken Sie die <keycap>Eingabetaste</keycap>.
hu: Nyomja meg az <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> billentyűkombinációt a futtatás párbeszédablak megjelenítéséhez. Írja be a <userinput>dasher</userinput> parancsot, majd nyomja meg az <keycap>Enter</keycap> billentyűt.
uk: Натисніть <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> або <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo>, щоб відкрити діалог <emphasis>Виконати програму</emphasis>, введіть <userinput>dasher</userinput> і натисніть <keycap>Enter</keycap>.
zh_cn: 按组合键 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> 或者 <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> 打开 <emphasis>运行</emphasis> 对话框，输入 <userinput>dasher</userinput> 然后按 <keycap>回车键</keycap>。

source: Choose <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> and execute <userinput>dasher</userinput>.
de: Wählen Sie <menuchoice><guimenuitem>Anwendungen</guimenuitem><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> und führen den Befehl <userinput>dasher</userinput> aus.
hu: Válassza az <menuchoice><guimenuitem>Alkalmazások</guimenuitem><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice> menüpontot. Ezután írja be a <userinput>dasher</userinput> parancsot.
uk: Виберіть <menuchoice><guimenuitem>Програми</guimenuitem><guimenuitem>Стандартні</guimenuitem><guimenuitem>Термінал</guimenuitem></menuchoice> і виконайте команду <userinput>dasher</userinput>.
zh_cn: 点菜单 <menuchoice><guimenuitem>应用程序</guimenuitem><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice> 命令，然后运行<userinput>dasher</userinput> 命令。

source: Press <keycap>Alt-F1</keycap> and select <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Universal Access</guimenuitem><guimenuitem>Dasher</guimenuitem></menuchoice>.
de: Drücken Sie <keycap>Alt+F1</keycap> und wählen <menuchoice><guimenuitem>Anwendungen</guimenuitem><guimenuitem>Barrierefreiheit</guimenuitem><guimenuitem>Dasher</guimenuitem></menuchoice>.
hu: Nyomja meg az <keycap>Alt-F1</keycap> billentyűkombinációt, majd válassza az <menuchoice><guimenuitem>Alkalmazások</guimenuitem><guimenuitem>Akadálymentesítés</guimenuitem><guimenuitem>Dasher</guimenuitem></menuchoice> menüpontot.
uk: Натисніть <keycap>Alt-F1</keycap> і виберіть <menuchoice><guimenuitem>Програми</guimenuitem><guimenuitem>Універсальний доступ</guimenuitem><guimenuitem>Dasher</guimenuitem></menuchoice>.
zh_cn: 按 <keycap>Alt-F1</keycap> ，然后选择 <guimenuitem>应用程序</guimenuitem><guimenuitem>辅助技术</guimenuitem><guimenuitem>Dasher</guimenuitem></menuchoice>。

source: translator-credits
de: Jan Arne Petersen <jap@mate.org>, 2007 Mario Blättermann <mariobl@mate.org>, 2008, 2009 Simon Bienlein <simon@linux-fuer-blinde.de>, 2009 Wolfgang Stroh <Wolfgang.Stroh@chello.at>, 2009 Christian Kirbach <christian.kirbach@googlemail.com>, 2009
eu: Hizkuntza Politikarako Sailburuordetza <hizkpol@ej-gv.es>, 2008.
hu: Hammer Attila <hammera@pickup.hu>, 2008. Kelemen Gábor <kelemeng@mate.hu>, 2008. Kiss Gergely <mail.gery@gmail.com>, 2008.
pt: Duarte Loreto <happyguy_pt@hotmail.com>, 2007, 2008
ru: Анатолий Камынин <anatol@tiflocomp.ru>, 2008
uk: Sergiy Gavrylov <sergiovana@bigmir.net>, 2010.
zh_cn: Aron Xu <aronmalache@163.com>, 2008.Launchpad Contributions: Aron Xu https://launchpad.net/~cnfavor Scott Ma https://launchpad.net/~msy5754558 TeliuTe https://launchpad.net/~teliute ggarlic https://launchpad.net/~ggarlic gmagogsfm https://launchpad.net/~gmagogsfm oraclecd https://launchpad.net/~mygod521 TeliuTe <teliute@163.com>, 2010
