Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Open the panel object popup menu.
de: Öffnet das Kontextmenü für das Panel-Objekt.
eu: Paneleko objektuaren laster-menua irekitzen du.
hu: A panelobjektum helyi menüjének megnyitása.
pt: Abre o menu de contexto do objecto de painel.
ru: Открыть всплывающее меню объекта на панели.
uk: Відкрити контекстне меню об’єкта панелі.
zh_cn: 打开面板对象的弹出菜单。

source: Open the panel popup menu.
de: Öffnet das Panel-Kontextmenü.
eu: Panelaren laster-menua irekitzen du.
hu: A panel helyi menüjének megnyitása.
pt: Abre o menu de contexto do painel.
ru: Открыть всплывающее меню панели.
uk: Відкрити контекстне меню панелі.
zh_cn: 打开面板弹出菜单。

source: Moving Panel Objects
de: Panel-Objekte verschieben
hu: Panelobjektumok áthelyezése
ru: Перемещение объектов на панели
uk: Переміщення об’єктів панелі
zh_cn: 移动面板对象

source: to move a panel object
de: So verschieben Sie ein Panel-Objekt
eu: paneleko objektua lekuz aldatu
hu: panelobjektum áthelyezése
pt: mover um objecto de painel
ru: чтобы переместить объект на панели
uk: перемістити об'єкт панелі
zh_cn: 移动面板对象

source: You can move a focused panel object to a different location on a panel or drawer, or you can move the object to the next panel. To move a panel object, perform the following steps:
de: Ein fokussiertes Panel-Objekt kann an eine andere Position im Panel verschoben werden. Sie können es aber auch aus einem Panel in einen anderen Panel oder Erweiterungsbereich verschieben. Führen Sie dazu die folgenden Schritte aus:
eu: Fokua duen objektua paneleko edo tiraderako beste kokaleku batera edo hurrengo panelera eraman dezakezu. Paneleko objektuak lekuz aldatzeko, jarraitu urrats hauek:
hu: A fókuszban lévő panelobjektum a panelen vagy fiókban másik helyre vagy a következő panelre helyezhető. A panelobjektum áthelyezéséhez tegye a következőket:
pt: Pode mover um objecto de painel que tenha o foco para uma localização diferente no painel ou gaveta, ou pode mover o objecto para o painel seguinte. Para mover um objecto de painel, realize os seguintes passos:
ru: Вы можете переместить содержащий фокус объект на панели в другое место панели или ящика, или вы можете переместить объект на следующую панель. Для перемещения объекта на панели, выполните следующие шаги:
uk: Ви можете перемістити об'єкт панелі, який має фокус, в інше місце на панелі, шухляді, або на іншу панель. Щоб перемістити об'єкт панелі, виконайте наступні дії:
zh_cn: 您可以在一个面板或抽屉里，移动一个获得焦点的面板对象到另一个位置，或者可以把它移动到另一个面板上。要移动一个面板对象，请按下面的步骤操作：

source: Press <keycap>Tab</keycap> to give focus to the object.
de: Drücken Sie die <keycap>Tabulator-Taste</keycap> um das Objekt zu fokussieren.
eu: Sakatu <keycap>Tab</keycap>, objektuari fokua emateko.
hu: Nyomja meg a <keycap>Tab</keycap> billentyűt a fókusz átadásához az objektumnak.
pt: Prima <keycap>Tab</keycap> para transmitir o foco ao objecto.
ru: Нажмите <keycap>Tab</keycap>, чтобы переместить фокус на объект.
uk: Натисніть <keycap>Tab</keycap>, щоб передати фокус об’єкту.
zh_cn: 按 <keycap>Tab</keycap> 把焦点移到这个对象上。

source: Press <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo> to open the panel object popup menu.
de: Drücken Sie <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo> um das Kontextmenü des Panel-Objektes zu öffnen.
eu: Sakatu <keycombo><keycap>Maius</keycap><keycap>F10</keycap></keycombo>, paneleko objektuaren laster-menua irekitzeko.
hu: Nyomja meg a <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo> billentyűkombinációt a panelobjektum helyi menüjének megjelenítéséhez.
pt: Prima <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo> para abrir o menu de contexto do objecto de painel.
ru: Нажмите <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo>, чтобы открыть всплывающее меню объекта на панели.
uk: Натисніть <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo>, щоб відкрити контекстне меню об’єкта панелі.
zh_cn: 按组合键 <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo> 打开对象的弹出菜单。

source: Use the arrow keys to select the <guimenuitem> Move</guimenuitem> menu item.
de: Verwenden Sie die Pfeiltasten um den Menüpunkt <guimenuitem>Verschieben</guimenuitem> auszuwählen.
hu: A nyílbillentyűk segítségével válassza ki az <guimenuitem>Áthelyezés</guimenuitem> menüpontot.
ru: Используйте клавиши со стрелками, чтобы выбрать пункт <guimenuitem> Переместить</guimenuitem>.
uk: Використовуйте кнопки зі стрілками, щоб вибрати пункт меню <guimenuitem>Перемістити</guimenuitem>.
zh_cn: 使用方向键选择 <guimenuitem>移动</guimenuitem> 菜单项。

source: Use the keyboard shortcuts that are listed in the following table to perform the move operation:
de: Verwenden Sie zum Verschieben die in der folgenden Tabelle aufgeführten Tastenkürzel:
hu: Az alábbi táblázatban látható gyorsbillentyűk segítségével hajtsa végre az áthelyezést:
ru: Используйте клавиатурные комбинации, перечисленные в следующей таблице, чтобы выполнить перемещение:
uk: Використовуйте комбінації клавіш, які наведені в наступній таблиці, щоб виконати операцію переміщення:
zh_cn: 下表列出了使用键盘来进行移动操作的键盘快捷键：

source: Move the object left/right on a horizontal panel, or up/down on a vertical panel.
de: In einem horizontalen Panel wird das Objekt nach links/rechts verschoben, während es sich in einem vertikalen Panel nach oben/unten bewegt.
hu: Vízszintes panelen az objektum balra/jobbra mozgatása, vagy függőleges panelen felfelé/lefelé mozgatása.
ru: Переместить объект влево или вправо на горизонтальной панели или вверх и вниз на вертикальной панели.
uk: Перемістити об'єкт ліворуч або праворуч на горизонтальній панелі або вгору чи вниз на вертикальній.
zh_cn: 在一个水平面板上左移或右移移动一个对象，或者在一个竖直面板上，上移或下移一个对象。

source: <keycap>Shift</keycap> + arrow keys
de: <keycap>Umschalttaste</keycap> + Pfeiltasten
eu: <keycap>Maius</keycap> + gezi-teklak
hu: <keycap>Shift</keycap> + nyílbillentyűk
pt: <keycap>Shift</keycap> + teclas de setas
ru: <keycap>Shift</keycap> + клавиши со стрелками
uk: <keycap>Shift</keycap> + клавіші зі стрілками
zh_cn: <keycap>Shift</keycap> + 方向键

source: Move the object with focus, pushing any other objects encountered.
de: Bewegt das fokussierte Objekt und verschiebt dabei etwaige anderen betroffene Objekte.
hu: A fókusszal rendelkező objektum mozgatása, és a többi panelobjektum eltolása.
zh_cn: 移动具有焦点的对象，推动其它碰到的对象。

source: <keycap>Ctrl</keycap> + arrow keys
de: <keycap>Strg</keycap> + Pfeiltasten
eu: <keycap>Ktrl</keycap> + gezi-teklak
hu: <keycap>Ctrl</keycap> + nyílbillentyűk
pt: <keycap>Ctrl</keycap> + teclas de setas
ru: <keycap>Ctrl</keycap> + клавиши со стрелками
uk: <keycap>Ctrl</keycap> + клавіші зі стрілками
zh_cn: <keycap>Ctrl</keycap> + 方向键

source: Move the object, swapping positions with any other objects that you encounter in the move.
de: Bewegt das fokussierte Objekt und tauscht dabei seine Position mit den dabei übersprungenen Objekten.
hu: Az objektum mozgatása és felcserélése az előtte lévő többi panelobjektummal.
ru: Переместить объект, взаимно обменивая его положение с другими объектами, с которыми вы сталкиваетесь при перемещении.
uk: Перемістити об'єкт, обмінявши його позицію з іншими об'єктами, які зустрічаються під час переміщення.
zh_cn: 移动对象并且与碰到的对象交换位置。

source: Move the object to the next panel.
de: Verschiebt das Objekt auf das nächste Panel.
eu: Objektua hurrengo panelera eramaten du.
hu: A panelobjektum áthelyezése a következő panelre.
pt: Move o objecto para o painel seguinte.
ru: Переместить объект на следующую панель.
uk: Перемістити об'єкт на іншу панель.
zh_cn: 移动对象到下一个面板。

source: Complete the move operation.
de: Vollendet den Verschieben-Vorgang.
eu: Lekuz aldatzeko eragiketa osatzen du.
hu: Az áthelyezés művelet befejezése.
pt: Termina a operação de mover.
ru: Завершить перемещение.
uk: Завершити операцію переміщення.
zh_cn: 完整的移动操作

source: The following examples demonstrate the effect of different move operations on the objects in a panel:
de: Die folgenden Beispiele veranschaulichen die Auswirkungen von verschiedenen Vorgehensweisen zum Verschieben der Objekte eines Panels:
hu: A következő példák bemutatják a különböző áthelyezési műveletek panelobjektumokra gyakorolt hatását:
ru: Следующий пример показывает эффект других перемещений объектов на панели:
uk: Наступні приклади демонструють ефект від різних операцій переміщення об'єктів на панелі:
zh_cn: 下面的例子示范了在一个面板里，移动一个对象的各种操作结果：

source: Illustration
de: Darstellung
eu: Irudia
hu: Illusztráció
pt: Ilustração
ru: Рисунок
uk: Ілюстрація
zh_cn: 实例

source: Description
de: Beschreibung
eu: Azalpena
hu: Leírás
pt: Descrição
ru: Описание
uk: Опис
zh_cn: 描述

source: Volume Control
de: Lautstärkeregler
hu: Hangerőszabályzó
ru: Регулятор Громкости
uk: Регулятор гучності
zh_cn: 音量控制

source: Help
de: Hilfe
eu: Laguntza
hu: Súgó
pt: Ajuda
ru: Справка
uk: Довідка
zh_cn: 帮助

source: Portion of a panel with three objects displayed in the following order from left to right: <placeholder-1/> icon, <placeholder-2/> icon, and <placeholder-3/> icon.
de: Teil eines Panels mit drei Objekten von links nach rechts: <placeholder-1/>-Symbol, <placeholder-2/>-Symbol, und <placeholder-3/>-Symbol.
hu: A panel egy részlete, balról jobbra a következő sorrendben megjelenített három objektummal: <placeholder-1/> ikon, <placeholder-2/> ikon és <placeholder-3/> ikon.
ru: Часть панели с тремя объектами, отображаемыми слева направо в следующем порядке: значок <placeholder-1/>, значок <placeholder-2/> и значок <placeholder-3/>.
uk: Частина панелі з трьома об'єктами, відображеними зліва направо, в такому порядку: піктограма <placeholder-1/>, піктограма <placeholder-2/> та піктограма <placeholder-3/>.
zh_cn: 带有三个对象的一部分面板，从左到右顺序显示： <placeholder-1/> 图标， <placeholder-2/> 图标， <placeholder-3/> 图标。

source: Show a panel with three panel objects before a move operation takes place.
de: Zeigt ein Panel mit drei Panel-Objekten vor der Durchführung einer Verschieben-Operation.
hu: A panel és három panelobjektum az áthelyezés előtt.
ru: Показывает панель с тремя объектами до того, как будет выполнено перемещения.
uk: Панель з трьома об'єктами панелі перед операцією переміщення.
zh_cn: 在移动操作之前，显示一个有三个对象的面板。

source: Shows the effect of using the arrow keys to move the <application>Geyes</application> panel application on the panel. You can use the arrow keys to move the panel application left or right until you meet the next panel object.
de: Zeigt die Wirkung der Verwendung der Pfeiltasten, um die <application>Geyes</application>-Panel-Anwendung im Panel zu verschieben. Sie können die Pfeiltasten zum Verschieben der Panel-Anwendung benutzen, bis Sie das nächste Panel-Objekt erreichen.
eu: Panel batean <application>Geyes</application> panel-aplikazioa lekuz aldatzeko gezi-teklak erabiltzeak duen eragina erakusten da. Gezi-teklak erabil ditzakezu, panel-aplikazioa ezkerrera nahiz eskuinera mugitzeko, hurrengo panel-objektua topatu arte.
hu: A nyílbillentyűk a <application>Szemek</application> kisalkalmazás áthelyezésére való használatának eredményét jeleníti meg. A kisalkalmazást a jobbra és balra nyilakkal addig mozgathatja, amíg a következő panelobjektumot el nem éri.
pt: Apresenta o efeito da utilização das teclas de setas para mover a aplicação de painel <application>Geyes</application> no painel. Pode utilizar as teclas de setas para mover a aplicação de painel para a esquerda ou direita até que colida com o objecto de painel seguinte.
ru: Показывает результат использования клавиш со стрелками для перемещения приложения <application>Geyes</application> на панели. Вы можете использовать клавиши со стрелками для перемещения панельных приложений вправо или влево, пока вы не встретите на панели другой объект.
uk: Наслідок від використання клавіш зі стрілками для переміщення об’єкта <application>Очі</application> на панелі. Використовуйте клавіші зі стрілками для переміщення об’єктів на панелі праворуч або ліворуч, до зустрічі з іншим об'єктом на панелі.
zh_cn: 显示在面板上，使用方向键移动 <application>大眼睛Geyes</application> 小程序的效果。您可以使用方向键从左到右来移动面板小程序，直到遇到下一个面板对象。

source: Shows the effect of using <keycap>Shift</keycap> + arrow keys to move the <application>Geyes</application> panel application on the panel. You can use the <keycap>Shift</keycap> + arrow keys to push the <application>Volume Control</application> and <application>Help</application> panel objects ahead of the object that you are moving.
de: Zeigt, wie die <keycap>Strg</keycap> + Pfeiltasten-Tastenkombinationen die <application>Geyes</application>-Panel-Anwendung im Panel bewegen. Mit <keycap>Umschalttaste</keycap> + Pfeiltasten lassen sich der <application>Lautstärkeregler</application> und das <application>Hilfe</application>-Menü vor das gerade bewegte Objekt schieben.
hu: A <keycap>Shift</keycap> + nyílbillentyűk a <application>Szemek</application> kisalkalmazás áthelyezésére való használatának eredményét jeleníti meg. A <keycap>Shift</keycap> + nyílbillentyűk segítségével mozgatott objektum maga előtt tolja a <application>Hangerőszabályzó</application> és a <application>Súgó</application> panelobjektumokat.
ru: Показывает результат использования комбинации <keycap>Shift</keycap> + клавиши со стрелками для перемещения апплета <application>Geyes</application> на панели. Вы можете использовать <keycap>Shift</keycap> + клавиши со стрелками, чтобы вытолкнуть объекты панели <application>Регулятор громкости</application> и <application>Справка</application> перед объектами, которые вы перемещаете.
uk: Наслідок від використання комбінації клавіш <keycap>Shift</keycap> + клавіші зі стрілками для переміщення об’єкта <application>Очі</application> на панелі. Використовуйте комбінацію <keycap>Shift</keycap> + клавіші зі стрілками для штовхання об’єктів панелі <application>Регулятор гучності</application> та <application>Довідка</application> попереду об’єкта, який ви переміщаєте.
zh_cn: 显示在面板上，使用 <keycap>Shift</keycap> + 方向键移动 <application>大眼睛Geyes</application> 小程序的效果。您可以使用 <keycap>Shift</keycap> + 方向键来推动 <application>卷控制</application> 和 <application>帮助</application> 面板对象，到这个要移动对象的前头。

source: Shows the effect of using <keycap>Ctrl</keycap> + arrow keys to move the <application>Geyes</application> panel application on the panel. You can use the <keycap>Ctrl</keycap> + arrow keys to swap positions with the <application>Volume Control</application> and <application>Help</application> panel objects as you meet the objects.
de: Zeigt, wie die <keycap>Strg</keycap> + Pfeiltasten-Tastenkombinationen die <application>Geyes</application>-Panel-Anwendung im Panel bewegen. Die Tastenkombination <keycap>Strg</keycap> + Pfeiltasten vertauscht den <application>Lautstärkeregler</application> mit dem <application>Hilfe</application>-Menü während Sie auf diese Objekte treffen.
hu: A <keycap>Ctrl</keycap> + nyílbillentyűk a <application>Szemek</application> kisalkalmazás áthelyezésére való használatának eredményét jeleníti meg. A <keycap>Ctrl</keycap> + nyílbillentyűk segítségével mozgatott objektum helyet cserél a <application>Hangerőszabályzó</application> és a <application>Súgó</application> panelobjektumokkal.
ru: Показывает результат использования <keycap>Ctrl</keycap> + клавиши со стрелками для перемещения апплета<application>Geyes</application> на панели. Вы можете использовать <keycap>Ctrl</keycap> + клавиши со стрелками, чтобы взаимно менять положение объектов <application>Регулятор громкости</application> и <application>Справка</application>, как только вы натыкаетесь на объекты.
uk: Наслідок від використання комбінації клавіш <keycap>Ctrl</keycap> + клавіші зі стрілками для переміщення об’єкта <application>Очі</application> на панелі. Використовуйте комбінацію <keycap>Ctrl</keycap> + клавіші зі стрілками для обміну місцями з об’єктами панелі <application>Регулятор гучності</application> та <application>Довідка</application> під час зустрічі з ними.
zh_cn: 显示在面板上，使用 <keycap>Ctrl</keycap> + 方向键，移动 <application>大眼睛 Geyes</application> 小程序的效果。您可以使用 <keycap>Ctrl</keycap> + 方向键，来跟 <application>卷控制</application> 和 <application>帮助</application> 面板对象交换位置，如果您在移动中遇到了这些对象。

source: Panel applications that are <guilabel>Locked</guilabel> cannot be moved. To unlock a panel application, use the <guimenu>panel object</guimenu> menu and deselect the <guimenuitem>Lock to Panel</guimenuitem> option.
de: <guilabel>Gesperrte</guilabel> Panel-Anwendungen können nicht verschoben werden. Um eine gesperrte Panel-Anwendung zu entsperren, öffnen Sie das Menü <guimenu>Panel-Objekt</guimenu> und deaktivieren die Option <guimenu>Auf dem Panel sperren</guimenu>.
hu: A <guilabel>Zárolt</guilabel> kisalkalmazások nem mozgathatók. Egy kisalkalmazás a zárolásának feloldásához törölje a <guimenu>panelobjektum</guimenu> menüjében a <guimenuitem>Zárolás a panelhez</guimenuitem> menüpont kijelölését.
ru: Апплеты панели, которые <guilabel>прикреплены к панели</guilabel>, не могут быть перемещены. Для открепления этих апплетов используйте меню <guimenu>Объект панели</guimenu> и снимите отметку со свойства <guimenuitem>прикрепить к панели</guimenuitem>.
uk: Об’єкт панелі, який <guilabel>прикріплений до панелі</guilabel>, не може бути переміщений. Щоб відкріпити об’єкт панелі, відкрийте меню <guimenu>об’єкта панелі</guimenu> і зніміть прапорець з пункту <guimenuitem>прикріпити до панелі</guimenuitem>.
zh_cn: <guilabel>锁定</guilabel> 的面板小程序，不能被移动。要解锁一个面板小程序，使用 <guimenu>面板对象</guimenu> 菜单，然后取消选中的 <guimenuitem>锁定到面板</guimenuitem>。

source: Navigating Drawers
de: In Erweiterungsbereichen navigieren
hu: Navigáció a fiókok között
ru: Перемещение по ящикам
uk: Переміщення в межах шухляд
zh_cn: 访问抽屉

source: for drawers
de: für Erweiterungsbereiche
eu: tiraderentzat
hu: fiókok
pt: para as gavetas
ru: для ящиков
uk: для шухляд
zh_cn: 使用抽屉

source: A drawer is a collapsible extension of a panel. The following table lists the keyboard shortcuts that you can use to navigate into and out of drawers. When you open a drawer, you can navigate the contents of the drawer in the same way as you navigate a panel. See <xref linkend="keynav-5"/> for information about how to navigate a panel.
de: Ein Erweiterungsbereich ist eine aufklappbare Erweiterung eines Panels. Die folgende Tabelle enthält Tastenkombinationen, die Sie innerhalb und außerhalb eines Erweiterungsbereichs verwenden können. Wenn Sie den Erweiterungsbereich geöffnet haben, können Sie sich im Inhalt wie in einem Panel bewegen. Lesen Sie <xref linkend="keynav-5"/> für weitere Informationen zum Navigieren in einem Panel.
eu: Tiradera panelaren luzapen tolesgarria da. Ondorengo taulan, tiraderetan sartu eta irteteko erabil ditzakezun laster-teklak agertzen dira. Tiradera bat irekitzean, bertako edukian zehar paneletan bezalaxe ibil zaitezke. Paneletan zehar batetik bestera nola joan jakiteko, ikus <xref linkend="keynav-5"/>.
hu: A fiók a panelek összecsukható kiterjesztése. A következő táblázat a fiókok közötti navigációhoz használható billentyűparancsokat ismerteti. Egy megnyitott fiók tartalma között ugyanúgy navigálhat, mint a paneleken. A paneleken való navigációval kapcsolatos információkért nézze meg a <xref linkend="keynav-5"/> részt.
pt: Uma gaveta é uma extensão de um painel que pode ser recolhida. A tabela seguinte lista os atalhos de teclado que pode utilizar para entrar e sair das gavetas. Quando abre uma gaveta, pode navegar pelo seu conteúdo da mesma forma que navega num painel. Consulte <xref linkend="keynav-5"/> para informações sobre como navegar num painel.
ru: Ящик является выдвижным дополнением к панели. В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения по закрытым и открытым ящикам. Когда вы открываете ящик, вы можете перемещаться по содержимому ящика тем же самым способом, как вы перемещались по панели. Подробнее о перемещении по панелям смотрите <xref linkend="keynav-5"/>.
uk: Шухлядою називається висувне розширення панелі. В наступній таблиці наведено комбінації клавіш, які можна використовувати для переміщення в межах шухляд. У відкритій шухляді ви можете переміщатися вмістом шухляди так само як і на панелі. Докладніше про переміщення по панелях дивіться <xref linkend="keynav-5"/>.
zh_cn: 抽屉是面板上一个可折叠的菜单条。下表列出了您访问以及打开和退出抽屉的快捷键。当您打开一个抽屉，可以用访问面板的方法来访问抽屉里的内容。更多使用面板的相关信息，请参阅 <xref linkend="keynav-5"/>。

source: Open or close the drawer that has focus.
de: Öffnet oder schließt den fokussierten Erweiterungsbereich.
eu: Fokua duen tiradera ireki edo ixten du.
hu: A fókuszban lévő fiók megnyitása vagy bezárása.
pt: Abre ou fecha a gaveta que tem o foco.
ru: Открыть или закрыть ящик, содержащий фокус.
uk: Відкрити або закрити шухляду, яка має фокус.
zh_cn: 打开或关闭一个获得焦点的抽屉。

source: Navigate into the drawer that has focus.
de: Navigieren im fokussierten Erweiterungsbereich.
eu: Tekla horien bidez, fokua duen tiraderan zehar ibil zaitezke.
hu: Navigálás a fókuszban lévő fiókban.
pt: Entra na gaveta que tem o foco.
ru: Перемещаться в ящике, содержащем фокус.
uk: Переміщатись в шухляді, яка має фокус.
zh_cn: 在获得焦点的抽屉中操作。

source: Close the drawer and give focus to the drawer object on the panel.
de: Schließt den Erweiterungsbereich und fokussiert das Erweiterungsbereichs-Objekt im Panel.
eu: Tiradera itxi, eta paneleko tiradera-objektuari ematen dio fokua.
hu: A fiók bezárása és a fókusz átadása fiókobjektumnak a panelen.
pt: Fecha a gaveta e transmite o foco para o objecto de gaveta no painel.
ru: Закрыть ящик и передать фокус объекту ящика на панели.
uk: Закрити шухляду і передати фокус об'єкту шухляда на панелі.
zh_cn: 关闭抽屉，把焦点给面板上的抽屉对象。

source: Navigating Panel Menus
de: In Panel-Menüs navigieren
hu: Navigáció a panelmenükben
ru: Перемещение по Меню Панелей
uk: Переміщення по меню на панелях
zh_cn: 访问面板菜单

source: for menus on panels
de: für Menüs in Panels
eu: paneletako menuentzat
hu: panelmenük
pt: para menus nos painéis
ru: для меню на панелях
uk: для меню на панелях
zh_cn: 使用面板上的菜单

source: The following table lists the keyboard shortcuts that you can use to navigate menus on panels:
de: Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Navigieren in Menüs auf Panels verwenden können:
hu: A következő táblázat ismerteti a panelmenükben való navigációhoz használható gyorsbillentyűket:
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения по меню панелей:
uk: В наступній таблиці наведено комбінації клавіш, які можна використовувати для переміщення по меню на панелях:
zh_cn: 下表列出了您在面板上访问菜单时，可以使用的键盘快捷键：

source: Open the menu that has focus.
de: Öffnet das fokussierte Menü.
eu: Fokua duen menua irekitzen du.
hu: A fókuszban lévő menü megnyitása.
pt: Abre o menu que tem o foco.
ru: Открыть меню, содержащее фокус.
uk: Відкрити меню, яке має фокус.
zh_cn: 打开获得焦点的菜单。

source: Navigate the menu.
de: Bewegen sich im Menü.
eu: Menuan batetik bestera joateko erabil ditzakezu.
hu: Navigáció a menüben.
pt: Navega pelo menu.
ru: Перемещение по меню.
uk: Переміщення по меню.
zh_cn: 使用菜单。

source: Select a menu item.
de: Markiert einen Menüeintrag.
eu: Menu-elementu bat hautatzen du.
hu: Menüelem kiválasztása.
pt: Selecciona um item de menu.
ru: Выбрать пункт меню.
uk: Вибрати пункт меню.
zh_cn: 选择一个菜单项。

source: Open the popup menu associated with a menu item (if one exists).
de: Öffnet gegebenenfalls das Kontextmenü für den Menüeintrag.
hu: A menüelemhez tartozó helyi menü megnyitása (ha van).
ru: Открыть всплывающее меню, связанное с пунктом меню (если такое всплывающее меню существует).
uk: Відкрити контекстне меню, асоційоване з пунктом меню (якщо таке існує).
zh_cn: 打开相关的弹出菜单(如果它存在的话)。

source: Close a menu.
de: Schließt ein Menü.
eu: Menua ixten du.
hu: A menü bezárása.
pt: Fecha um menu.
ru: Закрыть меню.
uk: Закрити меню.
zh_cn: 关闭菜单。
