Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: <application>Orca</application> provides interfaces to both <userinput>mate-speech</userinput> and <userinput>emacspeak</userinput> speech services. As such, the available voices for <application>Orca</application> are only restricted by the speech engines supported by the available speech services. For free speech engines, you typically have a choice of the eSpeak, Festival, and FreeTTS speech engines. For commercial engines, you have a choice of additional engines such as Fonix DECtalk, Loquendo, Eloquence, Cepstral and IBMTTS, with others on the way. Periodically check the <userinput>mate-speech</userinput> package for more progress in this area.
de: <application>Orca</application> unterstützt die Sprachausgabe-Dienste <userinput>mate-speech</userinput> und <userinput>emacspeech</userinput>. Von daher sind die für <application>Orca</application> verfügbaren Sprachausgaben nur davon abhängig, welche Sprachausgaben von den verfügbaren Diensten unterstützt werden. Bei freien Sprachausgaben haben Sie typischerweise die Wahl zwischen den Sprachausgaben eSpeak, Festival, und FreeTTS. Im kommerziellen Bereich haben Sie die Wahl zwischen weiteren Systemen wie Fonix DECtalk, Loquendo, Eloquence, Cepstral, IBMTTS, usw.Überprüfen Sie gelegentlich das Paket <userinput>mate-speech</userinput>,um den Fortschritt in diesem Bereich zu verfolgen.
hu: Az Orka a <userinput>mate-speech</userinput> és <userinput>emacspeak</userinput> beszédrendszereket támogatja. Az elérhető beszédszintetizátorokat az Orka szempontjából csak a zárt rendszerű beszédszintetizátorok korlátozzák. Rendelkezésre állnak azonban ingyenesen használható beszédszintetizátorok, például az Espeak, Festival, Freetts. Fizetős megoldásokként választható például a Fonix DECtalk, Loquendo, Eloquence, Cepstral, IBMTTS, és sok más beszédszintetizátor. Vegye figyelembe, hogy csak olyan beszédszintetizátort válasszon, amelyet a <userinput>mate-speech</userinput> csomag támogat.
uk: <application>Orca</application> надає інтерфейси для обох служб синтезу мови - <userinput>mate-speech</userinput> та <userinput>emacspeak</userinput>. Таким чином, наявні голоси для <application>Orca</application> обмежуються лише синтезаторами мови, які підтримуються доступними службами синтезу мови. Серед безкоштовних синтезаторів мови ви можете вибрати: eSpeak, Festival та FreeTTS. Серед комерційних: Fonix DECtalk, Loquendo, Eloquence, Cepstral, IBMTTS тощо. Періодично перевіряйте пакунок <userinput>mate-speech</userinput> для обізнаності в цій області.
zh_cn: <application>Orca</application> 提供所有 <userinput>mate-speech</userinput> 和<userinput>emacspeak</userinput> 语音服务。例如，<application>Orca</application> 可用的语音由可用语音服务的发音引擎来限制。对于免费(free)发音引擎， 您可以在 eSpeak、Festival、和 FreeTTS 语音引擎之中选一个。对于商业语音引擎，您可以额外选择像 Fonix DECtalk, Loquendo, Eloquence, Cepstral 和 IBMTTS 等。定期检查 <userinput>mate-speech</userinput> 包更新，获得更多此领域的进展。

source: What languages are supported?
de: Welche Sprachen werden unterstützt?
eu: Zein hizkuntza daude onartuta?
hu: Milyen nyelvek támogatottak?
pt: Que idiomas são suportados?
uk: Які мови підтримуються?
zh_cn: 支持哪些语言？

source: The <ulink url="http://l10n.mate.org/teams"> MATE translation teams</ulink> are composed of many passionate volunteers from around the world. These teams do a great job and keep an up-to-date status report. See the <ulink url="http://l10n.mate.org/module/orca"> Orca translation status page</ulink> for the large number of languages into which <application>Orca</application> has been translated.
de: Die <ulink url="http://l10n.mate.org/teams">MATE-Übersetzungsteams</ulink> setzen sich aus vielen freiwilligen leidenschaftlichen Helfern aus der ganzen Welt zusammen. Diese Teams leisten eine großartige Arbeit und veröffentlichen einen aktuellen Statusbericht. Besuchen Sie die <ulink url="http://l10n.mate.org/module/orca">Seite zum Übersetzungsstatus von Orca</ulink>, um die große Anzahl von Sprachen zu sehen, in die <application>Orca</application> bereits übersetzt wurde.
hu: A <ulink url="http://l10n.mate.org/teams">MATE fordítói csoportok</ulink> foglalkoznak világszerte a honosítással. A honosítás állapotáról mindig naprakész információk állnak rendelkezésre. Az <ulink url="http://l10n.mate.org/module/orca">Orka fordítási állapotoldalán</ulink> követheti az egyes nyelvek fordítási állapotát, valamint a lefordított Orka verziókat. A nyelvek támogatása függ attól is, hogy a beszédrendszer támogatja-e az adott nyelvet, valamint hogy a BrlTTY csomaghoz létezik-e braille fordítási tábla az adott nyelvhez.
uk: <ulink url="http://l10n.mate.org/teams">Команди перекладу MATE</ulink> складаються з багатьох пристрасних добровольців з усього світу. Вони роблять величезну роботу і тримають переклади завжди оновленими. Перегляньте <ulink url="http://l10n.mate.org/module/orca"> сторінку стану перекладів Orca</ulink>, щоб побачити кількість мов на які перекладена <application>Orca</application>.
zh_cn: <ulink url="http://l10n.mate.org/teams">MATE 翻译小组</ulink> 由世界各地的许多志愿者组成。这些小组做了很了不起的工作，保持有关最新情况的报告。更多 Orca 已经被翻译的语言，访问 <ulink url="http://l10n.mate.org/module/orca">Orca 翻译进度页面</ulink>，可以找到非常多 <application>Orca</application> 已经翻译了的语言。

source: Note: support for a language also depends on the speech synthesis engine also supporting the same language.
de: Beachten Sie, dass die Unterstützung einer Sprache auch davon abhängt, ob diese auch von der Sprachausgabe bereitgestellt wird.
hu: Megjegyzés: egy nyelv támogatottsága függ attól, hogy a beszédrendszer támogatja-e az adott nyelvet.
uk: Зауважте: підтримка мови, також залежить від рушія синтезатора мови для цієї ж мови.
zh_cn: 注意：语言支持也要依赖于发音引擎支持该语言。

source: How well does magnification work?
de: Wie gut funktioniert die Vergrößerung?
hu: Mennyire jól működik a nagyító?
pt: Quão bem funciona a ampliação?
uk: Наскільки добре працює збільшення?
zh_cn: 放大功能有多好？

source: <application>Orca</application> currently uses the <userinput>mate-mag</userinput> magnification service. <userinput>mate-mag</userinput> has incorporated support for smoother full-screen magnification, which relies upon newer extensions in the X Window System server. These extensions do not always function well on all platforms, so smooth full-screen magnification may not always work.
de: <application>Orca</application> benutzt derzeit die durch <userinput>mate-mag</userinput> bereitgestellte Lupe. In <userinput>mate-mag</userinput> ist die Unterstützung für eine weichere Vollbild-Vergrößerung bereits eingebaut, was neuere Erweiterungen des X Window System-Servers erfordert. Diese Erweiterungen arbeiten nicht auf allen Plattformen korrekt, daher könnte die Vollbild-Vergrößerung nicht immer funktionieren.
hu: Az Orka jelenleg a <userinput>mate-mag</userinput> szolgáltatást használja a nagyításhoz. A <userinput>mate-mag</userinput> tartalmazza a lágyabb teljes képernyős nagyítás támogatását, amely az X kiszolgáló újabb kiterjesztéseire támaszkodik. Ezek a kiterjesztések nem mindig működnek megfelelően minden platformon, így a simább teljes képernyős nagyítás nem mindig működik.
uk: На цей час <application>Orca</application> використовує службу збільшення <userinput>mate-mag</userinput>. Служба <userinput>mate-mag</userinput> має вбудовану підтримку для згладженого повноекранного збільшення, яке спирається на нові розширення на сервері X Window System. Ці розширення не завжди добре функціонують на всіх платформах, тому згладжене повноекранне збільшення, на деяких, може не працювати.
zh_cn: <application>Orca</application> 当前使用 <userinput>mate-mag</userinput> 放大服务。<userinput>mate-mag</userinput> 已经支持平滑全屏放大，这依赖于新的 X Window 系统服务扩展。这些扩展还不能在所有平台上很好工作，因此平滑全屏放大也不总是能表现良好。

source: Enabling Orca
de: Orca aktivieren
hu: Az Orka engedélyezése
uk: Увімкнення Orca
zh_cn: 启用 Orca

source: For a text-only guided setup, open a Run dialog with <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> and use the command <userinput>orca --text-setup</userinput><keycap>Enter</keycap>.
de: Öffnen Sie für eine textbasierte Konfiguration mit der Tastenkombination <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> oder <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> einen Ausführen-Dialog und geben den Befehl <userinput>orca --text-setup</userinput><keycap>Enter</keycap> ein.
hu: Ha az Orka alapvető beállításait szöveges módban szeretné megadni, nyomja meg az <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> billentyűkombinációt, majd írja be az <userinput>orca --text-setup</userinput> parancsot és nyomja meg az <keycap>Enter</keycap> billentyűt.
uk: Щоб підготувати програму до роботи лише з текстовим супроводом, відкрийте діалог «Виконати програму» комбінацією клавіш <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> або <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> і введіть команду <userinput>orca --text-setup</userinput><keycap>Enter</keycap>.
zh_cn: 如果仅使用文本向导设置，按组合键 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> 或按 <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> 打开运行对话框，然后输入命令 <userinput>orca --text-setup</userinput>，再按 <keycap>回车键</keycap>。

source: The first time <application>Orca</application> is launched you will be asked a few questions:
de: Wenn <application>Orca</application> das erste Mal gestartet wird, werden Ihnen einige Fragen gestellt:
hu: Az <application>Orka</application> első elindításakor néhány kérdést tesz fel:
uk: Під час першого запуску <application>Orca</application> дайте відповідь на кілька запитань:
zh_cn: 如果是第一次运行 <application>Orca</application>，它会问您一些问题：

source: First you will be presented with a list of languages to choose from; there are currently about 64 languages and dialects supported. Most of this list will scroll off the screen, so you may have to use the terminal's scrollbar to view earlier parts of the list. Type in the number of your language choice (e.g., 7 for American English) and press <keycap>Enter</keycap>. You do not need to wait for the entire list to be spoken, and Orca attempts to make your default language the first choice (choice 1).
de: Zuerst wählen Sie aus einer Liste der unterstützten Sprachen. Aktuell werden etwa 64 Sprachen und Dialekte unterstützt. Der Großteil der Liste wird aus dem Bildschirm rollen, weshalb Sie die Scrollfunktion des Terminals benötigen. Geben Sie die Nummer der gewählten Sprache ein (zum Beispiel 7 für Amerikanisches Englisch) und bestätigen Sie diese mit der <keycap>Eingabetaste</keycap>. Sie brauchen nicht zu warten, bis die gesamte Liste vorgelesen wurde, und Orca versucht Ihre Standardsprache zur ersten Wahl zu erklären (Wahlmöglichkeit 1).
hu: Először egy megjelenő listából nyelvet kell választania; jelenleg körülbelül 64 nyelv és nyelvjárás támogatott. Mivel hosszú a lista, így a terminál görgetősávját kell használnia a lista korábbi elemeinek megtekintéséhez. Gépelje be a választott nyelv számát (például az amerikai angol a 7. nyelv), majd nyomja meg az <keycap>Enter</keycap> billentyűt. Nem kell megvárnia a lista teljes felolvasását, az Orka megpróbálja megállapítani az alapértelmezett nyelvet, ez a lista első eleme lesz.
zh_cn: 首先您会看到一个语言列表让您选择，当前大约有64种语言和方言的支持。许多语言是在下一屏幕，因此您需要使用终端的滚动条来列表先前的其他部分。输入您选择语言前面的数字序号(例如，7 是美国英语)，然后按一下 <keycap>回车键</keycap>。您不需要等待所有的列表项都读完，Orca 会尝试把您的默认语言放在第一个选择(选择 1)。

source: You are next asked to set <guilabel>Echo By Word</guilabel>. This option instructs <application>Orca</application> to speak words as you finish typing them. Type <keycap>y</keycap> or <keycap>n</keycap> and press <keycap>Enter</keycap>.
de: Als nächstes werden Sie gefragt, ob die Funktion <guilabel>Wortweises Echo</guilabel> aktiviert werden soll. Dies weist <application>Orca</application> an, ein Wort vorzulesen, wenn Sie seine Eingabe abgeschlossen haben. Geben Sie <keycap>j</keycap> oder <keycap>n</keycap> ein und drücken Sie die <keycap>Eingabetaste</keycap>.
hu: A következő kérdés az, hogy engedélyezi a <guilabel>szavankénti visszhangot</guilabel>. Ez az opció előírja az <application>Orka</application> számára, hogy egy szó begépelése után ismételje meg az adott szót. Nyomja meg az <keycap>I</keycap> vagy az <keycap>N</keycap> billentyűk valamelyikét annak függvényében, hogy szeretné-e használni ezt a funkciót. A választás véglegesítéséhez nyomja meg az <keycap>Enter</keycap> billentyűt.
uk: Наступне запитання буде про <guilabel>Echo By Word</guilabel>. Цей параметр дає змогу <application>Orca</application> промовляти слова, які ви закінчили друкувати. Введіть <keycap>y</keycap> або <keycap>n</keycap> та натисніть <keycap>Enter</keycap>.
zh_cn: 接下来您会被问到设置 <guilabel>按词朗读</guilabel>，这个选项告诉 <application>Orca</application> 在您输完一个词语后朗读它。按字母 <keycap>y</keycap> 键，或者 <keycap>n</keycap> 键，然后按 <keycap>回车键</keycap>。

source: The next item is <guilabel>Key Echo</guilabel>. This option will speak all keys as they are pressed. Type <keycap>y</keycap> or <keycap>n</keycap> and press <keycap>Enter</keycap>.
de: Als nächstes folgt der Punkt <guilabel>Tastaturecho</guilabel>. Diese Option wird alle Tasten sprechen, sobald sie gedrückt wurden. Geben Sie <keycap>j</keycap> oder <keycap>n</keycap> ein und drücken die <keycap>Eingabetaste</keycap>.
hu: A következő kérdés a <guilabel>billentyűvisszhang engedélyezése</guilabel>. Ha ez a beállítás engedélyezett, az Orka minden billentyű leütést kimond. Nyomja meg az <keycap>I</keycap> vagy az <keycap>N</keycap> billentyűk valamelyikét annak függvényében, hogy szeretné-e használni ezt a funkciót. A választás véglegesítéséhez nyomja meg az <keycap>Enter</keycap> billentyűt.
uk: Наступний пункт — <guilabel>Клавіша ехо</guilabel>. Якщо активовано, клавіші, які ви будете натискати, озвучуватимуться. Введіть <keycap>y</keycap> або <keycap>n</keycap> та натисніть <keycap>Enter</keycap>.
zh_cn: 接下来的一项是 <guilabel>按键朗读</guilabel>，这一项将朗读所有按下的按键。按字母 <keycap>y</keycap> 键，或者 <keycap>n</keycap> 键，然后按 <keycap>回车键</keycap>。

source: Now select your desired keyboard layout; generally, you will want to choose the layout that matches your keyboard type - 1 for Desktop or 2 for Laptop. This choice will determine what key will act as the <application>Orca</application> modifier key. The Desktop layout uses <keycap>Insert</keycap> while the Laptop layout uses <keycap>Caps Lock</keycap>. A system, host, shift or modifier key is one which is used in conjunction with other keys, enabling keyboard access to most program functions.
de: Nun wählen Sie die bevorzugte Tastaturbelegung. Normalerweise werden Sie die Belegung wählen, die zum verwendeten Tastaturtyp passt - 1 für Desktop und 2 für Laptop. Diese Auswahl wird bestimmen, welche Taste die <application>Orca</application>-Modifikationstaste sein wird. Die Desktopbelegung verwendet die <keycap>Einfügen</keycap>-Taste, während die Laptopbelegung die <keycap>Feststelltaste</keycap> nutzt. Eine System-, Host-, Umschalt- oder Modifikationstaste wird in Verbindung mit anderen Tasten verwendet, um den Zugriff auf viele Programmfunktionen zu ermöglichen.
hu: A következő kérdés megválaszolásával a billentyű kiosztást adhatja meg. A következő kiosztások közül választhat: 1. asztali, 2. laptop kiosztás. Válasszon annak megfelelően, hogy milyen típusú számítógépet használ. A választás befolyásolja, hogy az <application>Orka</application> funkcióit milyen módosító billentyűvel lehet elérni. Az asztali kiosztás esetén az <keycap>Insert</keycap>, laptop kiosztás esetén a <keycap>Caps Lock</keycap> az Orka módosító billentyű. Az egyéb billentyűk más funkciókhoz vannak fenn tartva.
uk: Тепер виберіть розкладку клавіатури, зазвичай, вам потрібно вибрати розкладку, яка відповідатиме вашому типу клавіатури — 1 для настільних комп'ютерів або 2 для ноутбуків. Цей вибір визначатиме, яка клавіша діятиме як клавіша-модифікатор <application>Orca</application>. Для клавіатур настільних комп'ютерів це клавіша <keycap>Insert</keycap> а для ноутбуків — <keycap>Caps Lock</keycap>. Системна, базова, shift або клавіша-модифікатор використовується у поєднанні з іншими клавішами і дає змогу отримати доступ до більшості функцій програми з клавіатури.
zh_cn: 现在来选择您用的键盘布局；通常，您会选择的键盘类型有－1 是台式机，或者 2 是笔记本。这个选择将决定哪一个键作为 <application>Orca</application> 修饰键。台式机布局使用 <keycap>Insert</keycap> 键，笔记本布局使用 <keycap>Caps Lock</keycap> 键。system、host、shift 或修饰键是通过与其他按键组合，从而实现更多的程序功能。

source: Next, specify if you require braille output. This functionality assumes a BrlTTY-compatible device is available. Type <keycap>y</keycap> or <keycap>n</keycap> and press <keycap>Enter</keycap>. Note that you can usually just enter <keycap>y</keycap> here; Orca will recover gracefully and function even if it cannot find BrlTTY.
de: Als nächstes legen Sie fest, ob eine Brailleausgabe benötigt wird. Diese Funktion nimmt an, dass eine mit BrlTTY kompatible Braillezeile vorhanden ist. Geben Sie <keycap>j</keycap> oder <keycap>n</keycap> ein und drücken die <keycap>Eingabetaste</keycap>. Beachten Sie, dass Sie normalerweise einfach <keycap>j</keycap> eingeben können, da Orca auch funktioniert, wenn BrlTTY nicht verfügbar ist.
hu: Ezután adja meg, hogy szeretné-e a braille kimenetet használni. Ehhez egy BrlTTY kompatibilis Braille kijelző szükséges. Nyomja meg az <keycap>I</keycap> vagy az <keycap>N</keycap> billentyűk valamelyikét, majd a választás véglegesítéséhez nyomja meg az <keycap>Enter</keycap> billentyűt. Megjegyzés: Ha nincs BrlTTY eszköze és igennel válaszol, az semmilyen problémát nem okoz.
uk: Після цього вкажіть чи потрібен вам вивід на дисплей Брайля. Ця функція припускає, що BrlTTY-сумісний пристрій доступний. Введіть <keycap>y</keycap> або <keycap>n</keycap> і натисніть <keycap>Enter</keycap>. Зверніть увагу, що зазвичай можна просто ввести <keycap>y</keycap> тут. Orca відновить поступовість і функціональність, навіть, якщо не зможе знайти BrlTTY.
zh_cn: 接下来，设定您是否需要盲文输出。这个功能假定您有一个可用的盲文输出设备。按字母 <keycap>y</keycap> 键，或者 <keycap>n</keycap> 键，然后按 <keycap>回车键</keycap>。注意，通常这儿您可以输入 <keycap>y</keycap> 键；Orca 将恢复完好功能，甚至它没有找到 BrlTTY.

source: Lastly, indicate whether you want an on-screen braille output monitor. This is mostly for developers who need to verify BrlTTY output, but may also be useful in other situations, such as visually diagnosing or verifying braille output. Type <keycap>y</keycap> or <keycap>n</keycap> and press <keycap>Enter</keycap>.
de: Zuletzt legen Sie fest, ob ein Braillemonitor auf dem Bildschirm angezeigt werden soll. Dieser wird meistens von Entwicklern benötigt, die die Ausgaben von BrlTTY überprüfen möchten. Er kann aber auch in anderen Situationen hilfreich sein, in denen man die Brailleausgabe optisch kontrollieren möchte. Geben Sie <keycap>j</keycap> oder <keycap>n</keycap> ein und drücken die <keycap>Eingabetaste</keycap>.
hu: Az utolsó kérdésnél azt adhatja meg, hogy engedélyezi-e a képernyőn megjelenő braille monitort. Ezt a funkciót általában csak a fejlesztők használják, de akkor is jól jöhet, ha vizuálisan kell ellenőrizni a braille kimenetet. Nyomja meg az <keycap>I</keycap> vagy az <keycap>N</keycap> billentyűk valamelyikét annak függvényében, hogy szeretné-e használni ezt a funkciót. A választás véglegesítéséhez nyomja meg az <keycap>Enter</keycap> billentyűt.
uk: І нарешті, вкажіть, чи потрібен вам вивід на монітор Брайля. Цей параметр, в основному для розробників, яким необхідно перевірити вивід BrlTTY, але може бути корисний і в інших ситуаціях, таких, як візуальна діагностика або перевірка виводу Брайля. Введіть <keycap>y</keycap> або <keycap>n</keycap> і натисніть <keycap>Enter</keycap>.
zh_cn: 最后，会询问您是否想输出到盲文屏幕显示器。这大概是开发者需要验证 BrlTTY 输出，但可能也有其他的用处，像视力测试或者验证盲文输出。按字母 <keycap>y</keycap> 键，或者 <keycap>n</keycap> 键，然后按 <keycap>回车键</keycap>。

source: That's it! <application>Orca</application> is now ready for use. If accessibility was not yet enabled, <application>Orca</application> does so now and asks you to logout and back in for the services to start. Type <keycap>y</keycap> and press <keycap>Enter</keycap> to restart your login session.
de: Das war alles! <application>Orca</application> kann jetzt verwendet werden. Wenn die Barrierefreiheit noch nicht aktiviert wurde, wird dies jetzt von <application>Orca</application> erledigt und Sie werden gefragt, ob Sie sich zum Starten der Dienste ab- und wieder anmelden möchten. Geben Sie <keycap>j</keycap> ein und drücken Sie die <keycap>Eingabetaste</keycap>, um Ihre Sitzung neu zu starten.
hu: Ezután az <application>Orka</application> használható. Ha az akadálymentesítés még nem engedélyezett, az <application>Orka</application> megkéri önt arra, hogy jelentkezzen ki és újra jelentkezzen be a grafikus rendszerbe a szolgáltatás működéséhez. Nyomja meg az <keycap>I</keycap> és az <keycap>Enter</keycap> billentyűt a kijelentkezéshez.
uk: От і все! Тепер <application>Orca</application> готова до використання. Якщо можливості доступності ще не увімкнені, <application>Orca</application> це зробить зараз і попросить вас перезавантажити сеанс, щоб запустити їх. Введіть <keycap>y</keycap> і натисніть <keycap>Enter</keycap>, щоб перезавантажити сеанс.
zh_cn: 好了！ <application>Orca</application> 现在准备就绪。如果辅助功能没有开启，<application>Orca</application> 会询问您是否注销，重新登录启动该服务。按字母 <keycap>y</keycap> 键，然后按 <keycap>回车键</keycap>，重新启动会话。
