Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: X Window System DISPLAY of what should be magnified. Written in the form ":0.x" where x is the number of the screen whose contents should be magnified.
de: Das DISPLAY des X-Window-Systems, dessen Inhalt vergrößert werden soll. Die Eingabe erfolgt im Format »:0.x«, wobei x die Nummer des zu vergrößernden Bildschirms ist.
hu: Az X kiszolgáló forrás megjelenítője adható meg, „:0.x” formában. Az x azt a megjelenítőt azonosítja, ahonnan a nagyítás történik.
zh_cn: 将要被放大的 X Window 系统监视器。写入表格的 “:0.x” ，这儿的 x 是将要被放大的屏幕序号。

source: Multi-Monitor Settings - Target Display
de: Einstellungen für mehrere Monitore - Zielanzeige
hu: Több monitor beállításai - Cél megjelenítő
zh_cn: 多显示器配置 - 目标显示器

source: X Window System DISPLAY of where to put the zoomer window. Written in the form ":0.y" where y is the number of the screen where the zoomer window should appear.
de: Die Nummer des X-Window-DISPLAYS, auf dem die Ausgabe des Vergrößerungsfensters ausgegeben werden soll. Die Eingabe erfolgt im Format ":0.y", wobei y der Nummer des Zielbildschirms entspricht.
hu: Az X kiszolgáló cél megjelenítője adható meg, „:0.y” formában. Az y érték azt a megjelenítőt azonosítja, ahol a nagyított kép megjelenik.
zh_cn: 放置放大镜窗口的 X Window 系统监视器。写入表格“:0.y”，这儿的 y 是显示放大镜窗口的屏幕。

source: Key Bindings Page
de: Tastenkombinationen
hu: Billentyűtársítások lap
pt: Página de Associações de Teclas
uk: Прив’язка клавіш
zh_cn: 按键绑定页面

source: <placeholder-1/> GUI Configuration - Key Bindings Page
de: <placeholder-1/> Grafische Konfiguration - Reiter »Tastenkombinationen«
hu: <placeholder-1/> Orka grafikus beállító párbeszédpanel - Billentyűtársítások lap
uk: <placeholder-1/> Конфігурація графічного інтерфейсу — Прив’язка клавіш
zh_cn: <placeholder-1/> GUI 配置界面 - 按键绑定页面

source: The key bindings page allows you to examine and modify the key bindings for <application>Orca</application>.
de: Der Reiter Tastenkombinationen erlaubt Ihnen, die Tastenkombinationen von <application>Orca</application> zu begutachten und anzupassen.
hu: A Billentyűtársítások lap lehetőséget ad az Orka billentyűtársításainak megjelenítésére és módosítására.
uk: Вкладка «Прив’язка клавіш» дає змогу перевірити та змінити прив’язку клавіш для <application>Orca</application>.
zh_cn: 按键绑定页面允许您检查和设定 <application>Orca</application> 快捷键。

source: Orca Modifier Key(s)
de: Orca-Modustaste(n)
hu: Orka módosítóbillentyűk
pt: Teclas Modificadoras do Orca
uk: Клавіші-модифікатори Orca
zh_cn: Orca 修饰键

source: The first control on the key bindings page allows you to examine which key (or keys) acts as the "<application>Orca</application> modifier." The <application>Orca</application> modifier is the key that you press and hold in conjunction with other keys to give commands to <application>Orca</application>. For desktop keyboards, the Orca modifier defaults to <keycap>Insert</keycap>. For laptop keyboards, the <application>Orca</application> modifier defaults to the <keycap>Caps Lock</keycap> key. See the Desktop Keyboard Layout (<xref linkend="orca-desktop-keys"/>) and Laptop Keyboard Layout (<xref linkend="orca-laptop-keys"/>) sections for the default values.
de: Das erste Element des Reiters »Tastenkombinationen« gibt Ihnen die Möglichkeit herauszufinden, welche Taste (oder Tasten) als »<application>Orca</application>-Modifikator« agiert. Der <application>Orca</application>-Modifikator ist die Taste, die Sie zusammen mit anderen Tasten drücken, um <application>Orca</application> zu steuern. Auf Desktoptastaturen ist die <keycap>Einfügen</keycap>-Taste die Vorgabe für den Orca-Modifikator. Auf Laptop-Tastaturen ist der <application>Orca</application>-Modifikator standardmäßig die <keycap>Feststelltaste</keycap>. Lesen Sie die Abschnitte <xref linkend="orca-desktop-keys"/> und <xref linkend="orca-laptop-keys"/> für die Vorgaben der jeweiligen Tastenkombinationen.
hu: A billentyűtársítások lap első vezérlőeleme lehetővé teszi az „<application>Orka</application> módosító” billentyűként használt billentyű megjelenítéséhez. Az <application>Orka</application> módosító billentyű nyomva tartása mellett egy másik billentyű lenyomásával különböző parancsokat lehet adni az <application>Orkának</application>. Asztali billentyűzeten az alapértelmezett Orka módosítóbillentyű az <keycap>Insert</keycap>. Laptop billentyűzeteknél az alapértelmezett <application>Orka</application> módosító billentyű a <keycap>Nagybetű zár</keycap> billentyű. A használt billentyűzetkiosztástól függően bővebb információkért nézze meg az asztali <xref linkend="orca-desktop-keys"/> vagy laptop (<xref linkend="orca-laptop-keys"/>) billentyűparancsokról szóló fejezetet.
uk: Перший елемент керування, на вкладці «Прив’язка клавіш», дає змогу перевірити, яка клавіша (або клавіші) діє як клавіша-модифікатор <application>Orca</application>. Клавіша-модифікатор — це клавіша, яку ви натискаєте і утримуєте в поєднані з іншими клавішами, щоб передавати команди до <application>Orca</application>. Для настільних клавіатур типовою клавішею-модифікатором Orca є клавіша <keycap>Insert</keycap> а для портативних — клавіша <keycap>Caps_Lock</keycap>. Про типові значення клавіш-модифікаторів для настільних клавіатур дивіться (<xref linkend="orca-desktop-keys"/>) для портативних — (<xref linkend="orca-laptop-keys"/>).
zh_cn: 按键绑定页的第一个选项是设定哪一个键作为“<application>Orca</application> 修饰键”。<application>Orca</application> 修饰键是与其他键组合，执行一个 <application>Orca</application> 命令。 对于台式机键盘，Orca 修饰键默认是 <keycap>Insert</keycap> 键，对于笔记本键盘，<application>Orca</application> 修饰键默认是 <keycap>Caps_Lock</keycap> 键。更多相关请参阅台式机键盘布局(<xref linkend="orca-desktop-keys"/>) 和笔记本键盘布局(<xref linkend="orca-laptop-keys"/>)。

source: You cannot modify the <application>Orca</application> modifier key(s) using the Configuration GUI at this time.
de: Gegenwärtig können Sie den <application>Orca</application>-Modifikator noch nicht über die grafische Oberfläche verändern.
hu: Jelenleg az <application>Orka</application> módosítóbillentyű nem módosítható az Orka grafikus beállítóablakában.
uk: На цей час ви не можете змінювати клавіші-модифікатори <application>Orca</application> використовуючи графічний інтерфейс конфігурації.
zh_cn: 此时您不能用 GUI 配置界面来设置 <application>Orca</application> 修饰键。

source: Key Bindings Table
de: Tabelle der Tastenkombinationen
hu: Billentyűtársítások táblázat
pt: Tabela de Atalhos de Teclado
uk: Таблиця прив’язок клавіш
zh_cn: 按键绑定页面

source: The key bindings table provides a list of <application>Orca</application> operations and the keys that are bound to them.
de: Die Tabelle der Tastenkombinationen enthält eine Liste der <application>Orca</application>-Funktionen und deren zugeordnete Tastenkombinationen.
hu: A billentyűtársítások táblázat a különböző <application>Orka</application> műveletek és az azokhoz rendelt billentyűtársítások listája.
uk: Таблиця прив’язок клавіш надає список операцій в <application>Orca</application> та клавіш, які пов’язані з ними.
zh_cn: 按键绑定页面提供一个 <application>Orca</application> 操作命令列表，以及对应的快捷键。

source: The "Function" column header is a description of the <application>Orca</application> operation to be performed.
de: Die Spalte »Funktion« beschreibt die von <application>Orca</application> durchgeführte Operation.
hu: A „Funkció” oszlopfejléc az adott <application>Orka</application> művelet leírását tartalmazza.
uk: У стовпчику «Функція» описуються операції в <application>Orca</application>, які мають бути виконані.
zh_cn: “功能”列是 <application>Orca</application> 执行操作的描述。

source: The "Key Binding" header is the primary way to invoke the function from the keyboard. Note that the function description may include the word "Orca". This indicates that the <application>Orca</application> modifier key should be held down along with the other keys.
de: Die Spalte »Tastenkombination« enthält den primären Weg zum Aufrufen der Funktion. Beachten Sie, dass die Beschreibung das Wort »Orca« enthalten kann. Das deutet darauf hin, dass die <application>Orca</application>-Taste zusammen mit den anderen Tasten gedrückt werden sollte.
hu: A „Billentyűtársítás” fejlécű oszlop az adott Orka funkció elsődleges billentyűparancsát tartalmazza, esetleg az „Orka” szóval kiegészítve. Ez azt jelenti, hogy az <application>Orka</application> módosítóbillentyűt nyomva kell tartani az egyéb billentyűkkel együtt.
uk: У стовпчику «Прив’язка клавіш» описані основні способи виклику цих функції з клавіатури. Зверніть увагу, що опис функції може включати в себе слово «Orca». Це означає, що потрібно натиснути клавішу-модифікатор <application>Orca</application> разом з іншими клавішами.
zh_cn: “绑定键”列是从键盘访问的主要方法。注意，功能描述里可能包括一个“Orca”，这表示要同时按住 <application>Orca</application> 修饰键。

source: The "Alternate" header provides an alternate mechanism for invoking the function from the keyboard.
de: Die Überschrift »Alternative« stellt einen alternativen Mechanismus zum Aufrufen der Funktion über die Tastatur bereit.
hu: A „Tartalék” fejléc alternatív lehetőséget biztosít az adott Orka funkció végrehajtására a billentyűzetről.
pt: O cabeçalho "Alternar" apresenta um mecanismo alternativo para invocar a função a partir do teclado.
uk: У стовпчику «Чергувати» наданий альтернативний шлях для виклику цих функції з клавіатури.
zh_cn: “替代”列出了一个从键盘实现这个功能替代操作。

source: To modify either the "Key Binding" or the "Alternate" bindings, arrow to the cell and press <keycap>Return</keycap>. Then, press a key combination and press <keycap>Return</keycap> to confirm the new combination. When you do so, the new keystroke will be saved and the check box in the last column (the "Modified" column) will indicate that the key binding has been modified.
de: Zum Bearbeiten der »Tastenkombination« oder »Alternative«, navigieren Sie zur gewünschten Zelle, drücken die <keycap>Eingabetaste</keycap>, drücken die neue Tastenkombination und schließen den Vorgang mit der <keycap>Eingabetaste</keycap>-Taste ab. Wenn Sie diese Schritte ausführen, wird die neue Tastenkombination gespeichert und das Ankreuzfeld in der letzten Spalte (»Geändert«) zeigt an, dass die Tastenkombination bearbeitet wurde.
hu: A „Billentyűtársítás” vagy a „Tartalék” társítások módosításához álljon a nyílbillentyűk segítségével a kívánt cellára, majd nyomja meg az <keycap>Enter</keycap> billentyűt. Ezután nyomja meg az új billentyűparancsot, majd nyomja meg az <keycap>Enter</keycap> billentyűt a billentyűparancs módosításának megerősítéséhez. Ezután a módosítás mentésre kerül, a táblázat „Módosítva” cellájában található jelölőnégyzet pedig jelzi a billentyűtársítás módosítását.
uk: Щоб змінити будь-яку з прив’язок у стовпчиках «Прив’язка клавіш» та «Чергувати», перейдіть у потрібний рядок за допомогою клавіш зі стрілками і натисніть клавішу <keycap>Return</keycap>. Потім натисніть потрібну комбінацію і натисніть <keycap>Return</keycap>, щоб підтвердити нову комбінацію. Як тільки ви це зробите, нова комбінація клавіш буде збережена і в останньому стовпчику («Змінено») буде поставлений прапорець, що означає що прив’язка клавіш була змінена.
zh_cn: 要设置其他的“按键绑定”或“替代”绑定，定位到这个单元格，然后按 <keycap>回车键</keycap>。然后，输入一个按键再按 <keycap>Return</keycap> 键确认。当您完成后，新按键将被保存，最后一列的复选框（“修改”列）会显示这个按键被修改了。

source: To undo a modified keybinding, merely arrow to the modified column, uncheck the checkbox, and press the "Apply" button <keycombo><keycap>Alt</keycap><keycap>A</keycap></keycombo>.
de: Um eine Änderung zu verwerfen, navigieren Sie lediglich zur Spalte, deaktivieren das Ankreuzfeld und betätigen den Knopf »Übernehmen« <keycombo><keycap>Alt</keycap><keycap>A</keycap></keycombo>.
hu: A billentyűtársítás módosításának visszavonásához álljon a Módosítva oszlopra, törölje a jelölést a jelölőnégyzetből, majd nyomja meg az „Alkalmaz” gombot (<keycombo><keycap>Alt</keycap><keycap>A</keycap></keycombo>).
uk: Для скасування змінених прив’язок клавіш, просто перейдіть за допомогою клавіш зі стрілками до стовпчика «Змінено», зніміть прапорець і натисніть кнопку «Застосувати» <keycombo><keycap>Alt</keycap><keycap>A</keycap></keycombo>.
zh_cn: 要撤消一个设置的绑定键，只要把光标定位到“修改”列，取消复选框，然后点“应用”按钮 <keycombo><keycap>Alt</keycap><keycap>A</keycap></keycombo>。

source: Beneath the list of <application>Orca</application> keybindings, you will find a group of "unbound" commands:
de: Unterhalb der Liste der <application>Orca</application>-Tastenkombinationen finden Sie eine Gruppe von nicht zugeordneten Befehlen:
hu: Az <application>Orka</application> billentyűtársítások listájában szerepel egy „Nincs kiosztva” csoport:
uk: Нижче у списку прив’язки клавіш <application>Orca</application> знаходиться група команд під заголовком «Не вказано»:
zh_cn: 在 <application>Orca</application> 绑定键列表下面，您可以找到一组“unbound”无绑定命令：

source: <placeholder-1/> GUI Configuration - Key Bindings Page showing the 'unbound' group of commands
de: <placeholder-1/>Grafische Konfiguration - Reiter »Tastenkombinationen«, der die Gruppe der »nicht zugeordneten« Tastenkombinationen anzeigt
hu: <placeholder-1/> Az Orka grafikus beállítóablakának Billentyűtársítások lapja a „Nem kiosztott” billentyűtársításokkal
uk: <placeholder-1/> Конфігурація графічного інтерфейсу — На вкладці «Прив’язка клавіш» показана група команд «Не вказано»
zh_cn: <placeholder-1/> GUI 配置界面 - 按键绑定页显示“非绑定”组命令。

source: These are commands which we feel will be very useful for some users, but not needed by most users. Rather than "use up" a keystroke for such commands, we have left them unassigned. You can assign a keystroke to any of these unbound commands by following the procedure outlined above. In addition, you can unbind any bound command in a similar fashion: press <keycap>Return</keycap> to edit the keybinding, and when prompted for the new keybinding, press <keycap>Delete</keycap> or <keycap>Backspace</keycap>. You will be told that the key binding has been removed. Press <keycap>Return</keycap> to confirm.
de: Dabei handelt es sich um Tastaturbefehle, von denen wir glauben, dass sie zwar für einige Anwender sehr nützlich sind, aber von den meisten Anwendern nicht gebraucht werden. Da Sie für solche Tastenkürzel eher die Anweisung »Eins nach oben verschieben« verwenden, haben wir diese Befehle nicht zugeordnet. Um einem nicht zugeordneten Befehl eine Tastenkombination zuzuweisen, gehen Sie wie oben skizziert vor. Als Ergänzung dazu können Sie eine zugewiesene Tastenkombination auf eine ähnliche Weise entfernen: Drücken Sie zum Bearbeiten der Tastenkombination die <keycap>Eingabetaste</keycap>. Wenn Sie zur Eingabe der neuen Tastenkombination aufgefordert werden, drücken Sie die <keycap>Entf</keycap>- oder <keycap>Rücktaste</keycap>. Ihnen wird mitgeteilt, dass die Tastenkombination gelöscht wurde. Bestätigen Sie dies mit der <keycap>Eingabetaste</keycap>.
hu: Ezeket a parancsokat néhány felhasználó hasznosnak találhatja, de a legtöbb felhasználónak nem lesz rájuk szüksége. Az ilyen parancsokhoz nem használtunk fel billentyűtársításokat, inkább kiosztatlanul hagytuk ezeket. Ezekhez a parancsokhoz természetesen hozzárendelhetők billentyűtársítások, lásd fentebb. A korábban definiált billentyűtársítások törölhetők: A billentyűtársítás szerkesztéséhez nyomja meg az <keycap>Enter</keycap> billentyűt, az „Üsse le az új billentyűt” üzenet elhangzásakor nyomja meg a <keycap>Delete</keycap> vagy a <keycap>Backspace</keycap> billentyűt. A billentyűtársítás ezzel törölve lett, a megerősítéshez nyomja meg az <keycap>Enter</keycap> billentyűt.
uk: Ці команди, як ми вважаємо, будуть дуже корисними для деяких користувачів, але не необхідні для більшості. Замість того, щоб «витрачати» комбінації клавіш для таких команд, ми залишили їх не призначеними. Ви можете призначити комбінацію клавіш на будь-яку з цих не вказаних команд, дотримуючись процедури, викладеної вище. Крім того, ви можете вилучити будь-яку призначену прив’язку таким чином: натисніть<keycap>Return</keycap>, щоб змінити прив’язку клавіш і коли з’явиться запит на введення нової прив’язки, натисніть <keycap>Delete</keycap> або <keycap>Backspace</keycap>. Вас попередять, що прив’язка буде вилучена. Натисніть <keycap>Return</keycap>, щоб підтвердити.
zh_cn: 有一些命令我们感到对一些人非常有用，当对其他大多数用户则不然。与其“用一个”快捷键，还不如让它们先空着。您可以用前面的方法设定一个绑定键。另外，您也可以用类似的方法取消一个绑定键：按 <keycap>回车键</keycap> 编辑按键，在编辑状态按 <keycap>Delete</keycap> 键或 <keycap>退格键</keycap>。出来一个删除绑定的提示，按 <keycap>回车键</keycap> 确认。

source: Pronunciation Page
de: Aussprache
hu: Kiejtés lap
uk: Вимова
zh_cn: 发音页面

source: <placeholder-1/> GUI Configuration - Pronunciation Page
de: <placeholder-1/> Grafische Konfiguration - Reiter »Aussprache«
hu: <placeholder-1/> Orka grafikus beállító párbeszédpanel - Kiejtés lap
uk: <placeholder-1/> Конфігурація графічного інтерфейсу — Вимова
zh_cn: <placeholder-1/> GUI 配置界面 - 发音页面

source: Sometimes your speech synthesizer just doesn't say the right thing for a given string. You might prefer to hear "laughing out loud" rather than "LOL." Or there may be a name or a technical term which the synthesizer mispronounces. The pronunciation page is where you can add, edit, and delete <application>Orca</application>'s pronunciation dictionary entries. Because the pronunciation page is also part of the application-specific settings dialog that's started when you give a particular application focus and type <keycombo><keycap>Orca_Modifier</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo>, you can customize your entries on an as-needed basis for each application you use.
de: Manchmal sagt Ihre Sprachausgabe einfach nicht das Gewünschte für einen bestimmten Text. Sie könnten zum Beispiel »lautes Lachen« anstatt »LOL« bevorzugen. Oft wird aber auch einfach nur ein Name oder technischer Ausdruck falsch ausgesprochen. Auf dem Reiter »Aussprache« können Sie neue Einträge für das Aussprachewörterbuch von <application>Orca</application> anlegen, bestehende bearbeiten oder löschen. Da der Reiter »Aussprache« zur Gruppe der anwendungsspezifischen Einstellungsmöglichkeiten gehört, die Sie in einer Anwendung mit der Tastenkombination <keycombo><keycap>Orcamodifikator</keycap><keycap>Strg</keycap><keycap>Leertaste</keycap></keycombo> aufrufen können, lassen sich die Einträge für das Aussprachewörterbuch für jede Anwendung individuell festlegen.
hu: Előfordulhat, hogy a beszédszintetizátora néha nem a megfelelő szöveget mondja ki, például rövidítések esetén. Az <application>Orka</application> grafikus beállító párbeszédpanel kiejtés lapja lehetőséget ad kivételszótárat készítésére, új bejegyzések hozzáadására, szerkesztésére és törlésére. Mivel a kiejtés lap megtalálható az <application>Orka</application> alkalmazás beállító párbeszédpanelén is (<keycombo><keycap>Orka_módosító</keycap><keycap>Ctrl</keycap><keycap>Szóköz</keycap></keycombo>), így bármilyen alkalmazás elindítása után a kivételszótárak akár alkalmazás szinten is személyre szabhatók.
uk: Іноді синтезатор мови просто не може правильно вимовити якесь слово, фразу або технічний термін. Наприклад, ви хочете чути «і таке інше» замість «і т. інш.». На вкладці «Вимова» ви можете додавати, редагувати та вилучати словникові статті вимови в <application>Orca</application>. Ввівши комбінацію клавіш <keycombo><keycap>Orca_Modifier</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo>, можна додавати словникові статті у міру необхідності для кожної програми, яку ви використовуєте, так як вкладка «Вимова» також є частиною спеціалізованого діалогу налаштувань, що запускається під час перенесення фокусу на конкретну програму.
zh_cn: 有时发音引擎不能正确读出一些字符。您可能想听到“laughing out loud” 而不是“LOL.”。 或者可能有一个发错音的名字和技术小组。在发音页面里，您可以添加、编辑和删除 <application>Orca</application> 的发音词典记录项。因为发音页也是特定应用程序设置对话框的一部分，所以当您把焦点给一个应用程序，然后按组合键：<keycombo><keycap>Orca_修饰键</keycap><keycap>Ctrl</keycap><keycap>空格键</keycap></keycombo>，您就可以按需要为每个应用程序定制自己的记录项。

source: Add a new dictionary entry
de: Einen neuen Wörterbucheintrag hinzufügen
hu: Új szó hozzáadása a kivételszótárhoz
uk: Додавання нової словникової статті
zh_cn: 添加一个新的词典记录项

source: Press the <guibutton>New Entry</guibutton> button (<keycombo><keycap>Alt</keycap><keycap>N</keycap></keycombo>).
de: Drücken Sie den Knopf <guibutton>Neuer Eintrag</guibutton> (<keycombo><keycap>Alt</keycap><keycap>N</keycap></keycombo>).
hu: A Kiejtés lapon nyomja meg az <guilabel>Új bejegyzés</guilabel> gombot, vagy az <keycombo><keycap>Alt</keycap><keycap>B</keycap></keycombo> billentyűkombinációt.
uk: Натисніть кнопку <guibutton>Нова стаття</guibutton> (<keycombo><keycap>Alt</keycap><keycap>N</keycap></keycombo>).
zh_cn: 点击 <guibutton>新记录</guibutton> 按钮(<keycombo><keycap>Alt</keycap><keycap>N</keycap></keycombo>)。

source: Type the text of the new entry and press <keycap>Return</keycap> to finish editing the actual string.
de: Geben Sie den neuen Eintrag ein und beenden Sie Ihre Eingabe mit der <keycap>Eingabetaste</keycap>.
hu: A megjelenő „Tényleges karakterlánc” szerkesztőmezőbe gépelje be az eredeti szót vagy szöveget, majd nyomja meg az <keycap>Enter</keycap> billentyűt.
uk: Введіть текст нової словникової статті і натисніть клавішу <keycap>Return</keycap>, щоб закінчити редагування чинного рядка.
zh_cn: 点击 <guibutton>新记录</guibutton> 按钮(<keycombo><keycap>Alt</keycap><keycap>N</keycap></keycombo>)。

source: Move to the Replacement String column and press <keycap>Return</keycap> to begin editing.
de: Navigieren Sie zur Spalte »Ersatzausdruck« und starten Sie die Eingabe mit der <keycap>Eingabetaste</keycap>.
hu: A nyílbillentyűk segítségével lépjen a „Helyettesítő szó” oszlopra, majd nyomja meg az <keycap>Enter</keycap> billentyűt az új bejegyzés szerkesztéséhez.
uk: Перейдіть до стовпчика «Рядок заміни» і натисніть клавішу <keycap>Return</keycap>, щоб почати редагування.
zh_cn: 移到替代文字列，按 <keycap>回车键</keycap> 开始编辑。

source: Type the text that you would like to have spoken instead and press <keycap>Return</keycap> to finish editing the replacement string.
de: Geben Sie den zu sprechenden Text ein und beenden Sie Ihre Eingabe mit der <keycap>Eingabetaste</keycap>.
hu: Gépelje be azt a szöveget, melyet kimondáskor szeretne hallani az eredeti helyett, majd nyomja meg az <keycap>Enter</keycap> billentyűt.
uk: Введіть текст, який би ви хотіли чути замість наявного і натисніть <keycap>Return</keycap>, щоб завершити редагування рядка заміни.
zh_cn: 输入您想让朗读的文字，然后按 <keycap>回车键</keycap> 完成编辑。

source: Edit an existing dictionary entry
de: Einen bestehenden Wörterbucheintrag bearbeiten
hu: Létező szótárbejegyzés szerkesztése
uk: Редагування наявної словникової статті
zh_cn: 辑现存的字典记录项

source: Move to the cell you wish to edit and press <keycap>Return</keycap> to begin editing.
de: Navigieren Sie zur gewünschten Zelle und starten Sie den Vorgang mit der <keycap>Eingabetaste</keycap>.
hu: A nyílbillentyűk segítségével lépjen arra a cellára, melynek a bejegyzését szerkeszteni szeretné, majd nyomja meg az <keycap>Enter</keycap> billentyűt.
uk: Перейдіть на рядок, який хочете змінити і натисніть клавішу <keycap>Return</keycap>, щоб почати редагування.
zh_cn: 定位到您想编辑的项，然后按 <keycap>回车键</keycap> 开始编辑。

source: Make your changes and then press <keycap>Return</keycap> to finish editing.
de: Führen Sie Ihre Änderungen aus und bestätigen diese mit der <keycap>Eingabetaste</keycap>.
hu: Hajtsa végre kívánt változtatásokat, majd nyomja meg az <keycap>Enter</keycap> billentyűt a befejezéshez.
uk: Зробіть бажані зміни і натисніть клавішу <keycap>Return</keycap>, щоб закінчити редагування.
zh_cn: 好以后，按 <keycap>回车键</keycap> 完成编辑。

source: Delete an existing dictionary entry
de: Einen vorhandenen Wörterbucheintrag löschen
hu: Létező szótárbejegyzés törlése
uk: Вилучення наявної словникової статті
zh_cn: 删除现存的字典记录项

source: Move to the entry you wish to delete.
de: Navigieren Sie zum zu löschenden Eintrag.
hu: A nyílbillentyűk segítségével lépjen a törölni kívánt bejegyzésre.
uk: Перейдіть до запису, який хочете вилучити.
zh_cn: 定位到您想删除的项。
