Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: <placeholder-1/> GUI Configuration - General Page
de: <placeholder-1/> grafische Konfiguration - Reiter »Allgemein«
hu: <placeholder-1/> Orka grafikus beállítóablak - Általános lap
uk: <placeholder-1/> Конфігурація графічного інтерфейсу — Загальне
zh_cn: <placeholder-1/> GUI 配置界面 - 常规页面

source: The <guilabel>General</guilabel> page allows you to customize general aspects of <application>Orca</application>. These include the following:
de: Der Reiter <guilabel>Allgemein</guilabel> ermöglicht es Ihnen, generelle Aspekte von <application>Orca</application> anzupassen. Diese sind:
hu: Az <guilabel>Általános</guilabel> lapon személyre szabhatók az <application>Orka</application> általános beállításai. A következő beállítások adhatók meg:
uk: Вкладка <guilabel>Загальне</guilabel> дає змогу налаштувати основні аспекти <application>Orca</application> і містить в собі наступне:
zh_cn: 在 <guilabel>常规</guilabel> 页面里，您可以定制 <application>Orca</application> 的整体外观。包括下面这些：

source: Keyboard Layout
de: Tastaturbelegung
hu: Billentyűzetkiosztás
uk: Клавіатура
zh_cn: 键盘布局

source: The keyboard layout section allows you to specify if you will be working on a laptop (small) or desktop (large, with a numeric keypad) keyboard. You select which layout you want by selecting one of the following options:
de: Der Abschnitt Tastaturbelegung erlaubt es Ihnen anzugeben, ob Sie an einer kleinen Laptop- oder einer großen Desktop-Tastatur mit Nummernblock arbeiten. Die gewünschte Belegung legen Sie durch die Auswahl einer der folgenden Optionen fest:
hu: A billentyűzetkiosztás szakasz segítségével megadható, hogy milyen billentyűzeten dolgozik. A következő kiosztások közül választhat:
uk: В цій секції виберіть клавіатуру, з якою ви будете працювати — портативну (маленьку) або настільну (велику, з цифровою клавіатурою). Виберіть потрібну клавіатуру з таких варіантів:
zh_cn: 键盘布局项允许您指定键盘工作在笔记本(小)或者是台式机(大，带有数字小键盘)键盘布局。您可以根据自己需要选择一种：

source: <emphasis>Desktop</emphasis> - if selected, the Desktop Keyboard Layout (<xref linkend="orca-desktop-keys"/>) will be used.
de: <emphasis>Desktop</emphasis> - wenn ausgewählt, wird die Desktop-Tastaturbelegung (<xref linkend="orca-desktop-keys"/>) verwendet.
hu: <emphasis>Asztali</emphasis> - kiválasztásakor az Orka az asztali billentyűzetkiosztást fogja használni (<xref linkend="orca-desktop-keys"/>).
uk: <emphasis>Настільна</emphasis> — якщо позначити, буде використовуватись настільна клавіатура (<xref linkend="orca-desktop-keys"/>).
zh_cn: <emphasis>台式机</emphasis> - 选择此项，使用台式机键盘布局 (<xref linkend="orca-desktop-keys"/>)。

source: <emphasis>Laptop</emphasis> - if selected, the Laptop Keyboard Layout (<xref linkend="orca-laptop-keys"/>) will be used.
de: <emphasis>Laptop</emphasis> - wenn ausgewählt, wird die Laptop-Tastaturbelegung (<xref linkend="orca-laptop-keys"/>) verwendet.
hu: <emphasis>Laptop</emphasis> - kiválasztásakor az Orka a laptop kiosztást fogja használni (<xref linkend="orca-laptop-keys"/>).
uk: <emphasis>Портативна</emphasis> — якщо позначити, буде використовуватись портативна клавіатура (<xref linkend="orca-laptop-keys"/>).
zh_cn: <emphasis>笔记本</emphasis> - 选择此项，使用笔记本键盘布局 (<xref linkend="orca-laptop-keys"/>)。

source: Show Orca main window
de: Orca-Hauptfenster anzeigen
eu: Erakutsi Orca-ren leiho nagusia
hu: Az Orka főablakának megjelenítése
pt: Apresentar a janela principal do Orca
uk: Показ головного вікна Orca
zh_cn: 显示 Orca 主窗口

source: <placeholder-1/> GUI Configuration - Main window
de: <placeholder-1/> Grafische Konfiguration - »Hauptfenster«
hu: <placeholder-1/> Orka grafikus beállítóablak - Főablak
uk: <placeholder-1/> Конфігурація графічного інтерфейсу — головне вікно
zh_cn: <placeholder-1/> GUI 配置界面 - 主窗口

source: The <application>Orca</application> main window provides you with a graphical way to display the <application>Orca</application> Configuration GUI (also accessible with <keycombo><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo>, where Orca_Modifier is <keycap>Insert</keycap> when you use the Desktop Keyboard Layout (<xref linkend="orca-desktop-keys"/>) and <keycap>Caps_Lock</keycap> when you use the Laptop Keyboard Layout (<xref linkend="orca-laptop-keys"/>)). The main window also provides a <guibutton>Quit</guibutton> option, also available with <keycombo><keycap>Orca_Modifier</keycap><keycap>Q</keycap></keycombo>). Many users do not like the <application>Orca</application> main window because it shows up in the window manager's tab order when you press <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> to switch windows. By deselecting the "Show Orca main window" button, you can tell <application>Orca</application> to not show the <application>Orca</application> main window.
de: Das Hauptfenster von <application>Orca</application> bietet Ihnen einen grafischen Weg zum Aufrufen der grafischen Oberfläche zur Konfiguration von <application>Orca</application>. Dieser Assistent ist auch mittels <keycombo><keycap>Orcataste</keycap><keycap>Leertaste</keycap></keycombo> erreichbar. Bei der Desktopbelegung (<xref linkend="orca-desktop-keys"/>) entspricht die Orcataste der <keycap>Einfügen</keycap>-Taste, während es sich bei der Laptopbelegung (<xref linkend="orca-laptop-keys"/>) um die <keycap>Feststelltaste</keycap> handelt. Das Hauptfenster enthält außerdem einen <guilabel>Beenden</guilabel>-Knopf, der auch über <keycombo><keycap>Orcamodifikator</keycap><keycap>Q</keycap></keycombo> erreichbar ist. Viele Anwender mögen das Hauptfenster nicht, da es vom Fenstermanager angezeigt wird, wenn man mit <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> durch die geöffneten Fenster blättert. Die Anzeige des Hauptfensters kann unterdrückt werden, wenn Sie die Einstellung »Orca Hauptfenster anzeigen« deaktivieren.
hu: Az <application>Orka</application> főablaka lehetővé teszi az <application>Orka</application> grafikus beállítóablakának megjelenítését (mintha lenyomná az <keycombo><keycap>Orka módosító</keycap><keycap>Szóköz</keycap></keycombo> billentyűkombinációt, ahol az Orka módosító az <keycap>Insert</keycap> asztali (<xref linkend="orca-desktop-keys"/>) és <keycap>Nagybetű zár</keycap> laptop (<xref linkend="orca-laptop-keys"/>) kiosztás esetén) és kiléphessen az <application>Orka</application> képernyőolvasóból (egyenértékű az <keycombo><keycap>Orka módosító</keycap><keycap>Q</keycap></keycombo> billentyűkombinációval). Sok felhasználó nem szereti az <application>Orka</application> főablakát, mert megjelenik az ablakkezelő tab-sorrendjében az <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> billentyűkombináció az ablakok közötti váltáshoz való lenyomásakor. Ha nem szeretné, hogy az <application>Orka</application> főablaka megjelenjen, akkor törölje „Az Orka főablakának megjelenítése” jelölőnégyzetet.
uk: Головне вікно <application>Orca</application> забезпечує показ інструмента конфігурації графічного інтерфейсу <application>Orca</application>, який також доступний через комбінацію клавіш <keycombo><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo>, де клавіша Orca_Modifier — це клавіша <keycap>Insert</keycap> на настільній клавіатурі (<xref linkend="orca-desktop-keys"/>) або клавіша <keycap>Caps_Lock</keycap> на портативній (<xref linkend="orca-laptop-keys"/>). Головне вікно, ще надає функцію <guibutton>Вихід</guibutton>, також доступну через комбінацію клавіш <keycombo><keycap>Orca_Modifier</keycap><keycap>Q</keycap></keycombo>). Багатьом користувачам не подобається показ головного вікна <application>Orca</application>, тому що воно з’являється на вкладці менеджера вікон під час перемикання вікон комбінацією клавіш <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>. Знявши позначку «Показувати головне вікно Orca» ви примушуєте <application>Orca</application> не показувати головне вікно.
zh_cn: <application>Orca</application> 主窗口提供一个图形界面来显示 <application>Orca</application> GUI 配置界面 (也可以通过按 <keycombo><keycap>Orca_修饰键</keycap><keycap>空格键</keycap></keycombo> 这儿的 Orca_修饰键是台式机键盘上的 <keycap>Insert</keycap> 键 (<xref linkend="orca-desktop-keys"/>)，或者是笔记本键盘键盘的 <keycap>Caps_Lock</keycap> 键 (<xref linkend="orca-laptop-keys"/>))。主窗口也提供一个 <guibutton>退出</guibutton> 选项，也可以使用组合键 keycombo><keycap>Orca_修饰键</keycap><keycap>Q</keycap></keycombo>)。许多用户不喜欢 <application>Orca</application> 主窗口，因为当您按 <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> 时，它显示在窗口管理器的面板顺序里，通过不选中“显示主窗口”复选框，就可以让 <application>Orca</application> 不显示 <application>Orca</application> 主窗口。

source: Quit Orca without Confirmation
de: Orca ohne Bestätigung verlassen
eu: Irten Orca-tik berrespenik gabe
hu: Kilépés az Orka programból jóváhagyás nélkül
pt: Sair do Orca sem Confirmar
uk: Вихід з Orca без підтвердження
zh_cn: 退出时不确认

source: Normally, when you press <keycombo><keycap>Orca_Modifier</keycap><keycap>Q</keycap></keycombo> to quit <application>Orca</application> or press the <guibutton>Quit</guibutton> button in the <application>Orca</application> main window, <application>Orca</application> will pop up a confirmation dialog asking you if you want to quit. Unchecking this option prevents the confirmation window from appearing.
de: Gewöhnlich wird, wenn Sie zum Verlassen von <application>Orca</application> <keycombo><keycap>Orcamodifikator</keycap><keycap>Q</keycap></keycombo> drücken oder im Hauptfenster den Knopf <guibutton>Beenden</guibutton> anklicken, ein Dialogfenster eingeblendet, das Sie vor dem Beenden zur Bestätigung auffordert. Mit dem Deaktivieren dieser Einstellung wird das Anzeigen des Bestätigungsfensters verhindert.
hu: Alapesetben ha megnyomja az <keycombo><keycap>Orka_módosító</keycap><keycap>Q</keycap></keycombo> billentyűkombinációt, vagy a <guibutton>Kilépés</guibutton> gombot, az <application>Orka</application> egy megerősítő párbeszédpanelt jelenít meg. Ha bejelöli ezt a jelölőnégyzetet, a megerősítést kérő ablak többé nem fog megjelenni.
uk: Зазвичай, якщо ви натискаєте комбінацію клавіш <keycombo><keycap>Orca_Modifier</keycap><keycap>Q</keycap></keycombo>, щоб вийти з <application>Orca</application>, або кнопку <guibutton>Вийти</guibutton> в головному вікні <application>Orca</application>, з’являється діалог підтвердження із запитом про вихід. Знявши цю позначку, ви запобігаєте появі цього діалогу.
zh_cn: 通常，当您按 <keycombo><keycap>Orca_修饰键</keycap><keycap>Q</keycap></keycombo> 退出 <application>Orca</application> 或在 <application>Orca</application> 主窗口，按 <guibutton>退出</guibutton> 按钮， <application>Orca</application> 会弹出确认对话框，询问您是否想退出。不选中此项阻止这个“确认”对话框出现。

source: Disable gksu keyboard grab
de: Tastaturzugriff durch gksu verhindern
hu: A gksu nem ragadhatja meg a billentyűzetet
pt: Desactivar captura de teclado pelo gksu
uk: Вимкнення захоплення клавіатури gksu
zh_cn: 禁止 gksu 键盘捕获

source: When running commands from the launch menu, many distributions use an application known as <application>gksu</application> to authorize the user to run these commands; <application>gksu</application> is the GUI that asks you for your password. When it runs, <application>gksu</application> enables what is known as a "keyboard grab," which is a feature to prevent keyboard actions from going to any other application on the desktop, including <application>Orca</application>. The result of a keyboard grab is that <application>Orca</application> will not receive any keyboard events, preventing <application>Orca</application> from functioning normally.
de: Aus dem Startmenü heraus aufgerufene Befehle verwenden oft die Anwendung <application>gksu</application>, um Benutzer zu legitimieren. <application>gksu</application> öffnet dazu ein Fenster, um Sie nach dem Passwort des Systemverwalters zu fragen. Während <application>gksu</application> läuft,zwingt es das System, alle Tastatureingaben nur an <application>gksu</application> zu schicken, was »Keyboard Grabbing« genannt wird. Andere Anwendungen, insbesondere <application>Orca</application>, erhalten dann keine Tastatureingaben mehr, was sich störend auf ihre Funktion auswirkt.
hu: Ha az indítómenüből futtat rendszeradminisztrációs alkalmazásokat, sok disztribúció a <application>gksu</application> alkalmazást használja az alkalmazást futtató felhasználó azonosítására (a <application>gksu</application> a jelszavát bekérő grafikus ablak). Futásakor a <application>gksu</application> átveszi a vezérlést a billentyűzet felett, ezzel megakadályozza, hogy más alkalmazások (mint például az <application>Orka</application>) hozzáférhessenek az asztali környezethez. Ennek eredményeként az <application>Orka</application> nem kapja meg a billentyűzeten bekövetkező eseményeket és nem lesz képes normálisan működni.
uk: Під час виконання команд з меню запуску, багато дистрибутивів використовують програму <application>gksu</application>, щоб авторизувати користувача, який буде виконувати ці команди: <application>gksu</application> — це графічний інтерфейс, який запитує ваш пароль. Якщо він працює, <application>gksu</application> вмикає функцію, знану як «захоплення клавіатури». Особливістю цієї функції є запобігання отримання дій з клавіатури для інших програм в середовищі, у тому числі й для <application>Orca</application>. Результатом захоплення клавіатури є те, що <application>Orca</application> не отримуватиме сигналів з клавіатури і не зможе нормально функціонувати.
zh_cn: 当从快捷菜单运行系统管理员命令时，许多发行版使用一个应用程序叫 <application>gksu</application> 来验证用户运行这些命令；<application>gksu</application> 是一个 GUI 界面，会询问您的密码。当它运行时，<application>gksu</application> 启用一种称作“键盘捕获”，来防止键盘动作传的给其他应用程序，这也包括了 <application>Orca</application>。这样一来， <application>Orca</application> 将不能接收键盘事件，阻止了<application>Orca</application> 正常功能。

source: By selecting the "Disable gksu keyboard grab" button, you will turn off the keyboard grab behavior, allowing <application>Orca</application> to function normally with system administration applications.
de: Durch die Auswahl von »Tastaturzugriff durch gksu verhindern« stellen Sie das Keyboard Grabbing durch gksu ab, wodurch Sie der <application>Orca</application> Anwendung erlauben, auch Systemverwaltungsaufgaben normal auszuführen.
hu: Ha bejelöli A gksu nem ragadhatja meg a billentyűzetet jelölőnégyzetet, megakadályozhatja, hogy a <application>gksu</application> alkalmazás átvegye a vezérlést a billentyűzet felett, így az <application>Orka</application> normálisan fog működni a rendszeradminisztrációs alkalmazások használatakor is.
uk: Знявши позначку «Вимкнути захоплення клавіатури gksu», ви вимкнете захоплення клавіатури, даючи змогу <application>Orca</application> нормально працювати з програмами системного адміністрування.
zh_cn: 选中 <guibutton>禁用 gksu 键盘捕获</guibutton> 选项，您将关闭键盘捕获行为，允许 Orca 与系统管理员程序一同正常工作。

source: The keyboard grab is a security attempt by <application>gksu</application> to prevent nefarious applications from "sniffing" the keyboard and grabbing secret information. Please be advised that disabling the gksu keyboard grab feature can expose you to such nefarious behavior. If you do not feel comfortable with this, you can always use the root account for system administration purposes. To do so, you need to enable the root account for login, and then logout and log back in as root whenever you want to perform a system administration command.
de: Das Keyboard Grabbing verhindert, dass möglicherweise bösartige Anwendungen die geheim eingetippten Passwörter mitlesen können. Mittels Keyboard Grabbing erhöht <application>gksu</application> also die Systemsicherheit. Bitte berücksichtigen Sie, dass das Abstellen des Keyboard Grabbings durch <application>gksu</application> unter Umständen eine Sicherheitslücke öffnet und bösartigen Anwendungen den vollen Zugriff auf Ihr System ermöglicht. Um dies auszuschließen, können Sie immer noch alle Systemverwaltungstätigkeiten unter dem speziellen Systembenutzer root durchführen. Dafür melden Sie sich bei Bedarf als root an, führen die Systemverwaltung durch und melden sich danach als root wieder ab, um als normaler Benutzer weiterzuarbeiten. Allerdings müssen Sie zuvor dem Systembenutzer root erst die Erlaubnis zur Anmeldung am Anmeldebildschirm erteilen.
hu: A vezérlés átvétele a billentyűzet felett a <application>Gksu</application> alkalmazás biztonsági védelme, megakadályozza, hogy rosszindulatú alkalmazások átvegyék a vezérlést a billentyűzet felett és megszerezhessék az Ön személyes adatait. Ha letiltja ezt a védelmet, azzal kiteheti magát az ilyen eseményeknek. Ha ezt nem szeretné megtenni, még mindig használható a root felhasználói fiók a rendszeradminisztrációhoz. Ha ezt meg szeretné tenni, akkor engedélyeznie kell a rootként történő bejelentkezést, majd ki kell jelentkeznie, hogy aztán rootként bejelentkezve futtathassa az adminisztrációs alkalmazásokat.
uk: Захоплення клавіатури — це спроба <application>gksu</application> запобігти злочинним програмам, які відслідковують дії з клавіатури викрадати таємну інформацію. Майте на увазі, що вимкнення функції захоплення клавіатури gksu може піддати вас дії таких злочинних програм. Якщо ви не відчуваєте себе комфортно з цією функцією, ви завжди можете використовувати обліковий запис адміністратора для цілей системного адміністрування. Щоб це зробити, вам необхідно ввімкнути обліковий запис адміністратора, а потім вийти з системи і знову увійти як адміністратор, щоб виконати команду системного адміністрування.
zh_cn: 键盘捕获是一项安全措施，由 <application>gksu</application> 阻止恶意程序 “监听”键盘并获取机密信息。请慎重考虑禁用 gksu 键盘捕获特性，可能会使您暴露在恶意行为之下。如果您对此感到不舒服，您可以总是使用 root 帐号作为系统管理用途。要做到这一点，您需要启用 root 帐号登录，并然后注销以 root 身份登录，可以随时执行系统管理员命令。

source: Present tooltips
de: Minihilfen anzeigen
hu: Buboréksúgók megjelenítése
pt: Apresentar dicas
uk: Виведення контекстних підказок
zh_cn: 显示浮动提示

source: When checked, this option will tell <application>Orca</application> to present information about tooltips when they appear as the result of mouse hovering. Specific actions to force tooltips to appear, such as pressing <keycombo><keycap>Ctrl</keycap><keycap>F1</keycap></keycombo> when an object has focus, will always result in tooltips being presented, regardless of this setting.
de: Wenn angekreuzt, wird <application>Orca</application> Informationen über Minihilfen ausgeben, wenn diese durch Mausbewegungen ausgelöst werden. Unabhängig von dieser Einstellung werden Minihilfen immer angezeigt, wenn deren Anzeige durch spezielle Aktionen wie <keycombo><keycap>Strg</keycap><keycap>F1</keycap></keycombo> erzwungen werden.
hu: Ha ez a jelölőnégyzet be van jelölve, akkor az Orka felolvassa az egér mozgatásakor megjelenő információkat. A buboréksúgó a felületi elemekhez társított segédszöveg, általában akkor jelenik meg, ha az egeret a felületi elem fölé mozgatja. A buboréksúgók megjelenítését kikényszerítő műveletek, például a <keycombo><keycap>Ctrl</keycap><keycap>F1</keycap></keycombo> billentyűkombináció lenyomása mindig megjeleníti a fókuszban lévő objektum buboréksúgóját, függetlenül ettől a beállítástól.
uk: Якщо позначено — <application>Orca</application> показуватиме інформацію в підказках, які з’являтимуться під час наведення вказівника миші. В той час, натискання комбінації клавіш <keycombo><keycap>Ctrl</keycap><keycap>F1</keycap></keycombo>, якщо об'єкт має фокус, завжди примушуватиме з’являтись підказки не залежно від цього параметра.
zh_cn: 选中此项，当鼠标滑过出现浮动提示信息时， <application>Orca</application> 也会呈现它们。指定动作来强制出现浮动提示信息，比如当一个对象获得焦点时，按组合键 <keycombo><keycap>Ctrl</keycap><keycap>F1</keycap></keycombo>，将会忽略此项设置。

source: Speak object under mouse
de: Objekt unter Maus vorlesen
hu: Az egér alatti objektum felolvasása
uk: Озвучування об'єкта під вказівником миші
zh_cn: 朗读鼠标指针指向的对象

source: When checked, this option will tell <application>Orca</application> to present information about the object under the mouse when you move it around the screen. Note that this can cause <application>Firefox</application> and <application>Thunderbird</application> versions 2.x and earlier to crash; this is not a problem with <application>Firefox</application> and <application>Thunderbird</application> versions 3.x and later.
de: Wenn angekreuzt, wird <application>Orca</application> Informationen über das Objekt unter dem Mauszeiger ausgeben, wenn der Mauszeiger über den Bildschirm bewegt wird. Beachten Sie, dass dies bei <application>Firefox</application>- und <application>Thunderbird</application>-Versionen von 2.x und älter Abstürze hervorrufen kann. In den Versionen 3.x und neuer von <application>Firefox</application> und <application>Thunderbird</application> tritt dieses Problem nicht mehr auf.
hu: Ha ez a jelölőnégyzet be van jelölve, az <application>Orka</application> információkat közöl azokról a képernyőn levő objektumokról, melyekre az egeret mozgatja. Megjegyzés: ha ez a beállítás meg van adva, a <application>Firefox</application> és a <application>Thunderbird</application> 2-es vagy régebbi verziói összeomolhatnak, a <application>Firefox</application> és a <application>Thunderbird</application> 3-as vagy újabb verzióit ez a probléma már nem érinti.
uk: Якщо позначено — <application>Orca</application> показуватиме інформацію про об'єкт під вказівником миші, коли ви рухатимете вказівник по екрану. Зауважимо, що це може призвести до аварійного завершення програм <application>Firefox</application> та <application>Thunderbird</application> версій 2.x і раніших, але ви не матимете проблем з <application>Firefox</application> та <application>Thunderbird</application> версій 3.x і пізніших.
zh_cn: 选中此项，当您在屏幕移动鼠标时，<application>Orca</application> 会呈现鼠标指针指向的对象信息。注意这可能会导致2.x 以前版本的 <application>Firefox</application> 和 <application>Thunderbird</application> 崩溃；但在 3.x 以后版本的 <application>Firefox</application> 和 <application>Thunderbird</application> 中不会发生这个错误。

source: Start Orca when you login
de: Bei der Anmeldung Orca starten
hu: Az Orka elindítása bejelentkezéskor
uk: Запуск Orca під час входу в сеанс
zh_cn: 登录时自动运行 Orca

source: When checked, this option will tell the system to automatically launch <application>Orca</application> when you log in.
de: Wenn angekreuzt, wird das System <application>Orca</application> nach dem Anmelden automatisch starten.
hu: Ha ez a jelölőnégyzet be van jelölve, akkor az <application>Orka</application> mindig automatikusan elindul a bejelentkezés után.
uk: Якщо позначено — система автоматично запускатиме <application>Orca</application> під час входу в систему.
zh_cn: 选中此项，当您登录时自动运行 <application>Orca</application>。

source: Speech Page
de: Sprache
hu: Beszéd lap
pt: Página de Locução
uk: Озвучування
zh_cn: 语音页面

source: <placeholder-1/> GUI Configuration - Speech Page
de: <placeholder-1/> Grafische Konfiguration - Reiter »Sprache«
hu: <placeholder-1/> Orka grafikus beállítóablak - Beszéd lap
uk: <placeholder-1/> Конфігурація графічного інтерфейсу — озвучування
zh_cn: <placeholder-1/> GUI 配置界面 - 朗读页面

source: The speech page allows you to customize how <application>Orca</application> uses speech synthesis.
de: Der Reiter »Sprache« erlaubt Ihnen festzulegen, ob <application>Orca</application> Sprachausgaben verwenden soll.
hu: Ezen az oldalon személyre szabható, hogy az Orka hogyan kezelje a beszédszintetizátort.
uk: Вкладка «Озвучування» дає змогу налаштувати використання в <application>Orca</application> мовних синтезаторів.
zh_cn: 在朗读标签里，您可以设定 <application>Orca</application> 如何使用发音引擎。

source: Enable speech
de: Sprache aktivieren
hu: Beszéd engedélyezése
pt: Activar a locução
uk: Увімкнути озвучування
zh_cn: 允许发音
