Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Position the cursor at the start of the text box.
de: Positioniert den Cursor am Anfang des Eingabefeldes.
eu: Kurtsorea testu-koadroaren hasieran kokatzen du.
hu: A kurzor mozgatása a szerkesztőmező elejére.
pt: Posiciona o cursor no início da caixa de texto.
ru: Поместить курсор в начало текстового поля.
uk: Перемістити курсор на початок текстового поля.
zh_cn: 移动光标到文本框的开头。

source: Position the cursor at the end of the text box.
de: Positioniert den Cursor am Ende des Eingabefeldes.
eu: Kurtsorea testu-koadroaren amaieran kokatzen du.
hu: A kurzor mozgatása a szerkesztőmező végére.
pt: Posiciona o cursor no final da caixa de texto.
ru: Поместить курсор в конец текстового поля.
uk: Перемістити курсор в кінець текстового поля.
zh_cn: 移动光标到文本框的末尾。

source: Give focus to the next control on the dialog.
de: Fokussiert das nächste Element im Dialogfenster.
eu: Elkarrizketa-koadroko hurrengo kontrolari ematen dio fokua.
hu: A fókusz átadása a párbeszédablak következő vezérlőelemének.
pt: Transmite o foco ao controlo seguinte no diálogo.
ru: Переместить фокус на следующий элемент управления в диалоге.
uk: Перемістити фокус на наступний елемент керування в діалозі.
zh_cn: 把焦点给对话框里的下一个控件。

source: Select the text to the start of the current view. Press and hold <keycap>Shift</keycap> and continue to press <keycap>Page Up</keycap> to extend the selection to the start of the previous view.
de: Markiert den Text bis zum Anfang der Bildschirmseite. Halten Sie die <keycap>Umschalttaste</keycap> gedrückt, während Sie die Taste <keycap>Bild auf</keycap> erneut drücken, wird der markierte Bereich bis zum Anfang der vorherigen Seite erweitert.
hu: A szöveg kijelölése az aktuális nézet elejéig. Tartsa lenyomva a <keycap>Shift</keycap> billentyűt és nyomja meg a <keycap>Page Up</keycap> billentyűt a kijelölés kiterjesztéséhez az előző nézet elejéig.
ru: Выделить текст до начала текущей страницы просмотра. Нажмите и удерживайте <keycap>Shift</keycap> и продолжайте нажимать <keycap>Page Up</keycap>, чтобы расширять выделение до начала следующей страницы просмотра.
uk: Виділити текст до початку чинного поля перегляду. Натисніть і утримуйте клавішу <keycap>Shift</keycap> і продовжуйте періодично натискати клавішу <keycap>Page Up</keycap>, щоб розширити виділення до початку попереднього поля перегляду.
zh_cn: 选中到当前视图开头的文本。按住 <keycap>Shift</keycap> 键，然后按 <keycap>Page Up</keycap> 键，继续选中到上一屏开头的文本。

source: Select the text to the end of the current view. Press and hold <keycap>Shift</keycap> and continue to press <keycap>Page Down</keycap> to extend the selection to the end of the next view.
de: Markiert den Text bis zum Ende der Bildschirmseite. Halten Sie die <keycap>Umschalttaste</keycap> gedrückt, während Sie die Taste <keycap>Bild ab</keycap> erneut drücken, wird der markierte Bereich bis zum Ende der nächsten Seite erweitert.
hu: A szöveg kijelölése az aktuális nézet végéig. Tartsa lenyomva a <keycap>Shift</keycap> billentyűt és nyomja meg a <keycap>Page Down</keycap> billentyűt a kijelölés kiterjesztéséhez az előző nézet végéig.
ru: Выделить текст до конца текущей страницы просмотра. Нажмите и удерживайте <keycap>Shift</keycap> и продолжайте нажимать <keycap>Page Down</keycap>, чтобы расширять выделение до конца следующей страницы просмотра.
uk: Виділити текст до кінця чинного поля перегляду. Натисніть і утримуйте клавішу <keycap>Shift</keycap> і продовжуйте періодично натискати клавішу <keycap>Page Down</keycap>, щоб розширити виділення до кінця наступного поля перегляду.
zh_cn: 选中到当前视图末尾的文本。按住 <keycap>Shift</keycap> 键，然后按 <keycap>Page Down</keycap> 键，继续选中到下一屏末尾的文本。

source: Select the text to the start of the line.
de: Markiert den Text bis zum Zeilenanfang.
eu: Testua lerro hasieraraino hautatzen du.
hu: A szöveg kijelölése a sor elejéig.
pt: Selecciona o texto até ao início da linha.
ru: Выделить текст до начала строки.
uk: Виділити текст до початку рядка.
zh_cn: 选中到这一行开头的文本。

source: Select the text to the end of the line.
de: Markiert den Text bis zum Zeilenende.
eu: Testua lerro amaieraraino hautatzen du.
hu: A szöveg kijelölése a sor végéig.
pt: Selecciona o texto até ao final da linha.
ru: Выделить текст до конца строки.
uk: Виділити текст до кінця рядка.
zh_cn: 选中到这一行末尾的文本。

source: Select the text to the start of the paragraph, then to the start of the previous paragraph.
de: Markiert den Text bis zum Anfang des aktuellen Absatzes, bei erneutem Drücken den gesamten Text des vorherigen Absatzes.
eu: Testua paragrafoaren hasieraraino hautatzen du, eta, ondoren, aurreko paragrafoaren hasieraraino.
hu: A szöveg kijelölése a bekezdés elejéig, majd az előző bekezdés elejéig.
pt: Selecciona o texto até ao início do parágrafo, depois até ao início do parágrafo anterior.
ru: Выделить текст до начала абзаца, затем до начала предыдущего абзаца.
uk: Виділити текст до початку абзацу, потім до початку попереднього абзацу.
zh_cn: 选中到这一段开头的文本，然后到上一段的开头。

source: Select the text to the end of the paragraph, then to the end of the next paragraph.
de: Markiert den Text bis zum Ende des aktuellen Absatzes, bei erneutem Drücken den gesamten Text des nächsten Absatzes.
eu: Testua paragrafoaren amaieraraino hautatzen du, eta, ondoren, hurrengo paragrafoaren amaieraraino.
hu: A szöveg kijelölése a bekezdés végéig, majd a következő bekezdés végéig.
pt: Selecciona o texto até ao final do parágrafo, depois até ao final do parágrafo seguinte.
ru: Выделить текст до конца абзаца, затем до конца следующего абзаца.
uk: Виділити текст до кінця абзацу, потім до кінця попереднього абзацу.
zh_cn: 选中到这一段末尾的文本，然后到下一段的末尾。

source: Select the text to the start of the text box.
de: Markiert den Text bis zum Anfang des Eingabefeldes.
eu: Testua testu-koadroaren hasieraraino hautatzen du.
hu: A szöveg kijelölése a szerkesztőmező elejéig.
pt: Selecciona o texto até ao início da caixa de texto.
ru: Выделить текст до начала текстового поля.
uk: Виділити текст до початку текстового поля.
zh_cn: 选中到文本框开头的文本。

source: Select the text to the end of the text box.
de: Markiert den Text bis zum Ende des Eingabefeldes.
eu: Testua testu-koadroaren amaieraraino hautatzen du.
hu: A szöveg kijelölése a szerkesztőmező végéig.
pt: Selecciona o texto até ao final da caixa de texto.
ru: Выделить текст до конца текстового поля.
uk: Виділити текст до кінця текстового поля.
zh_cn: 选中到文本框末尾的文本。

source: Navigating Spin Boxes
de: Mit Einstellfeldern arbeiten
hu: Navigáció a léptetőgombokon
ru: Работа с числовыми полями
uk: Керування числовими полями
zh_cn: 访问微调按钮框

source: for spin boxes
de: für Einstellfelder
eu: biratze-botoientzat
hu: léptetőgombok
pt: para caixas de rotação
ru: для числовых полей
uk: для числових полів
zh_cn: 使用微调按钮框

source: A spin box is a control that allows you to type a numeric value or select a value from a list of all possible values.
de: In einem Einstellfeld können Sie einen numerischen Wert eingeben oder aus einer Liste aller möglichen Werte auswählen.
eu: Biratze-botoia zenbakizko balioa idazteko edo balio posible guztien zerrendatik balio bat hautatzeko aukera ematen dizun kontrola da.
hu: A léptetőgomb vezérlőelem segítségével számértékek vihetők be vagy választhatók ki a lehetséges értékek listájából.
pt: Uma caixa de rotação é um controlo que lhe permite introduzir um valor numérico ou seleccionar um valor a partir de uma lista que contém todos os valores possíveis.
ru: Числовое поле представляет собой элемент управления, который позволяет вам ввести числовое значение или выбрать его из списка допустимых значений.
uk: Числовим полем називається елемент керування, який дає змогу вводити числові значення або вибрати значення зі списку всіх можливих значень.
zh_cn: 微调按钮框是一种控件，您可以输入一个数值或从列表里选择一个值。

source: Sample Spin Box
de: Beispiel-Einstellfeld
eu: Biratze-botoiaren adibidea
hu: Minta léptetőgomb
pt: Caixa de Rotação Exemplificativa
ru: Пример числового поля
uk: Приклад числового поля
zh_cn: 微调按钮框示例

source: Sample spin box. Contains a text box and up and down arrows.
de: Beispiel-Einstellfeld. Es enthält ein Eingabefeld und die Pfeile auf und ab.
eu: Biratze-botoiaren adibidea. Testu-koadro bat dauka, eta behera eta gora geziak.
hu: Minta léptetőgomb. Egy szerkesztőmezőt, valamint felfelé és lefelé mutató nyilakat tartalmaz.
pt: Caixa de rotação exemplificativa. Contém uma caixa de texto e setas acima e abaixo.
ru: Пример числового поля. Содержит текстовое поле и стрелки вверх и вниз.
uk: Приклад числового поля. Містить текстове поле і стрілки вгору та вниз.
zh_cn: 微调按钮框示例，包含一个文本框和一个向上向下的箭头按钮。

source: The keyboard shortcuts that you use to navigate the text box area of a spin box are listed in <xref linkend="keynav-28"/>. The following table lists the keyboard shortcuts that you can use to navigate the up and down arrows in the spin box:
de: Die Tastenkombinationen, die Sie zum Bearbeiten des Eingabefeldes des Einstellfelds verwenden, sind unter <xref linkend="keynav-28"/> beschrieben. Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Bearbeiten des Wertes mit den Pfeilen auf und ab verwenden können:
hu: A léptetőgomb szerkesztőmező területén használható gyorsbillentyűk a <xref linkend="keynav-28"/> szakaszban vannak felsorolva. A következő táblázat leírja a léptetőgomb felfelé és lefelé nyilainak kezeléséhez használható gyorsbillentyűket.
ru: Клавиатурные комбинации, которые вы можете использовать для перемещения по текстовой области числового поля, перечислены в <xref linkend="keynav-28"/>. В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для работы со стрелками вверх и вниз в числовом поле:
uk: Комбінації клавіш, які використовуються для переміщення по текстовій області числового поля, перераховані в <xref linkend="keynav-28"/>. В наступній таблиці наведено комбінації клавіш, які ви можете використовувати для переміщення за допомогою стрілок вгору і вниз у числовому полі:
zh_cn: 访问微调按钮框中文本区域的快捷键，列出在：<xref linkend="keynav-28"/>。下表列出了可以用来访问微调按钮框中箭头按钮的键盘快捷键：

source: <keycap>up arrow</keycap> or <keycap>down arrow</keycap>
de: <keycap>Pfeiltaste auf</keycap> oder <keycap>Pfeiltaste ab</keycap>
eu: <keycap>gora gezi-tekla</keycap> edo <keycap>behera gezi-tekla</keycap>
hu: <keycap>fel nyíl</keycap> vagy <keycap>le nyíl</keycap>
pt: <keycap>seta acima</keycap> ou <keycap>seta abaixo</keycap>
ru: <keycap>стрелка вверх</keycap> или <keycap>стрелка вниз</keycap>
uk: <keycap>стрілка вверх</keycap> або <keycap>стрілка вниз</keycap>
zh_cn: <keycap>上方向键</keycap> 或者 <keycap>下方向键</keycap>

source: Increase or decrease the value of the spin box by a small amount.
de: Vergrößert oder verkleinert den Wert des Einstellfeldes um einen kleinen Betrag.
eu: Biratze-botoiaren balioa pixka bat handitzen edo txikitzen dute.
hu: A léptetőgomb értékének növelése vagy csökkentése kis mértékben.
pt: Aumenta ou reduz o valor da caixa de rotação numa quantidade pequena.
ru: Увеличить или уменьшить значение в числовом поле на величину наименьшего шага.
uk: Збільшити або зменшити значення в числовому полі на найменшу величину.
zh_cn: 把微调按钮框中的数值，增大或减小一点。

source: <keycap>Page Up</keycap> or <keycap>Page Down</keycap>
de: <keycap>Bild auf</keycap> oder <keycap>Bild ab</keycap>
eu: <keycap>Orria gora</keycap> edo <keycap>Orria behera</keycap>
hu: <keycap>Page Up</keycap> vagy <keycap>Page Down</keycap>
pt: <keycap>Page Up</keycap> ou <keycap>Page Down</keycap>
ru: <keycap>Page Up</keycap> или <keycap>Page Down</keycap>
uk: <keycap>Page Up</keycap> або <keycap>Page Down</keycap>
zh_cn: <keycap>Page Up</keycap> 或者 <keycap>Page Down</keycap>

source: Increase or decrease the value of the spin box by a large amount.
de: Vergrößert oder verkleinert den Wert des Einstellfeldes um einen großen Betrag.
eu: Biratze-botoiaren balioa dezente handitzen edo txikitzen dute.
hu: A léptetőgomb értékének növelése vagy csökkentése nagy mértékben.
pt: Aumenta ou reduz o valor da caixa de rotação numa quantidade grande.
ru: Увеличить или уменьшить значение в числовом поле на величину наибольшего шага.
uk: Збільшити або зменшити значення в числовому полі на найбільшу величину.
zh_cn: 把微调按钮框中的数值，增大或减小许多。

source: Navigating Drop-Down Lists
de: Bearbeiten von Auswahllisten
hu: Navigáció a legördülő listákban
ru: Работа с выпадающими списками
uk: Керування розкривними списками
zh_cn: 访问下拉列表框

source: for drop-down lists
de: für Auswahllisten
eu: goitibeherako zerrendentzat
hu: legördülő listák
pt: para botões de selecção em lista
ru: для выпадающих списков
uk: для розкривних списків
zh_cn: 使用下拉列表框

source: A drop-down list is a control that you use to select one of several available items. The drop-down list contains a button that you use to display the available items.
de: Eine Auswahlliste ist ein Element, das Sie zur Auswahl eines Eintrages verwenden. Eine Auswahlliste besitzt einen Knopf, den Sie zur Anzeige der verfügbaren Einträge verwenden.
eu: Goitibeherako zerrenda elementu erabilgarrietako bat hautatzeko erabiltzen duzun kontrola da. Goitibeherako zerrendak botoi bat du, erabilgarri dauden elementuak bistaratzeko.
hu: A legördülő lista vezérlőelem segítségével több elérhető elem közül választható egy. A legördülő lista tartalmaz egy gombot, amely az elérhető elemek megjelenítésére szolgál.
pt: Um botão de selecção em lista é um controlo que pode utilizar para seleccionar um de vários itens disponíveis. A lista de selecção contém um botão que é utilizado para expor a lista de itens disponíveis.
ru: Выпадающий список представляет собой элемент управления, который вы можете использовать для выбора одного из нескольких доступных элементов. Выпадающий список содержит кнопку, которую вы можете использовать, чтобы отобразить все элементы, доступные в списке.
uk: Розкривним списком називається елемент керування, який використовується для вибору одного з кількох наявних варіантів. Такий список містить кнопку, яку використовують, щоб відобразити всі варіанти, наявні в списку.
zh_cn: 下拉列表框是一种控件，您可以用它选择一个或几个可用的项目。下拉列表框包含一个显示可用项目的按钮。

source: Sample Drop-Down List
de: Beispiel-Auswahlliste
eu: Goitibeherako zerrendaren adibidea
hu: Minta legördülő lista
pt: Botão de Selecção em Lista Exemplificativo
ru: Пример выпадающего списка
uk: Приклад розкривного списку
zh_cn: 下拉列表框示例

source: Sample drop-down list.
de: Beispiel einer Auswahlliste.
eu: Goitibeherako zerrendaren adibidea.
hu: Minta legördülő lista.
pt: Botão de selecção em lista exemplificativo.
ru: Пример выпадающего списка
uk: Приклад розкривного списку.
zh_cn: 下拉列表框示例

source: The following table lists the keyboard shortcuts that you can use to navigate a drop-down list:
de: Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Arbeiten mit Auswahllisten verwenden können:
hu: A következő táblázat leírja a legördülő listában való navigációhoz használható gyorsbillentyűket.
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для работы с выпадающими списками:
uk: В наступній таблиці наведено комбінації клавіш, які можна використовувати для переміщення по розкривному списку:
zh_cn: 下表列出了您可以用来访问下拉列表框的键盘快捷键：

source: This key performs one of the following functions:
de: Diese Taste führt eine der folgenden Funktionen aus:
eu: Tekla honek funtzio hauetako betetzen du:
hu: Ez a billentyű a következő funkciók egyikét hajtja végre:
pt: Esta tecla realiza uma das seguintes funções:
ru: Эта клавиша выполняет одну из следующих функций:
uk: Ця клавіша виконує одну з наступних функцій:
zh_cn: 这个键执行下面的一个功能：

source: If the drop-down list is not open, this key opens the drop-down list.
de: Wenn die Auswahlliste nicht geöffnet ist, wird sie geöffnet.
eu: Goitibeherako zerrenda irekita ez badago, tekla horrek ireki egiten du.
hu: Ha a legördülő lista nincs legördítve, akkor legördíti azt.
pt: Se a lista de selecção não estiver aberta, esta tecla abre a lista.
ru: Если выпадающий список не открыт, то эта клавиша открывает выпадающий список.
uk: Якщо розкривний список не відкритий, натискання цієї клавіші відкриває розкривний список.
zh_cn: 人工下拉列表框没有打开，此键将打开下拉列表框。

source: If the drop-down list is open, this key accepts the current selection and closes the list.
de: Ist die Auswahlliste bereits geöffnet, wird der ausgewählte Eintrag übernommen und die Liste geschlossen.
eu: Goitibeherako zerrenda irekita badago, tekla horrek uneko hautapena onartu eta zerrenda ixten du.
hu: Ha a legördülő lista le van gördítve, akkor véglegesíti az aktuális kijelölést és bezárja a listát.
pt: Se a lista de selecção estiver aberta, esta tecla aceita a selecção actual e fecha a lista.
ru: Если выпадающий список открыт, то эта клавиша подтверждает текущий выбор и закрывает выпадающий список.
uk: Якщо розкривний список відкритий, натискання цієї клавіші приймає чинний вибір та закриває список.
zh_cn: 人工下拉列表框已经打开，此键将接受当前选择项并关闭列表。

source: Select the previous list item.
de: Markiert den vorherigen Listenintrag.
eu: Zerrendako aurreko elementua hautatzen du.
hu: Az előző listaelem kiválasztása.
pt: Selecciona o item anterior da lista.
ru: Выбрать предыдущий элемент списка.
uk: Вибрати попередній варіант в списку.
zh_cn: 选择列表中的前一项。

source: Select the next list item.
de: Markiert den nächsten Listeneintrag.
eu: Zerrendako hurrengo elementua hautatzen du.
hu: A következő listaelem kiválasztása.
pt: Selecciona o item seguinte da lista.
ru: Выбрать следующий элемент списка.
uk: Вибрати наступний варіант в списку.
zh_cn: 选择列表中的后一项。

source: Close the list without changing the selection.
de: Schließt die Liste, ohne deren Wert zu ändern.
eu: Zerrenda ixten du, hautapena aldatu gabe.
hu: A lista bezárása a kijelölés módosítása nélkül.
pt: Fecha a lista sem alterar a selecção.
ru: Закрыть список, не изменяя выбора.
uk: Закрити список не змінюючи вибір.
zh_cn: 不改变选中的，关闭列表。

source: Navigating Drop-Down Combination Boxes
de: Bearbeiten von kombinierten Auswahlfeldern
hu: Navigáció a kombinált listamezőkben
ru: Работа с комбинированными выпадающими списками
uk: Керування комбінованими розкривними списками
zh_cn: 访问组合框

source: for drop-down combination boxes
de: für kombinierte Auswahlfelder
eu: goitibeherako konbinazio-koadroentzat
hu: kombinált listamezők
pt: para caixas de selecção combinada
ru: для комбинированных выпадающих списков
uk: для комбінованих розкривних списків
zh_cn: 使用组合框

source: A drop-down combination box is a text box with a drop-down list attached.
de: Ein kombiniertes Auswahlfeld besteht aus einem Eingabefeld in Verbindung mit einer Auswahliste.
eu: Goitibeherako konbinazio-koadroa goitibeherako zerrenda duen testu-koadroa da.
hu: A kombinált listamező vezérlőelem egy szerkesztőmezőből és egy legördülő listából áll.
pt: Uma caixa de selecção combinada é uma caixa de texto com uma lista de selecção associada.
ru: Комбинированный выпадающий список представляет собой текстовое поле, к которому присоединён выпадающий список.
uk: Комбінованим розкривним списком, називається текстове поле, до якого приєднаний розкривний список.
zh_cn: 组合框是一个文本框和一个下拉列表的组合。

source: Sample Drop-Down Combination Box
de: Beispiel eines kombinierten Auswahlfeldes
eu: Goitibeherako konbinazio-koadroaren adibidea
hu: Minta kombinált listamező
pt: Caixa de Selecção Combinada Exemplificativa
ru: Пример комбинированного выпадающего списка
uk: Приклад комбінованого розкривного списку
zh_cn: 组合框示例

source: Sample drop-down combination box. Contains a text box and an arrow button that you click to display the drop-down list.
de: Beispiel eines kombinierten Auswahlfeldes. Enthält ein Textfeld und einen nach unten weisenden Pfeilknopf, um die Auswahlliste anzuzeigen.
eu: Goitibeherako konbinazio-koadroen adibidea. Testu-koadro bat dauka, eta gezi-botoi bat, goitibeherako zerrenda bistaratzeko klik egiteko.
hu: Minta kombinált listamező. Egy szerkesztőmezőt és a legördülő lista megjelenítésére használható nyíl gombot tartalmaz.
pt: Caixa de selecção combinada exemplificativa. Contém uma caixa de texto e um botão com uma seta que ao clicar apresenta a lista de selecção.
ru: Пример комбинированного выпадающего списка. Содержит текстовое поле и и кнопку со стрелкой, щёлкнув по которой, вы можете раскрыть выпадающий список.
uk: Приклад комбінованого розкривного списку. Містить текстове поле і кнопку зі стрілкою, за допомогою якої, ви можете розкрити список.
zh_cn: 组合框实例。包含一个文本框和一个箭头按钮，您可以点击它显示下拉列表。

source: When the text box has focus, use the keyboard shortcuts that are listed in <xref linkend="keynav-28"/> to navigate the text box area. When the text box has focus, you can also use the keyboard shortcuts in the following table to navigate the drop-down list area:
de: Wenn das Eingabefeld den Fokus besitzt, können Sie die unter <xref linkend="keynav-28"/> beschriebenen Tastenkombinationen zum Bearbeiten des Eingabefeldes verwenden. Außerdem können Sie die in der folgenden Tabelle genannten Tastenkombinationen zum Bearbeiten der Auswahlliste verwenden:
hu: Ha a szerkesztőmező van fókuszban, akkor a <xref linkend="keynav-28"/> szakaszban felsorolt gyorsbillentyűk használatával navigálhat a szerkesztőmező területén. Ha a szerkesztőmező van fókuszban, akkor a következő táblázatban felsorolt gyorsbillentyűket is használhatja a legördülő lista területén való navigálásra.
ru: Когда фокус расположен в текстовом поле, используйте для работы с ним клавиатурные комбинации, которые перечислены в <xref linkend="keynav-28"/>. Когда фокус расположен в текстовом поле, вы также можете использовать клавиатурные комбинации из следующей таблицы для работы с выпадающим списком:
uk: Якщо текстове поле має фокус, використовуйте комбінації клавіш, які наведені в <xref linkend="keynav-28"/>, щоб переміщатись в області текстового поля. Якщо текстове поле має фокус, використовуйте комбінації клавіш, які наведені в наступній таблиці, щоб переміщатись по розкривному списку:
zh_cn: 当文本框获得焦点，可以使用这些键盘快捷键：<xref linkend="keynav-28"/>，来访问文本框区域。当文本框获得焦点，您也可以使用下表列出的键盘快捷键来访问下拉列表区域：

source: Select the previous item from the drop-down list without displaying the list.
de: Markiert den vorherigen Listeneintrag, ohne die Liste anzuzeigen.
eu: Goitibeherako zerrendako aurreko elementua hautatzen du zerrenda bistaratu gabe.
hu: A legördülő lista előző elemének kijelölése a lista megjelenítése nélkül.
pt: Selecciona o item anterior da lista de selecção sem apresentar a lista.
ru: Выбрать предыдущий элемент из выпадающего списка, не раскрывая весь список.
uk: Вибрати попередній варіант з розкривного списку, без відображення всього списку.
zh_cn: 不显示下拉列表，选择列表里的前一项。

source: Select the next item from the drop-down list without displaying the list.
de: Markiert den nächsten Listeneintrag, ohne die Liste anzuzeigen.
eu: Goitibeherako zerrendako hurrengo elementua hautatzen du zerrenda bistaratu gabe.
hu: A legördülő lista következő elemének kijelölése a lista megjelenítése nélkül.
pt: Selecciona o item seguinte da lista de selecção sem apresentar a lista.
ru: Выбрать следующий элемент из выпадающего списка, не раскрывая весь список.
uk: Вибрати наступний варіант з розкривного списку, без показу всього списку.
zh_cn: 不显示下拉列表，选择列表里的下一项。

source: Open the drop-down list.
de: Öffnet die Auswahlliste.
eu: Goitibeherako zerrenda irekitzen du.
hu: A legördülő lista megnyitása.
pt: Abre a lista de selecção.
ru: Открыть выпадающий список.
uk: Відкрити розкривний список.
zh_cn: 打开下拉列表。
