Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Normally these applications use the default application font that is specified in the <guilabel>Font</guilabel> section of the <application>Appearance</application> preference tool, but these font settings can also be overridden in the <guilabel>Preferences</guilabel> dialog for the application.
de: Normalerweise verwenden diese Anwendungen die im Einstellungswerkzeug <application>Erscheinungsbild</application> unter dem Abschnitt <guilabel>Schriftarten</guilabel> eingestellte Schriftart-Vorgabe, diese kann aber im Dialog <guilabel>Einstellungen</guilabel> der jeweiligen Anwendung überschrieben werden.
hu: Alapértelmezésben ezek az alkalmazások az alapértelmezett alkalmazás-betűkészletet használják, amely megadható a <application>Megjelenítés</application> beállítóeszközzel, de felülbírálható az adott alkalmazás <guilabel>Beállítások</guilabel> párbeszédablakában.
uk: Зазвичай, ці програми використовують типовий шрифт програми, зазначений на вкладці <guilabel>Шрифти</guilabel> в інструменті параметрів <application>Зовнішній вигляд</guilabel>, але ці налаштування можна змінити в діалоговому вікні <guilabel>Параметри</guilabel> відповідної програми.
zh_cn: 通常这些应用程序使用的默认字体，是在 <application>外观</application> 首选项工具里的 <guilabel>字体</guilabel> 面板中指定，但这些字体也可以在应用程序的 <guilabel>首选项</guilabel> 对话框里重新设定。

source: Using Themes to Customize the Desktop
de: Einstellen von Themen im Desktop
eu: Mahaigaina pertsonalizatzeko Gaiak erabiltzea
hu: Témák használata az asztal személyre szabásához
pt: Utilizar Temas para Personalizar o Ambiente de Trabalho
uk: Використання тем для налаштування середовища
zh_cn: 使用主题定制桌面

source: This section describes how to use themes to customize the appearance of the MATE Desktop.
de: In diesem Abschnitt wird beschrieben, wie das Erscheinungsbild des MATE Desktops durch Themen angepasst werden kann.
eu: Atal honetan, MATE mahaigainaren itxura pertsonalizatzeko gaiak nola erabili behar diren azaltzen da.
hu: Ez a fejezet leírja, hogyan szabható személyre a MATE asztali környezet megjelenése témák használatával.
pt: Esta secção descreve como utilizar os temas para personalizar a aparência do Ambiente de Trabalho MATE.
uk: В цьому розділі описується використання тем для налаштування зовнішнього вигляду середовища MATE.
zh_cn: 这一段讲述了如何使用主题来定制 MATE 桌面外观。

source: Introduction to Themes
de: Einführung in Themen
eu: Gaien sarrera
hu: A témák használatának bemutatása
pt: Introdução aos Temas
uk: Ознайомлення з темами
zh_cn: 主题介绍

source: themes
de: Themen
eu: gaiak
hu: témák
pt: temas
uk: теми
zh_cn: 主题

source: A theme is a group of coordinated settings that specifies how a desktop component or a group of desktop components appears. You can use themes to modify and control the appearance of the desktop in a consistent manner. When you apply a theme, the system modifies many desktop components simultaneously to achieve the desired effect. For example, if you apply a theme that increases the font size across the desktop, the theme also modifies the size of panels and icons on the desktop for optimum compatibility with the font size. Some themes have suggested font settings that may optionally be auto-set; in addition, most colors within a theme can be customized.
de: Ein Thema ist eine Gruppe zusammengehörender Einstellungen für eine einzelne oder eine Gruppe von Komponenten der Arbeitsfläche. Mit Themen können Sie das Erscheinungsbild von Komponenten der Arbeitsfläche auf konsistente Art und Weise ändern und kontrollieren. Wenn Sie ein Thema aktivieren, dann ändert das System viele Komponenten der Arbeitsfläche zugleich, um den gewünschten Effekt zu erreichen. Wenn Sie beispielsweise ein Thema mit größerer Schrift aktivieren, dann wird zugleich auch die Größe von Fensterteilen und Symbolen zur optimalen Übereinstimmung mit der neuen Schriftgröße geändert. Manche Themen empfehlen Schriftarten und -größen, die gegebenenfalls automatisch verwendet werden. Außerdem können die meisten Farben eines Themas angepasst werden.
hu: A téma összehangolt beállítások gyűjteménye, amely egy asztali komponens vagy a komponensek csoportjának megjelenését. A témák segítségével szükség szerint módosítható és irányítható az asztali környezet megjelenése. Téma alkalmazásakor a rendszer egyszerre sok komponenst módosít a kívánt hatás elérése érdekében. Ha például olyan témát alkalmaz, amely megnöveli a betűméretet az asztali környezetben, akkor a téma a panelek és az ikonok méretét is módosítja a betűmérettel való legjobb kompatibilitás eléréséhez.
uk: Темами називаються групи скоординованих параметрів, які визначають, яким чином компонент або група компонентів з'являтимуться на стільниці. Ви можете використовувати теми, щоб змінювати та керувати зовнішнім виглядом стільниці на послідовній основі. Під час застосування тем, система одночасно змінює багато компонентів стільниці, щоб досягти бажаного ефекту. Наприклад, якщо ви застосуєте тему, яка збільшує розмір шрифту на стільниці, змінюються також, розміри панелей та піктограм на стільниці, для оптимальної сумісності з розміром шрифту. Деякі теми пропонують автоматичний набір шрифтів, який можна змінювати, крім того, більшість кольорів в темах, також можна налаштувати.
zh_cn: 主题是一套整体设置，指定桌面组件和一组桌面组件的外观。您可以使用主题来设置和控制桌面统一显示。当您应用一个主题，系统会同时设置许多桌面组件。例如，如果您使用了一个大字体主题，字体大小将影响桌面，同时也会设置面板、图标适合这个字体大小。一些主题建议自动设置字体，另外，主题里的大多数颜色也可以被修改。

source: A theme contains settings that affect different parts of the desktop:
de: Ein Thema enthält Abschnitte, die verschiedene Bereiche des Desktops beeinflussen:
hu: A téma az asztali környezet különböző részeit befolyásoló beállításokat tartalmaz, ezek a következők:
uk: Тема містить параметри, які впливають на різні частини стільниці:
zh_cn: 主题会设置和影响桌面的各个部分：

source: The controls setting for a theme determines the visual appearance of all windows, applications, panels, and panel applications. The controls setting also determines the visual appearance of the MATE-compliant interface items that appear on windows, applications, panels, and panel applications such as menus, icons, and buttons. Some of the control options that are available in the desktop are designed for special accessibility needs.
de: Die Einstellungen eines Themas bestimmen das optische Erscheinungsbild aller Fenster, Anwendungen, Panels und Panel-Anwendungen. Sie bestimmen auch das optische Erscheinungsbild MATE-kompatibler Elemente einer Benutzeroberfläche wie Menüs, Symbole und Knöpfe. Einige vorhandene Einstellungsmöglichkeiten sind dabei speziell für Barrierefreiheit konzipiert.
hu: A téma Vezérlőelemek beállítása meghatározza minden ablak, alkalmazás, panel, és kisalkalmazás megjelenését. A vezérlőelemek beállítás meghatározza a MATE-alapú felületi elemek (ablakok, alkalmazások, panelek és kisalkalmazások) vizuális megjelenését, hasonlóan a menük, ikonok és gombok megjelenéséhez. Az asztali környezetben elérhető egyes vezérlőelem-beállítási lehetőségek speciális akadálymentesítési igények figyelembe vételével lettek megtervezve.
uk: Параметри елементів керування темою, визначають зовнішній вигляд всіх вікон, програм, панелей та аплетів. Також вони визначають зовнішній вигляд таких елементів з MATE-сумісним інтерфейсом, як меню, піктограми та кнопки на вікнах, програмах, панелях та аплетах. Деякі з доступних в середовищі елементів керування, спеціально розроблені для користувачів з особливими потребами.
zh_cn: 主题的控件设置，决定了所有窗口，应用程序，面板，面板小程序的外观显示。控件设置也决定了 遵从 MATE 界面项目的外观显示，像窗口，应用程序，面板，面板小程序里的项目，比如菜单，图标，按钮。桌面上一些可用的控件选项被设计成专门为可操作性需要。

source: Window Border
de: Fensterrahmen
hu: Ablakszegély
uk: Рамка вікна
zh_cn: 窗口边框

source: The window frame setting determines the appearance of the border around windows only.
de: Die Einstellung zum Fensterrahmen beeinflusst ausschließlich das Aussehen des Rahmens, der ein Fenster umgibt.
eu: Leiho-markoen ezarpenak leihoen inguruko ertzaren itxurari bakarrik eragiten dio.
hu: Az ablakszegély beállítás az ablak külső szegélyének megjelenését határozza meg.
pt: A definição de margem da janela determina apenas a aparência das margens em torno das janelas.
uk: Параметри рамки вікна визначають лише зовнішній вигляд облямівки навколо вікон.
zh_cn: 窗口框架设置仅决定窗口四周的边框外观。

source: Icon
de: Symbol
eu: Ikonoa
hu: Ikon
pt: Ícone
uk: Піктограма
zh_cn: 图标

source: The icon setting determines the appearance of icons on panels and on the desktop background.
de: Die Symbol-Einstellung beeinflusst das Erscheinungsbild von Symbolen in Panels und auf dem Desktop-Hintergrund.
eu: Ikono-ezarpenak paneleko eta mahaigainaren atzeko planoko ikonoen itxura zehazten du.
hu: Az ikon beállítás a paneleken és az asztal hátterén lévő ikonok megjelenését határozza meg.
pt: A definição de ícone determina a aparência dos ícones nos painéis e no fundo da área de trabalho.
uk: Параметри піктограм визначають лише зовнішній вигляд піктограм на панелях та на стільниці.
zh_cn: 图标设置决定了面板和桌面上图标的外观。

source: Choosing Themes
de: Themen auswählen
hu: Téma kiválasztása
uk: Вибір тем
zh_cn: 选择主题

source: desktop
eu: mahaigaina
hu: asztal
pt: ambiente de trabalho
uk: стільниця
zh_cn: 桌面

source: To choose a theme, perform the following steps:
de: Um ein Thema auszuwählen, führen Sie die folgenden Schritte aus:
eu: Gai bat aukeratzeko, jarraitu urrats hauek:
hu: Téma kiválasztásához tegye a következőket:
pt: Para seleccionar um tema, realize os seguintes passos:
uk: Щоб вибрати тему, виконайте наступні дії:
zh_cn: 要选择一个主题，请按下面步骤操作：

source: Choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Appearance </guimenuitem></menuchoice>. The themes are listed under the <guilabel>Theme</guilabel> tab.
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guisubmenu>Einstellungen</guisubmenu><guimenuitem>Erscheinungsbild</guimenuitem></menuchoice>. Im Reiter <guilabel>Thema</guilabel> sind die Themen aufgelistet.
hu: Válassza a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Beállítások</guisubmenu><guimenuitem>Megjelenés</guimenuitem></menuchoice> menüpontot. A témák listáját a <guilabel>Téma</guilabel> fül alatt találja.
uk: Виберіть <menuchoice><guimenu>Система</guimenu><guisubmenu>Параметри</guisubmenu><guimenuitem>Зовнішній вигляд </guimenuitem></menuchoice>. Доступні теми перелічені на вкладці <guilabel>Теми</guilabel>.
zh_cn: 点菜单 <menuchoice><guimenu>系统</guimenu><guisubmenu>首选项</guisubmenu><guimenuitem>外观</guimenuitem></menuchoice>。 在 <guilabel>主题</guilabel> 面板中列出了各个主题。

source: Click on a theme in the list box to choose a new theme. The system automatically applies the theme to the desktop, and may also prompt whether to apply a suggested font for the theme.
de: Klicken Sie auf ein Thema in dem Listenfeld, um ein neues Thema zu wählen. Das System wendet automatisch das neue Thema auf der Arbeitsfläche an und fragt gegebenenfalls, ob eine für das Thema empfohlene Schrift ebenfalls angewendet werden soll.
hu: A listából válasszon egy témát. A rendszer automatikusan alkalmazza a témát az asztali környezetre.
uk: Щоб вибрати нову тему, потрібно натиснути на зображення теми в спису. Система автоматично змінить тему робочого середовища на вибрану, і може викликати діалогове вікно із запитом, чи слід застосовувати пропоновані темою шрифти.
zh_cn: 在中间的列表里点击选择一个主题，系统会自动应用这个主题，可能会提示是否为这个主题使用建议字体。

source: There are several themes available that suit different accessibility needs, as described in the following table:
de: Es gibt verschiedene Themen, die spezielle Anforderungen an die Barrierefreiheit erfüllen, wie in der folgenden Tabelle beschrieben wird:
eu: Erabilerraztasunaren beharretara egoki daitezkeen hainbat gai daude erabilgarri; ondoko taulan azaltzen dira:
hu: Számos akadálymentesítési téma áll rendelkezésre, a különböző akadálymentesítési igényeknek megfelelően. Ezek a következők:
pt: Existem vários temas disponíveis que se adequam a diferentes necessidades de acessibilidade, tal como descrito na tabela seguinte:
uk: В наступній таблиці описано кілька тем, що задовольняють різним потребам можливостей доступності:
zh_cn: 里面有几个适合不同可操作性需要的主题，下表讲述了这些主题：

source: Themes Designed for Accessibility Requirements
de: Themen mit Berücksichtigung von Anforderungen an Barrierefreiheit
eu: Erabilerraztasun-beharrak dituztenentzako gaiak
hu: Akadálymentesítési igényekhez tervezett témák
pt: Temas Desenhados para Requesitos de Acessibilidade
uk: Теми розроблені для особливих потреб
zh_cn: 为可操作性需要设计的主题

source: Theme Name
de: Thema
eu: Gaiaren izena
hu: Téma neve
pt: Nome do Tema
uk: Назва теми
zh_cn: 主题名称

source: High Contrast
de: Hoher Kontrast
eu: Kontraste handia
hu: Nagy kontraszt
pt: Contraste Elevado
uk: Висококонтрастна
zh_cn: 高对比度

source: Provides dark text on a light background using high-contrast colors.
de: Bietet einen hohen Kontrast durch schwarzen Text auf weißem Hintergrund.
hu: Sötét szöveg világos háttéren, nagy kontrasztú színek használatával.
uk: Забезпечує темний текст на світлому тлі, використовуючи високо-контрастні кольори.
zh_cn: 使用高对比色在亮背景上显示黑色文本。

source: High Contrast Inverse
de: Hoher Kontrast, invertiert
eu: Kontraste handia alderantziz
hu: Nagy kontraszt és inverz
pt: Contraste Elevado Invertido
uk: Висококонтрастна обернена
zh_cn: 高对比度反色

source: Provides light text on a dark background using high-contrast colors.
de: Durch die Verwendung von hellem Text auf schwarzem Hintergrund wird ein hoher Farbkontrast geboten.
hu: Világos szöveg sötét háttéren, nagy kontrasztú színek használatával.
uk: Забезпечує світлий текст на темному тлі, використовуючи високо-контрастні кольори.
zh_cn: 使用高对比色在暗背景上显示亮色文本。

source: Large Print
de: Groß
eu: Letra handia
hu: Nagy szöveg
pt: Impressão Grande
uk: Зі збільшеним шрифтом
zh_cn: 大字体

source: This theme suggests an increased font size of 18pt. The background and foreground colors are the same as those specified by the <guilabel>Default</guilabel> desktop theme. To apply the suggested font, click on the <guibutton>Apply Font</guibutton> button.
de: Dieses Thema schlägt eine erhöhte Schriftgröße von 18pt vor. Die Hintergrund- und Vordergrundfarben sind die selben wie im <guilabel>Standard</guilabel>Desktop-Thema. Um die vorgeschlagene Schrift zu verwenden, klicken Sie auf den<guibutton>Schriftart verwenden</guibutton>-Knopf.
eu: 18 pt-ko letra-tipoaren tamaina erabiltzen du. Atzeko eta aurreko planoko koloreak <guilabel>Lehenetsia</guilabel> mahaigaineko gaian zehaztutako koloreen berdinak dira. Letra-tipo hori aplikatzeko, egin klik <guibutton>Aplikatu letra-tipoa</guibutton> botoian.
hu: Ez a téma javaslatot tesz a betűméret 18 pontra növelésére. Az előtér- és háttérszín az <guilabel>Alapértelmezett</guilabel> asztali téma által megadott marad. A javasolt betűkészlet alkalmazásához nyomja meg a <guibutton>Betűkészlet alkalmazása</guibutton> gombot.
pt: Este tema sugere um tamanho de fonte aumentado para 18pt. As cores de fundo e primeiro plano são as mesmas que as especificadas pelo tema <guilabel>Omissão</guilabel>. Para aplicar a fonte sugerida, clique no botão <guibutton>Aplicar Fonte</guibutton>.
uk: Ця тема пропонує збільшений до 18pt розмір шрифту. Кольори фону та переднього плану відповідають кольорам <guilabel>Типової</guilabel> теми. Щоб застосувати запропонований шрифт, натисніть кнопку <guibutton>Застосувати шрифт</guibutton>.
zh_cn: 这个主题建议使用增大的18pt字体。背景色和前景色跟指定的 <guilabel>默认</guilabel> 主题相同。要使用建议的字体，请点击 <guibutton>应用字体</guibutton> 按钮。

source: High Contrast Large Print
de: Hoher Kontrast, groß
eu: Kontraste handia Letra handia
hu: Nagy kontraszt és nagy szöveg
pt: Impressão Grande de Alto Contraste
uk: Висококонтрастна зі збільшеним шрифтом
zh_cn: 高对比大字体

source: This theme suggests an increased font size of 18pt using dark text on a light background. To apply the suggested font, click on the <guibutton>Apply Font</guibutton> button.
de: Dieses Thema schlägt eine erhöhte Schriftgröße von 18pt mit dunklem Text auf einem hellen Hintergrund vor. Um die vorgeschlagene Schrift zu verwenden, klicken Sie auf den <guibutton>Schrift verwenden</guibutton> Knopf.
eu: Testu iluna atzeko plano argian eskaintzen du, eta kontraste handiko koloreak eta 18 pt-ko letra-tipoaren tamaina iradokitzen ditu. Letra-tipo hori aplikatzeko, egin klik <guibutton>Aplikatu letra-tipoa</guibutton> botoian.
hu: Ez a téma javaslatot tesz a betűméret 18 pontra növelésére világos háttéren sötét szöveg használatával. A javasolt betűkészlet alkalmazásához nyomja meg a <guibutton>Betűkészlet alkalmazása</guibutton> gombot.
pt: Este tema sugere um tamanho de fonte aumentado para 18pt utilizando texto escuro sobre um fundo claro. Para aplicar a fonte sugerida, clique no botão <guibutton>Aplicar Fonte</guibutton>.
uk: Ця тема пропонує збільшений до 18pt розмір шрифту і використання темного тексту на світлому тлі. Щоб застосувати запропонований шрифт, натисніть кнопку <guibutton>Застосувати шрифт</guibutton>.
zh_cn: 这个主题建议使用增大的18pt字体，在亮背景上使用黑色文本。要应用建议的字体，请点击 <guibutton>应用字体</guibutton> 按钮。

source: High Contrast Large Print Inverse
de: Hoher Kontrast, groß und invertiert
eu: Kontraste handia Letra handia alderantziz
hu: Nagy kontraszt, nagy szöveg és inverz
pt: Impressão Grande de Alto Contraste Invertido
uk: Висококонтрастна зі збільшеним шрифтом обернена
zh_cn: 高对比大字体反色

source: This theme suggests an increased font size of 18pt using light text on a dark background. To apply the suggested font, click on the <guibutton>Apply Font</guibutton> button.
de: Dieses Thema schlägt eine erhöhte Schriftgröße von 18pt mit hellem Text auf einem dunklem Hintergrund vor. Um die vorgeschlagene Schrift zu verwenden, klicken Sie auf den <guibutton>Font anwenden</guibutton> Knopf.
eu: Testu argia atzeko plano ilunean eskaintzen du, eta kontraste handiko koloreak eta 18 pt-ko letra-tipoaren tamaina iradokitzen ditu. Letra-tipo hori aplikatzeko, egin klik <guibutton>Aplikatu letra-tipoa</guibutton> botoian.
hu: Ez a téma javaslatot tesz a betűméret 18 pontra növelésére, sötét háttéren világos szöveg használatával. A javasolt betűkészlet alkalmazásához nyomja meg a <guibutton>Betűkészlet alkalmazása</guibutton> gombot.
pt: Este tema sugere um tamanho de fonte aumentado para 18pt utilizando texto claro sobre um fundo escuro. Para aplicar a fonte sugerida, clique no botão <guibutton>Aplicar Fonte</guibutton>.
uk: Ця тема пропонує збільшений до 18pt розмір шрифту і використання світлого тексту на темному тлі. Щоб застосувати запропонований шрифт, натисніть кнопку <guibutton>Застосувати шрифт</guibutton>.
zh_cn: 这个主题建议使用增大的18pt字体，在暗背景上使用亮文本。要使用建议的字体，请点击 <guibutton>应用字体</guibutton> 按钮。

source: In some MATE distributions there are also prebuilt low-contrast/low-contrast-large-print themes to complement the high-contrast theme set.
de: Einige MATE-Distributionen liefern auch bereits kontrastarme bzw. kontrastarme und große Themen mit, um den Satz der kontrastreichen Themen zu ergänzen.
hu: Néhány MATE disztribúcióban előre beépített kis kontrasztú, kis kontrasztú és nagy méretű szöveg témák találhatók, hasonlóan a nagy kontrasztú témákhoz.
uk: В деяких дистрибутивах із середовищем MATE існують також готові низько-контрастні та низько-контрастні зі збільшеним шрифтом теми на додаток до набору висококонтрастних тем.
zh_cn: 在一些 MATE 发行版中，也预置了低对比度/低对比度大字体主题来作为高对比度主题的补充。

source: To view the controls, window frame, and icon settings that are associated with a theme, select a theme in the <guilabel>Appearance </guilabel> preference tool, then click on the <guibutton>Theme</guibutton> tab. The <guilabel>Customize</guilabel> option contains a tabbed section for each setting category. Each tabbed section lists the options that are available and the current setting for the theme is highlighted.
de: Um die mit einem Thema verbundenen Einstellungen für Bedienelemente, Fensterteile und verwendete Symbole zu sehen, wählen Sie ein Thema im Einstellungswerkzeug <guilabel>Erscheinungsbild</guilabel> aus und klicken dann auf den Reiter <guibutton>Thema</guibutton>. Die Option <guilabel>Ändern</guilabel> enthält durch Reiter aufgeteilte Abschnitte für jede Kategorie von Einstellungen. Jeder dieser Reiter listet alle verfügbaren bzw. gerade ausgewählte Optionen für das gerade aktive Thema auf.
hu: A témához tartozó vezérlőelemek, ablakszegély- és ikonbeállítások megjelenítéséhez jelöljön ki egy témát a <guilabel>Megjelenés beállításai</guilabel> párbeszédablakban, majd nyomja meg a <guibutton>Testreszabás</guibutton> gombot. A <guilabel>Téma személyre szabása</guilabel> párbeszédablak minden beállítási kategóriához tartalmaz egy külön lapot. Minden szakasz megjeleníti az elérhető beállítások listáját és kiemeli a téma aktuális beállítását.
uk: Щоб побачити вигляд елементів керування, рамок вікна та піктограм, пов'язаних з темою, виберіть тему в інструменті параметрів <guilabel>Зовнішній вигляд</guilabel>, а потім виберіть вкладку <guibutton>Тема</guibutton> та натисніть кнопку <guilabel>Налаштувати</guilabel>. З’явиться вікно, яке містить вкладені секції для кожної категорії параметрів. Кожна вкладка містить доступні варіанти, а чинні параметри теми виділені.
zh_cn: 要预览主题中整体的控件，窗口边框，图标设置效果，在 <guilabel>外观</guilabel> 首选项工具里选择一个主题，然后点击 <guibutton>主题</guibutton> 标签，每个设置中都包含 <guilabel>自定义</guilabel> 选项，当前设置的项高亮显示。

source: Modifying the Controls Setting for a Theme
de: Ändern des Fensterinhalts eines Themas
hu: Téma vezérlőelem-beállításainak módosítása
uk: Зміна параметрів елементів керування теми
zh_cn: 为主题设置控件选项

source: To modify the controls setting that is associated with a theme, perform the following steps:
de: Zum Bearbeiten der Einstellungen für die Bildschirminhalte, die mit einem Thema verknüpft sind, führen Sie die folgenden Schritte aus:
eu: Gai batekin lotutako kontrol-ezarpenak aldatzeko, jarraitu urrats hauek:
hu: A témához tartozó vezérlőelem-beállítások módosításához tegye a következőket:
pt: Para alterar as definições de controlos associadas a um tema, realize os seguintes passos:
uk: Щоб змінити параметри елементів керування пов'язаних з темою, виконайте наступні дії:
zh_cn: 要给一个主题设置控件选项，请按下面步骤操作：

source: Within the <guilabel>Theme</guilabel> tab, select the theme that you want to modify.
de: Wählen Sie im Reiter <guilabel>Thema</guilabel> das zu bearbeitende Thema.
hu: A <guilabel>Megjelenés beállításai</guilabel> párbeszédablakban válassza ki a módosítani kívánt témát.
uk: Всередині вкладки <guilabel>Тема</guilabel>, виберіть тему, яку хочете змінити.
zh_cn: 在 <guilabel>主题</guilabel> 标签内，择一个您想设置的主题。

source: Click on the <guibutton>Customize</guibutton> button. The <guilabel>Customize Theme</guilabel> dialog is displayed.
de: Klicken Sie auf den Knopf <guibutton>Anpassen</guibutton>. Das Dialogfenster <guilabel>Thema anpassen</guilabel> erscheint.
hu: Nyomja meg a <guibutton>Testreszabás</guibutton> gombot. Megjelenik a <guilabel>Téma személyre szabása</guilabel> párbeszédablak.
uk: Натисніть кнопку <guibutton>Налаштувати</guibutton>. З'явиться діалогове вікно <guilabel>Інша тема</guilabel>.
zh_cn: 点击 <guibutton>自定义</guibutton> 按钮，出来一个 <guibutton>自定义主题</guibutton> 对话框。

source: Click on the <guilabel>Controls</guilabel> tab to display the controls options that are available.
de: Klicken Sie auf den Reiter <guilabel>Fensterinhalt</guilabel>, um die verfügbaren Optionen zum Anpassen des Fensterinhalts anzuzeigen.
eu: Egin klik <guilabel>Kontrolak</guilabel> fitxan, erabilgarri dauden kontrol-aukerak bistaratzeko.
hu: Az elérhető vezérlőelem-beállítások megjelenítéséhez válassza a <guilabel>Felhasználói felület elemei</guilabel> lapot.
pt: Clique no separador <guilabel>Controlos</guilabel> para visualizar as opções de controlos disponíveis.
uk: Перейдіть на вкладку <guilabel>Елементи керування</guilabel>, щоб відобразити варіанти доступних елементів керування.
zh_cn: 点击 <guilabel>控件</guilabel> 标签，显示各个控件选项。
