Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: In the <guilabel>Theme Preferences</guilabel> dialog, select the theme that you want to modify.
eu: <guilabel>Gaiaren hobespenak</guilabel> elkarrizketan, hautatu aldatu nahi duzun gaia.
pt: No diálogo <guilabel>Preferências de Temas</guilabel>, seleccione o tema que deseja alterar.

source: Click on the <guibutton>Theme Details</guibutton> button. The <guilabel>Theme Details</guilabel> dialog is displayed.
eu: Egin klik <guibutton>Gaiaren xehetasunak</guibutton> botoian. <guilabel>Gaiaren xehetasunak</guilabel> elkarrizketa-koadroa bistaratzen da.
pt: Clique no botão <guibutton>Detalhes do Tema</guibutton>. É aberto o diálogo <guilabel>Detalhes do Tema</guilabel>.

source: Select the controls option that you want to associate with the current theme from the list box, then click <guibutton>Close</guibutton>. The following table lists the controls options that are suitable for accessibility needs.
eu: Hautatu zerrenda-koadroan uneko gaiari lotu nahi dizkiozun kontrol-aukerak, eta hautatu <guibutton>Itxi</guibutton>. Ondorengo taulan erabilerraztasun-beharretara egoki daitezkeen kontrol-aukerak agertzen dira.
pt: Seleccione na lista a opção de controlos que deseja associar ao tema actual, depois clique em <guibutton>Fechar</guibutton>. A tabela seguinte lista as opções de controlos que se adequam a necessidades de acessibilidade.

source: Uses low contrast colors for the background and foreground text.
eu: Kontraste gutxiko koloreak erabiltzen ditu atzeko planoko eta aurreko planoko testuetan.
pt: Utiliza cores de baixo contraste para o fundo e texto.

source: Provides dark text on a light background using high contrast colors. Increases the size of controls to accommodate larger fonts. To increase the font size, you must use the <application>Font</application> preference tool.
eu: Testu iluna atzeko plano argian eskaintzen du, eta kontraste handiko koloreak erabiltzen ditu. Kontrolen tamaina handitzen du, letra-tipo handiagoak sartu ahal izateko. Letraren tamaina handitzeko, erabili <application>Letra-tipoa</application> hobespen-tresna.
pt: Apresenta texto escuro sobre fundo claro utilizando cores de elevado contraste. Aumenta o tamanho dos controlos para acomodar fontes maiores. Para aumentar o tamanho da fonte, tem de utilizar a ferramenta de preferências <application>Fonte</application>.

source: Provides light text on a dark background using high contrast colors. Increases the size of controls to accommodate larger fonts. To increase the font size, you must use the <application>Font</application> preference tool.
eu: Testu argia atzeko plano ilunean eskaintzen du, eta kontraste handiko koloreak erabiltzen ditu. Kontrolen tamaina handitzen du, letra-tipo handiagoak sartu ahal izateko. Letraren tamaina handitzeko, erabili <application>Letra-tipoa</application> hobespen-tresna.
pt: Apresenta texto claro sobre fundo escuro utilizando cores de elevado contraste. Aumenta o tamanho dos controlos para acomodar fontes maiores. Para aumentar o tamanho da fonte, tem de utilizar a ferramenta de preferências <application>Fonte</application>.

source: Uses low contrast colors for the background and foreground text. Increases the size of controls to accommodate larger fonts. To increase the font size, you must use the <application>Font</application> preference tool.
eu: Kontraste gutxiko koloreak erabiltzen ditu atzeko planoko eta aurreko planoko testuetan. Kontrolen tamaina handitzen du, letra-tipo handiagoak sartu ahal izateko. Letraren tamaina handitzeko, erabili <application>Letra-tipoa</application> hobespen-tresna.
pt: Utiliza cores de baixo contraste para o texto e fundo. Aumenta o tamanho dos controlos para acomodar fontes maiores. Para aumentar o tamanho da fonte, tem de utilizar a ferramenta de preferências <application>Fonte</application>.

source: To Modify the Window Border Setting for a Theme
eu: Gai baten Leiho-ertzaren ezarpena aldatzeko
pt: Alterar a Definição de Margem da Janela num Tema

source: Select the window frame option that you want to associate with the current theme from the list box, then click <guibutton>Close</guibutton>. The <guilabel>Atlanta</guilabel> option is an accessible option.
eu: Hautatu zerrenda-koadroan uneko gaiari lotu nahi dizkiozun leiho-ertzaren aukera, eta hautatu <guibutton>Itxi</guibutton>. <guilabel>Atlanta</guilabel> aukera erabilerraza da.
pt: Seleccione da lista a opção de margem de janela que deseja associar ao tema actual, depois clique em <guibutton>Fechar</guibutton>. A opção <guilabel>Atlanta</guilabel> é uma de acessibilidade.

source: To Modify the Icon Setting for a Theme
eu: Gai baten ikono-ezarpena aldatzeko
pt: Alterar a Definição de Ícones de um Tema

source: Select the icon option that you want to associate with the theme from the list box, then click <guibutton>Close</guibutton>. The following table lists the icon options that are suitable for accessibility needs.
eu: Hautatu zerrenda-koadroan uneko gaiari lotu nahi diozun ikono-aukera, eta hautatu <guibutton>Itxi</guibutton>. Ondorengo taulan erabilerraztasun-beharretara egoki daitezkeen ikono-aukerak agertzen dira.
pt: Seleccione da lista a opção de ícone que deseja associar ao tema, depois clique em <guibutton>Fechar</guibutton>. A tabela seguinte lista as opções de ícones que se adequam a necessidades de acessibilidade.

source: Provides dark on light icons using high contrast colors.
eu: Ikono argiak iluntzen ditu, eta kontraste handiko koloreak erabiltzen ditu.
pt: Apresenta ícones escuros sobre fundo claro utilizando cores de elevado contraste.

source: Provides light on dark icons using high contrast colors.
eu: Ikono ilunak argitzen ditu, eta kontraste handiko koloreak erabiltzen ditu.
pt: Apresenta ícones claros sobre fundo escuro utilizando cores de elevado contraste.

source: To Create Your Own Themes
eu: Zure gai propioak sortzeko
pt: Criar Os Seus Próprios Temas

source: creating your own
eu: zureak sortzea
pt: criar os seus

source: For information about how to create your own themes, see the <ulink type="help" url="ghelp:system-admin-guide?themes-0">System Administration Guide</ulink>.
eu: Gai propioak sortzeko informazioa lortzeko, ikus <ulink type="help" url="ghelp:system-admin-guide?themes-0">Sistema-administratzailearen gida</ulink>.
pt: Para informações sobre como criar os seus próprios temas, consulte o <ulink type="help" url="ghelp:system-admin-guide?themes-0">Guia do Administrador do Sistema</ulink>.

source: This section describes how to customize specific components of the desktop individually.
eu: Atal honetan mahaigaineko osagai espezifikoak nola pertsonaliza daitezkeen banaka azaltzen da.
pt: Esta secção descreve como personalizar individualmente componentes específicos do ambiente de trabalho.

source: To Customize the Desktop Background
eu: Mahaigainaren atzeko planoa pertsonalizatzeko
pt: Personalizar o Fundo da Área de Trabalho

source: The themes do not affect the desktop background. Therefore to modify the desktop background to complement your desktop, you must customize the desktop background separately using the <application>Desktop Background</application> preference tool. To start the <application>Desktop Background</application> preference tool,choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Appearance</guimenuitem></menuchoice> and choose a background from the <guilabel>Background</guilabel> tab.
eu: Gaiek ez dute eraginik mahaigainaren atzeko planoan. Beraz, mahaigainaren atzeko planoa aldatzeko (mahaigaina osatzeko), bere aldetik pertsonalizatu behar duzu, <application>Mahaigainaren atzeko planoa</application> hobespen-tresna erabiliz. <application>Mahaigainaren atzeko planoa</application> hobespen-tresna abiarazteko, hautatu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Hobespenak</guisubmenu><guimenuitem>Itxura</guimenuitem></menuchoice> eta aukeratu atzeko plano bat .<guilabel>Atzeko planoa</guilabel> fitxan.
pt: Os temas não afectam o fundo da área de trabalho. Assim, para maior personalização da área de trabalho através da alteração do fundo, terá de o personalizar separadamente utilizando a ferramenta de preferências <application>Fundo da Área de Trabalho</application>. Para iniciar a ferramenta de preferências <application>Fundo da Área de Trabalho</application>, seleccione <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferências</guisubmenu><guimenuitem>Aparência</guimenuitem></menuchoice> e seleccione o fundo no separador <guilabel>Fundo</guilabel>.

source: To Customize Desktop Background Objects
eu: Mahaigainaren atzeko planoko objektuak pertsonalizatzeko
pt: Personalizar os Objectos do Fundo da Área de Trabalho

source: In the <guilabel>Icon View Defaults</guilabel> group, select the zoom level that you require in the <guilabel>Default zoom level</guilabel> drop-down list.
eu: <guilabel>Ikono-ikuspegi lehenetsiak</guilabel> taldean, hautatu behar duzun zoom maila goitibeherako <guilabel>Zoom maila lehenetsia</guilabel> zerrendan.
pt: No grupo <guilabel>Omissões da Vista de Ícones</guilabel>, seleccione o nível de zoom desejado na caixa de selecção exclusiva <guilabel>Nível de zoom por omissão</guilabel>.

source: To Customize Fonts
eu: Letra-tipoak pertsonalizatzeko
pt: Personalizar as Fontes

source: Entire desktop excluding the desktop background
eu: Mahaigain osoa, mahaigainaren atzeko planoa izan ezik
pt: Todo o ambiente de trabalho excepto o fundo da área de trabalho

source: Text editor
eu: Testu-editorea
pt: Editor de texto

source: To Customize the Desktop Fonts
eu: Mahaigaineko letra-tipoak pertsonalizatzeko
pt: Personalizar as Fontes do Ambiente de Trabalho

source: The <application>Font</application> preference tool allows you to specify the default fonts for the desktop.
eu: <application>Letra-tipoa</application> hobespen-tresnak mahaigaineko letra-tipo lehenetsia zehazteko aukera ematen dizu.
pt: A ferramenta de preferências <application>Fonte</application> permite-lhe especificar as fontes por omissão para o ambiente de trabalho.

source: To start the <application>Font</application> preference tool, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Appearance</guimenuitem></menuchoice>. The <guilabel>Fonts</guilabel> tab contains the following options:
eu: <application>Letra-tipoa</application> hobespen-tresna irekitzeko, aukeratu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Hobespenak</guisubmenu><guimenuitem>Itxura</guimenuitem></menuchoice>. <guilabel>Letra-tipoak</guilabel> elkarrizketa-koadroak aukera hauek ditu:
pt: Para iniciar a ferramenta de preferências <application>Fonte</application>, seleccione <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferências</guisubmenu><guimenuitem>Aparência</guimenuitem></menuchoice>. O separador <guilabel>Fontes</guilabel> contém as seguintes opções:

source: Application font
eu: Aplikazioaren letra-tipoa
pt: Fonte de aplicação

source: If you use the <application>Theme</application> preference tool to select a theme and you click on the <guibutton>Apply Font</guibutton> button, the font that is associated with the theme overrides the font that you select using the <application>Font</application> preference tool.
eu: <application>Gaia</application> hobespen-tresna erabiltzen baduzu gai bat hautatzeko, eta klik egiten baduzu <guibutton>Aplikatu letra-tipoa</guibutton> botoian, gaiarekin erabiltzeko hautatutako letra-tipoak gainidatzi egingo du <application>Letra-tipoa</application> hobespen-tresnan hautatutakoa.
pt: Se utilizar a ferramenta de preferências <application>Tema</application> para seleccionar um tema e clicar no botão <guibutton>Aplicar Fonte</guibutton>, a fonte associada ao tema sobrepõe-se à fonte que seleccionar utilizando a ferramenta de preferências <application>Fonte</application>.

source: Document font
eu: Dokumentuen letra-tipoa
pt: Fonte do documento

source: Desktop font
eu: Mahaigaineko letra-tipoa
pt: Fonte de ambiente

source: Window title font
eu: Leihoaren tituluaren letra-tipoa
pt: Fonte de título de janela

source: Click on this button to select a font to use for the text that is displayed in titlebars of your windows.
eu: Egin klik botoi honetan leihoen titulu-barretan agertzen den testuarentzako letra-tipoa hautatzeko.
pt: Clique neste botão para seleccionar a fonte a utilizar para o texto que é apresentado nas barras de título das suas janelas.

source: Fixed width font
eu: Zabalera finkoko letra-tipoa
pt: Fonte de largura fixa

source: Font rendering
eu: Letra-tipoen errendatzea
pt: Renderização de fontes

source: Best shapes
eu: Forma onenak
pt: Melhores formas

source: Best contrast
eu: Kontraste onena
pt: Melhor contraste

source: Subpixel smoothing
eu: Azpipixelen leuntzea
pt: Suavização de subpixel (LCDs)

source: If you use large fonts, you may need to change the size of panes in applications that use panes such as, the file manager and the Help browser.
eu: Letra-tipo handiak erabiltzen badituzu, panelak erabiltzen dituzten aplikazioetako panelen tamainak aldatu beharko dituzu, besteak beste, fitxategi-kudeatzailea eta Laguntza-arakatzailea.
pt: Caso utilize fontes grandes, poderá necessitar de alterar o tamanho dos painéis nas aplicações que os têm tais como o gestor de ficheiros e navegador de Ajuda.

source: For more information about the <application>Font</application> preference tool, see the <ulink type="help" url="ghelp:user-guide?prefs-font">User Guide</ulink>.
eu: <application>Letra-tipoa</application> hobespen-tresnari buruz gehiago jakiteko, ikus <ulink type="help" url="ghelp:user-guide?prefs-font">Erabiltzailearen gida</ulink>.
pt: Para mais informações sobre a ferramenta de preferências <application>Fonte</application>, consulte o <ulink type="help" url="ghelp:user-guide?prefs-font">Guia do Utilizador</ulink>.

source: To Customize Application Fonts
eu: Aplikazioaren letra-tipoak pertsonalizatzeko
pt: Personalizar as Fontes das Aplicações

source: individual font
eu: letra-tipo indibiduala
pt: fonte específcia

source: By default, MATE applications use the default font specified in the <application>Font</application> preference tool. Some applications allow this default font to be customized. These applications are:
eu: Lehenespenez, MATE aplikazioek <application>Letra-tipoa</application> hobespen-tresnan zehaztutako letra-tipo lehenetsia erabiltzen dute. Aplikazio batzuek aukera ematen dute letra-tipo lehenetsia pertsonalizatzeko. Hauek dira aplikazioak:
pt: Por omissão, as aplicações MATE utilizam a fonte por omissão especificada na ferramenta de preferências <application>Fonte</application>. Algumas aplicações permitem personalizar esta fonte. Essas aplicações são:

source: To Achieve a High or Low Contrast Desktop
eu: Kontraste handiko edo txikiko mahaigaina lortzeko
pt: Para Obter um Ambiente de Elevado ou Reduzido Contraste

source: To achieve a high or low contrast desktop, perform the following steps:
eu: Kontraste handiko edo txikiko mahaigaina lortzeko, jarraitu ondoko urratsak:
pt: Para obter um ambiente de contraste elevado ou reduzido, realize os seguintes passos:

source: Use the <application>Theme</application> preference tool to select the high contrast or low contrast desktop theme that you require.
eu: Erabili <application>Gaia</application> hobespen-tresna kontraste handiko edo txikiko mahaigaineko gaia hautatzeko.
pt: Utilize a ferramenta de preferências <application>Tema</application> para seleccionar o tema de elevado ou reduzido contraste desejado.

source: Use the <application>Desktop Background</application> preference tool to customize your desktop background as follows:
eu: Erabili <application>Mahaigainaren atzeko planoa</application> hobespen-tresna, mahaigainaren atzeko planoa honela pertsonalizatzeko:
pt: Utilize a ferramenta de preferências <application>Fundo da Área de Trabalho</application> para personalizar o fundo da área da seguinte forma:

source: In the <application>gedit</application> application, ensure that the <guilabel>Use default theme colors</guilabel> option is selected in the <guilabel>Fonts &amp; Colors</guilabel> tabbed section of the <guilabel>Preferences</guilabel> dialog.
eu: <application>gedit</application> aplikazioan, ziurtatu <guilabel>Erabili gai lehenetsiaren koloreak</guilabel> aukera hautatuta dagoela <guilabel>Hobespenak</guilabel> elkarrizketa-koadroko <guilabel>Letra-tipoak eta koloreak</guilabel> fitxadun atalean.
pt: Na aplicação <application>gedit</application>, certifique-se de que a opção <guilabel>Utilizar fonte do tema por omissão</guilabel> se encontra seleccionada no separador <guilabel>Fontes &amp; Cores</guilabel> do diálogo de <guilabel>Preferências</guilabel>.

source: To Achieve a Large Print Desktop
eu: Letra handiko mahaigaina lortzeko:
pt: Para Obter um Ambiente com Fontes Grandes

source: To achieve a large print desktop, perform the following steps:
eu: Letra handiko mahaigaina lortzeko, jarraitu urrats hauek:
pt: Para obter um ambiente com fontes grandes, realize os seguintes passos:

source: Use the <application>Theme</application> preference tool to select the <guilabel>Large Print</guilabel> theme.
eu: Erabili <application>Gaia</application> hobespen-tresna <guilabel>Letra handiko</guilabel> gaia hautatzeko.
pt: Utilize a ferramenta de preferências <application>Tema</application> para seleccionar o tema <guilabel>Impressão Grande</guilabel>.

source: Use the <guilabel>Desktop font</guilabel> option in the <application>Font</application> preference tool to increase the font that is displayed on desktop background objects.
eu: Erabili <application>Letra-tipoa</application> hobespen-tresnaren <guilabel>Mahaigaineko letra-tipoa</guilabel> aukera, mahaigaineko atzeko planoko objektuak bistaratzeko letra-tipoa handitzeko.
pt: Utilize a opção <guilabel>Fonte do ambiente de trabalho</guilabel> na ferramenta de preferências <application>Fonte</application> para aumentar a fonte que é apresentada nos objectos do fundo da área de trabalho.

source: If the <guilabel>Use default theme font</guilabel> option is selected in the <application>gedit</application><guilabel>Preferences</guilabel> dialog, <application>gedit</application> uses the font size that is specified in the large print theme that you selected. However, if the <guilabel>Use default theme font</guilabel> option is not selected, increase the font size that is used to display the contents of the <application>gedit</application> text editor window. See the <ulink type="help" url="ghelp:gedit?gedit-prefs-fontsandcolors"> gedit manual</ulink> for more information.
eu: <application>gedit</application><guilabel>Hobespenak</guilabel> elkarrizketa-koadroan <guilabel>Erabili gaiaren letra-tipo lehenetsia</guilabel> aukera hautatuta badago, <application>gedit</application>-ek hautatu duzun 'letra handia' gaian zehaztutako letra-tipoaren tamaina erabiliko du. Dena den, <guilabel>Erabili gaiaren letra-tipo lehenetsia</guilabel> aukera hautatuta ez badago, handitu <application>gedit</application> testu-editorearen leihoko eduki bistaratzeko erabiltzen den letra-tipoaren tamaina. Ikus <ulink type="help" url="ghelp:gedit?gedit-prefs-fontsandcolors">gedit eskuliburua</ulink>, informazio gehiago lortzeko.
pt: Se a opção <guilabel>Utilizar fonte do tema por omissão</guilabel> estiver seleccionada no diálogo <guilabel>Preferências</guilabel> do <application>gedit</application>, o <application>gedit</application> utiliza o tamanho de fonte especificado no tema Impressão Grande seleccionado. No entanto, se a opção <guilabel>Utilizar fonte do tema por omissão</guilabel> não estiver seleccionada, é possível aumentar o tamanho da fonte utilizada para apresentar o conteúdo da janela de texto do <application>gedit</application>. Consulte o <ulink type="help" url="ghelp:gedit?gedit-prefs-fontsandcolors">manual do gedit</ulink> para mais informações.

source: If you use applications that use panes, such as the file manager and the Help browser, you may need to change the size of panes to accommodate the large print. See the online help for the appropriate application for more information.
eu: Panelak erabiltzen dituzten aplikazioak erabiltzen badituzu, besteak beste fitxategi-kudeatzailea eta laguntza-arakatzailea, panelen tamaina aldatu egin beharko duzu 'letra handia' gaira egokitzeko. Informazio gehiago nahi izanez gero, ikus aplikazioari dagokion lineako laguntza.
pt: Caso utilize aplicações que tenham painéis, tais como o gestor de ficheiros e o navegador de Ajuda, poderá ter de alterar o tamanho dos painéis para que acomodem as fontes grandes. Consulte a ajuda da respectiva aplicação para mais informações.

source: Mobility impairments can be caused by arthritis, stroke, cerebral palsy, Parkinson's disease, multiple sclerosis, and loss of limbs or digits, among others. Poor muscle control or weaknesses can make using standard keyboards and mouse devices difficult. For instance, some people are unable to type two keys simultaneously, while others tend to hit multiple keys or to bounce keys when pressing or releasing them. People who are able to use only one hand likewise have difficulties with some keyboard and mouse tasks.
pt: Restrições à mobilidade podem ser causadas pela artrite, ataque cardíaco, paralisia cerebral, Parkinsonismo, esclerose múltipla, e amputação de membros ou dedos, entre outras. Um reduzido controlo muscular ou fraqueza podem tornar difícil a utilização de teclados ou ratos comuns. Por exemplo, algumas pessoas não são capazes de premir duas teclas simultaneamente, enquanto outras tendem a premir várias teclas ou uma repetidamente ao premir ou largar teclas. Pessoas que apenas podem utilizar uma mão sentem também dificuldade ao realizar algumas tarefas com o teclado e rato.

source: <emphasis>Mouse and Keyboard Enhancements</emphasis> - helpful for users who have trouble typing and controlling a mouse or a keyboard.
pt: <emphasis>Melhorias de Rato e Teclado</emphasis> - útil para utilizadores que sentem dificuldades em digitar num teclado ou controlar um rato.

source: Compose keyboards that enable you to compose text. To type alphanumeric characters, you select the characters on the compose keyboard.
eu: Testua idazteko aukera ematen duten teklatu konposatuak. Karaktere alfanumerikoak idazteko, hautatu karaktereak teklatu konposatuan.
pt: Teclados de composição que lhe permitem compor texto. Para introduzir caracteres alfanuméricos, seleccione os caracteres no teclado de composição.

source: Dynamic keyboards that <application>On-Screen Keyboard</application> generates to reflect the applications that are currently running on the desktop. For example, <application>On-Screen Keyboard</application> generates keyboards that contain keys to represent the applications that are running on your desktop or the menus that are contained in an application.
eu: <application>Pantailako teklatuak</application> sortzen dituen Teklatu dinamikoak, mahaigainean unean exekutatzen ari diren aplikazioak islatzeko. Esate baterako, <application>Pantailako teklatuak</application> mahaigainean exekutatzen ari diren aplikazioak edo aplikazio bateko menuak ordezkatzeko teklak dituzten teklatuak sortzen ditu.
pt: Teclados dinâmicos que o <application>Teclado no Ecrã</application> gera para reflectir as aplicações que está a utilizar no ambiente de trabalho. Por exemplo, o <application>Teclado no Ecrã</application> gera teclados que contêm teclas que representam as aplicações em execução no seu ambiente de trabalho ou os menus contidos numa aplicação.
