Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: <application>Orca</application> provides additional commands for some applications, such as <application>Firefox</application>. To get the list of additional commands for an application, press <keycombo><keycap>Ctrl</keycap><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo> when that application has focus. This will bring up the <application>Orca</application> Configuration GUI in the "application-specific" state, and the additional commands will appear in the <guilabel>Key Bindings</guilabel> page.
de: <application>Orca</application> stellt erweiterte Tastenkombinationen für bestimmte Programme, wie <application>Firefox</application> zur Verfügung. Um die Liste der ergänzenden Tastenkombinationen anzuzeigen, drücken Sie bei fokussierter Anwendung <keycombo><keycap>Strg</keycap><keycap>Orcamodifikator</keycap><keycap>Leertaste</keycap></keycombo>. Dies versetzt die grafische Konfigurationsoberfläche von <application>Orca</application> in den »anwendungsspezifischen« Zustand und die ergänzenden Tastenkombinationen werden auf dem Reiter <guilabel>Tastenkombinationen</guilabel> angezeigt.
hu: Az <application>Orka</application> néhány alkalmazáshoz kiegészítő billentyűparancsokat is használ, például a <application>Mozilla Firefox</application> webböngészőhöz. Ha szeretné megtekinteni egy alkalmazás kiegészítő billentyűparancsainak listáját, az alkalmazás elindítása után nyomja meg a <keycombo><keycap>Ctrl</keycap><keycap>Orka módosító</keycap><keycap>Szóköz</keycap></keycombo> billentyűkombinációt. Ez a billentyűkombináció megjeleníti az Orka alkalmazásbeállító párbeszédpanelét, a kiegészítő billentyűparancsokat a <guilabel>Billentyűtársítások</guilabel> lapon tekintheti meg.
uk: <application>Orca</application> надає додаткові клавіатурні команди для деяких програм, наприклад <application>Firefox</application>. Щоб отримати список додаткових команд для програми, натисніть <keycombo><keycap>Ctrl</keycap><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo> коли програма має фокус. Ця дія викличе інструмент конфігурації <application>Orca</application> в режимі, що враховує специфіку цієї програми і додаткові клавіатурні команди з’являться на вкладці <guilabel>Прив’язки клавіш</guilabel>.
zh_cn: <application>Orca</application> 为一些应用程序，提供了额外的命令，比如像<application>Firefox</application>。要获得这些额外命令，在这个应用程序获得焦点时，按组合键 <keycombo><keycap>Ctrl</keycap><keycap>Orca_修饰键</keycap><keycap>空格键</keycap></keycombo>。然后会出来 <application>Orca</application> “特定应用程序”配置界面，额外的命令会在 <guilabel>按键绑定</guilabel> 页里找到。

source: The MATE Desktop itself also has <ulink url="http://library.mate.org/users/user-guide/stable/shortcuts-global.html.en">built in keyboard commands</ulink> to control the desktop and its applications.
de: Der MATE-Desktop besitzt selbst <ulink url="http://library.mate.org/users/user-guide/stable/shortcuts-global.html.de">eingebaute Tastenkombinationen</ulink>, mit denen der Desktop und seine Anwendungen gesteuert werden können.
hu: A MATE asztali környezet <ulink url="http://library.mate.org/users/user-guide/stable/shortcuts-global.html.hu">beépített billentyűparancsaival</ulink> használható az asztali környezet és az alkalmazások.
uk: Саме середовище MATE також має <ulink url="http://library.mate.org/users/user-guide/stable/shortcuts-global.html.en">власні клавіатурні команди</ulink> для керування середовищем та його програмами.
zh_cn: MATE 桌面也有自己的 <ulink url="http://library.mate.org/users/user-guide/stable/shortcuts-global.html.en">内置键盘命令</ulink> 来控制桌面和它的应用程序。

source: WARNING: the MouseKeys functionality of AccessX can interfere with the <application>Orca</application> modifier key (see <ulink url="http://bugzilla.mate.org/show_bug.cgi?id=548169">bug 548169</ulink>), resulting in odd behavior. In particular, MouseKeys uses the <keycap>KP_Insert</keycap> key to emulate a mouse button press. When enabled, MouseKeys can conflict with <keycap>KP_Insert</keycap> as the <application>Orca</application> modifier, resulting in what appears to be a stuck <application>Orca</application> modifier key. As an alternative, you can use the <link linkend="orca-laptop-keys">laptop key bindings</link>, which avoids the keypad for <application>Orca</application> commands. If you accidentally enabled MouseKeys, you can disable it via the <application>mate-keyboard-properties</application> application.
de: WARNUNG: Die Maustasten-Funktionen (MouseKeys) von AccessX können mit den <application>Orca</application>-Steuertasten kollidieren und eigenartig reagieren (siehe <ulinkurl="http://bugzilla.mate.org/show_bug.cgi?id=548169">bug 548169</ulink>). Vor allem verwendet MouseKeys <keycap>KP_Insert</keycap>, um das Drücken einer Maustaste zu simulieren. Damit ist aber diese Taste nicht mehr für die Steuerung von <application>Orca</application> verfügbar. Es scheint dann so, als ob diese Taste hängen geblieben sei. Als Alternative könnten Sie die <linklinkend="orca-laptop-keys">Tastenkombinationen für Laptops</link> verwenden, welche den Ziffernblock nicht für <application>Orca</application> einsetzen. Falls Sie ungewollt die MouseKeys aktiviert haben sollten, dann können Sie sie wieder über die <application>mate-keyboard-properties</application>-Anwendung ausschalten.
hu: Figyelmeztetés! A billentyűzet akadálymentesítésének egérbillentyűk szolgáltatása felülírja az Orka módosítóbillentyűt (bővebb információkért nézze meg az <ulink url="http://bugzilla.mate.org/show_bug.cgi?id=548169">548169 számú hibát</ulink>). Ez azt eredményezi, hogy az egéremuláció részben a numerikus Insert billentyűt használja az egér billentyűk lenyomásakor, ez ütközik az egyik Orka módosítóbillentyűvel (ha asztali billentyűzetkiosztást használ). Egy lehetséges megoldás, ha a <link linkend="orca-laptop-keys">laptop billentyűtársításokat</link> használja a numerikus billentyűparancsok helyett. Ha véletlenül engedélyezte az egérbillentyűk funkciót, letilthatja a <application>Billentyűzet</application> beállítóeszköz Egérbillentyűk lapján.
uk: УВАГА: функціональності MouseKeys і AccessX може завадити конфлікт з клавішею-модифікатором <application>Orca</application> (дивіться <ulink url="http://bugzilla.mate.org/show_bug.cgi?id=548169">ваду 548169</ulink>), внаслідок дивної поведінки. Зокрема, MouseKeys використовує клавішу <keycap>KP_Insert</keycap> для емуляції натискання кнопки миші. Якщо увімкнути, MouseKeys може конфліктувати з клавішею <keycap>KP_Insert</keycap> як клавішею-модифікатором <application>Orca</application>, в результаті чого ця клавіша буде «зависати». Як альтернатива, ви можете використовувати прив’язки клавіш на <link linkend="orca-laptop-keys">портативній клавіатурі</link>, що дає змогу уникнути використання цифрової клавіатури для команд <application>Orca</application>. Якщо ви випадково увімкнули MouseKeys, вимкнути її можна через програму <application>mate-keyboard-properties</application>.
zh_cn: 警告：AccessX 的 鼠标键功能会跟 <application>Orca</application> 修饰键(see <ulink url="http://bugzilla.mate.org/show_bug.cgi?id=548169">bug 548169</ulink>) 有冲突，导致奇怪的现象。尤其是，鼠标键使用 <keycap>KP_Insert</keycap> 键来模拟鼠标按钮动作。如果启用了，鼠标键会与 <application>Orca</application> 修饰键的 <keycap>KP_Insert</keycap> 冲突。作为替代，您可以使用 <link linkend="orca-laptop-keys">笔记本按键绑定</link>，可以防止 <application>Orca</application> 键盘命令。如果您无意中开启了鼠标键，您可以在 <application>mate-keyboard-properties</application> (键盘首选项)中关闭它。

source: Desktop Layout
de: Desktopbelegung
hu: Asztali kiosztás
uk: Настільна клавіатура
zh_cn: 台式机键盘布局

source: Following is a list of common <application>Orca</application> keyboard commands for desktop keyboards arranged by category:
de: Es folgt eine nach Kategorien geordnete Liste geläufiger <application>Orca</application>-Tastenkombinationen für die Desktop-Tastatur.
hu: A következő kategorizált lista az <application>Orka</application> asztali billentyűzetekhez beállított billentyűparancsait ismerteti:
uk: Нижче наведений список найбільш поширених клавіатурних команд <application>Orca</application> для настільних клавіатур і впорядкованих за категоріями:
zh_cn: 下面列出了台式机键盘上，常用的 <application>Orca</application> 键盘命令，按类别排列：

source: Flat review commands
de: Befehle für den Übersichtsmodus
hu: Az egyszerű áttekintés billentyűparancsai
pt: Comandos de revisão plana
uk: Команди плоского вигляду
zh_cn: 平的复习(Flat review)命令

source: <keycap>Numpad-7</keycap> - move the flat review cursor to the previous line and read it.
de: <keycap>Nummernblock-7</keycap> - Bewegt den Cursor im Übersichtsmodus in die vorherige Zeile und liest sie.
hu: <keycap>Numpad-7</keycap>: Az egyszerű áttekintő kurzor előző sorra mozgatása, majd annak felolvasása.
uk: <keycap>Numpad-7</keycap> — перемістити курсор плоского вигляду на попередній рядок і вимовити його.
zh_cn: <keycap>Numpad-7</keycap> - 移动光标到上一行并朗读。

source: <keycap>Numpad-8</keycap> - read the current line.
de: <keycap>Nummernblock-8</keycap> - Liest die aktuelle Zeile.
hu: <keycap>Numpad-8</keycap>: Az aktuális sor felolvasása.
uk: <keycap>Numpad-8</keycap> — вимовити поточний рядок.
zh_cn: <keycap>Numpad-8</keycap> - 朗读当前行。

source: <keycap>Numpad-9</keycap> - move the flat review cursor to the next line and read it.
de: <keycap>Nummernblock-9</keycap> - Bewegt den Cursor im Übersichtsmodus in die nächste Zeile und liest sie.
hu: <keycap>Numpad-9</keycap>: Az egyszerű áttekintő kurzor következő sorra mozgatása, majd annak felolvasása.
uk: <keycap>Numpad-9</keycap> — перемістити курсор плоского вигляду на наступний рядок і вимовити його.
zh_cn: <keycap>Numpad-9</keycap> - 移动光标到下一行并朗读。

source: <keycap>Numpad-4</keycap> - move the flat review cursor to the previous word and read it.
de: <keycap>Nummernblock-4</keycap> - Bewegt den Cursor im Übersichtsmodus zum vorherigen Wort und liest es.
hu: <keycap>Numpad-4</keycap>: Az egyszerű áttekintő kurzor előző szóra mozgatása, majd annak felolvasása.
uk: <keycap>Numpad-4</keycap> — перемістити курсор плоского вигляду на попереднє слово і вимовити його.
zh_cn: <keycap>Numpad-4</keycap> - 移动光标到前一个词并朗读。

source: <keycap>Numpad-5</keycap> - read the current word.
de: <keycap>Nummernblock-5</keycap> - Liest das aktuelle Wort.
hu: <keycap>Numpad-5</keycap>: Az aktuális szó felolvasása.
uk: <keycap>Numpad-5</keycap> — вимовити поточне слово.
zh_cn: <keycap>Numpad-5</keycap> - 朗读当前词。

source: <keycap>Numpad-6</keycap> - move the flat review cursor to the next word and read it.
de: <keycap>Nummernblock-6</keycap> - Bewegt den Cursor im Übersichtsmodus zum nächsten Wort und liest es.
hu: <keycap>Numpad-6</keycap>: Az egyszerű áttekintő kurzor következő szóra mozgatása, majd annak felolvasása.
uk: <keycap>Numpad-6</keycap> — перемістити курсор плоского вигляду на наступне слово і вимовити його.
zh_cn: <keycap>Numpad-6</keycap> - 移动光标到下一个词语并朗读。

source: <keycap>Numpad-1</keycap> - move the flat review cursor to the previous character and read it.
de: <keycap>Nummernblock-1</keycap> - Bewegt den Cursor im Übersichtsmodus zum vorherigen Zeichen und liest es.
hu: <keycap>Numpad-1</keycap>: Az egyszerű áttekintő kurzor előző karakterre mozgatása, majd annak felolvasása.
uk: <keycap>Numpad-1</keycap> — перемістити курсор плоского вигляду на попередній символ і вимовити його.
zh_cn: <keycap>Numpad-1</keycap> - 移动光标到前一个字符并朗读。

source: <keycap>Numpad-2</keycap> - read the current character.
de: <keycap>Nummernblock-2</keycap> - Liest das aktuelle Zeichen.
hu: <keycap>Numpad-2</keycap>: Az aktuális karakter felolvasása.
uk: <keycap>Numpad-2</keycap> — вимовити поточний символ.
zh_cn: <keycap>Numpad-2</keycap> - 朗读当前字符。

source: <keycap>Numpad-3</keycap> - move the flat review cursor to the next character and read it.
de: <keycap>Nummernblock-3</keycap> - Bewegt den Cursor im Übersichtsmodus zum nächsten Zeichen und liest es.
hu: <keycap>Numpad-3</keycap>: Az egyszerű áttekintő kurzor következő karakterre mozgatása, majd annak felolvasása.
uk: <keycap>Numpad-3</keycap> — перемістити курсор плоского вигляду на наступний символ і вимовити його.
zh_cn: <keycap>Numpad-3</keycap> - 移动光标到下一个字符并朗读。

source: <keycap>Numpad-slash</keycap> - perform a left mouse click at the location of the flat review cursor.
de: <keycap>Nummernblock-slash</keycap> - Führt einen linken Mausklick an der Stelle aus, an der sich der Cursor im Übersichtsmodus befindet.
hu: <keycap>Numpad-/</keycap>: Bal kattintás végrehajtása az egyszerű áttekintés kurzor által kijelölt helyen.
uk: <keycap>Numpad-slash</keycap> — виконати клацання лівою кнопкою миші на місці курсору плоского вигляду.
zh_cn: <keycap>Numpad-斜杠</keycap> - 在光标位置执行一个鼠标左键单击动作。

source: <keycap>Numpad-star</keycap> - perform a right mouse click at the location of the flat review cursor.
de: <keycap>Nummernblock-Stern</keycap> - Führt einen rechten Mausklick an der Stelle aus, an der sich der Cursor im Übersichtsmodus befindet.
hu: <keycap>Numpad-*</keycap>: Jobb kattintás végrehajtása az egyszerű áttekintés kurzor által kijelölt helyen.
uk: <keycap>Numpad-star</keycap> — виконати клацання правою кнопкою миші на місці курсору плоского вигляду.
zh_cn: <keycap>Numpad-星号</keycap> - 在光标位置执行一个鼠标右键单击动作。

source: <keycap>Numpad-minus</keycap> - toggle between flat review and focus tracking mode.
de: <keycap>Nummernblock-Minus</keycap> - Wechselt zwischen dem Übersichts- und dem Fokusverfolgungsmodus.
hu: <keycap>Numpad-kivonás</keycap>: Váltás az egyszerű áttekintés és a fókuszkövetés mód között.
uk: <keycap>Numpad-minus</keycap> — перемикати між плоским виглядом та режимом стеження за фокусом.
zh_cn: <keycap>Numpad-减号</keycap> - 在光标浏览模式和焦点跟踪模式之间切换。

source: The above commands apply when working with objects as well as when working with text. For example, if the flat review cursor were positioned on a menu bar, pressing the "read current line" command would speak the names of all visible menus. Similarly, pressing the "read next word" command would speak the object to the right of the flat review cursor on the same line, or move flat review to the next line if no more objects were found.
de: Die oben genannten Befehle funktionieren sowohl mit Text als auch mit Objekten. Wenn Sie im Übersichtsmodus zum Beispiel eine Menüleiste fokussiert haben und den Befehl zum »Lesen der aktuellen Zeile« geben, werden alle sichtbaren Menüpunkte vorgelesen. Ähnlich verhält es sich mit dem Befehl zum »Lesen des nächsten Wortes«. Hier wird das Wort rechts von der Cursorposition vorgelesen oder der Cursor in die nächste Zeile bewegt, wenn sich hier weitere Objekte befinden.
hu: A fenti billentyűparancsok egyaránt alkalmazhatók, ha objektumokkal vagy szöveggel dolgozik. Ha például az egyszerű áttekintés kurzorral egy menüsorra pozicionál és lenyomja a <keycap>Numpad-8</keycap> billentyűt („az aktuális sor felolvasása”), akkor az összes látható menü kimondásra kerül. Hasonlóan, a „következő szó felolvasása” parancs az egyszerű áttekintés kurzortól jobbra található objektumot fogja felolvasni, vagy ha már nem található több objektum, átlép a következő sorba.
uk: Ці команди застосовуються при роботі як з об'єктами, так і з текстом. Наприклад, якщо курсор плоского вигляду розташований в меню, натиснувши комбінацію клавіш для команди «читати поточний рядок», будуть озвучуватись назви всіх видимих меню. Так само, натиснувши комбінацію клавіш для команди «читати наступне слово», буде озвучений об'єкт праворуч від курсору плоского вигляду в тому ж рядку, якщо в цьому рядку більше об'єктів не має, курсор плоского вигляду буде переміщений на наступний рядок.
zh_cn: 上面的命令用在对象上和用在文本上一样的好。例如，如果光标定位在菜单栏，按“朗读当前行”命令将读出菜单上的名称。类似地，按“读下一个词语”命令会读出同一行上，光标右边的对象，如果右边没有对象的话，就移动光标到下一行。

source: Bookmark commands
de: Lesezeichen-Befehle
hu: Könyvjelzőkkel kapcsolatos parancsok
pt: Comandos de Marcadores
uk: Команди закладок
zh_cn: 书签命令

source: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo> - assign a bookmark to a numbered slot. If a bookmark already exists in the slot it will be replaced with the new one.
de: <keycombo><keycap>Alt</keycap><keycap>Einfügen</keycap><keycap>[1-6]</keycap></keycombo> - weist einem nummerierten Slot ein Lesezeichen zu. Ein bereits vorhandenes Lesezeichen wird überschrieben.
hu: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo>: Könyvjelzőt helyez el a megadott sorszámú helyre (1-6). Ha egy adott számú könyvjelző már létezik, akkor az új könyvjelző felülírja azt.
uk: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo> — призначити закладку в пронумерований слот. Якщо закладка вже існує в ньому вона буде замінена на нову.
zh_cn: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo> - 添加一个书签到编号空档。如果这个位置上已经有书签存在，将会被新的替换。

source: <keycombo><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo> - go to the position pointed to by the bookmark bound to this numbered slot.
de: <keycombo><keycap>Einfügen</keycap><keycap>[1-6]</keycap></keycombo> - navigiert an die Position, auf die das im nummerierten Slot abgelegte Lesezeichen zeigt.
hu: <keycombo><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo>: Ugrás a megfelelő számú könyvjelző által mutatott pozícióra.
uk: <keycombo><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo> — перейти на позицію вказану закладкою, яка пов’язана з цим нумерованим слотом.
zh_cn: <keycombo><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo> - : 转到该位置书签号存储的书签所指定的位置。

source: <keycombo><keycap>Alt</keycap><keycap>Shift</keycap><keycap>[1-6]</keycap></keycombo> - "Where am I" information for this bookmark relative to the current pointer location.
de: <keycombo><keycap>Alt</keycap><keycap>Umschalttaste</keycap><keycap>[1-6]</keycap></keycombo> - Information »Wo bin ich« für das Lesezeichen relativ zur Position des Mauszeigers.
hu: <keycombo><keycap>Alt</keycap><keycap>Shift</keycap><keycap>[1-6]</keycap></keycombo>: A „Hol vagyok” parancs segítségével információt ad arról, hogy a könyvjelző a jelenlegi mutatópozícióhoz képest hol található.
uk: <keycombo><keycap>Alt</keycap><keycap>Shift</keycap><keycap>[1-6]</keycap></keycombo> — інформація «Де я?» для закладки, яка відноситься до чинного місця розташування вказівника.
zh_cn: <keycombo><keycap>Alt</keycap><keycap>Shift</keycap><keycap>[1-6]</keycap></keycombo> - 该书签的“我在哪”(“Where am I”)信息，相对于当前位置。

source: <keycombo><keycap>Insert</keycap><keycap>B</keycap></keycombo> and <keycombo><keycap>Insert</keycap><keycap>Shift</keycap><keycap>B</keycap></keycombo> - move between the given bookmarks for the given application or page.
de: <keycombo><keycap>Einfügen</keycap><keycap>B</keycap></keycombo> und <keycombo><keycap>Einfügen</keycap><keycap>Umschalttaste</keycap><keycap>B</keycap></keycombo> - navigiert zwischen den für die aktuelle Anwendung oder Internetseite vergebenen Lesezeichen.
hu: <keycombo><keycap>Insert</keycap><keycap>B</keycap></keycombo> és <keycombo><keycap>Insert</keycap><keycap>Shift</keycap><keycap>B</keycap></keycombo>: Mozgás az adott alkalmazás vagy oldal megadott könyvjelzői között.
uk: <keycombo><keycap>Insert</keycap><keycap>B</keycap></keycombo> або <keycombo><keycap>Insert</keycap><keycap>Shift</keycap><keycap>B</keycap></keycombo> — переміщатись між даними закладками для цієї програми або сторінки.
zh_cn: <keycombo><keycap>Insert</keycap><keycap>B</keycap></keycombo> 和 <keycombo><keycap>Insert</keycap><keycap>Shift</keycap><keycap>B</keycap></keycombo> - 在给定的书签和给定应用程序或页面之间移动。

source: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>B</keycap></keycombo> - save the defined bookmarks for the current application or page.
de: <keycombo><keycap>Alt</keycap><keycap>Einfügen</keycap><keycap>B</keycap></keycombo> - Speichert die definierten Lesezeichen für die aktuelle Anwendung oder Internetseite.
hu: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>B</keycap></keycombo>: Az aktuális alkalmazáshoz vagy oldalhoz megadott könyvjelzők mentése.
uk: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>B</keycap></keycombo> — зберегти означені закладки для чинної програми або сторінки.
zh_cn: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>B</keycap></keycombo> - 为当前应用程序或页面保存书签。

source: Miscellaneous functions
de: Verschiedene Funktionen
eu: Hainbat funtzio
hu: Egyéb funkciók
pt: Funções várias
uk: Інші функції
zh_cn: 各种功能

source: <keycombo><keycap>Numpad</keycap><keycap>Plus</keycap></keycombo> - "say all" command; reads from the current position of the caret to the end of the document.
de: <keycombo><keycap>Numpad</keycap><keycap>Plus</keycap></keycombo> - Befehl »Alles vorlesen« - liest alles von der aktuellen Cursorposition bis zum Ende des Dokuments vor.
hu: <keycombo><keycap>Numpad</keycap><keycap>+</keycap></keycombo>: A dokumentum felolvasása a kurzor pozíciójától a végéig.
uk: <keycombo><keycap>Numpad</keycap><keycap>Plus</keycap></keycombo> — команда «вимовити все»; читає від чинної позиції каретки до кінця документа.
zh_cn: <keycombo><keycap>数字键盘</keycap><keycap>加号键</keycap></keycombo> - “朗读全部”命令；从光标所在的当前位置朗读到文档结尾。

source: <keycombo><keycap>Numpad</keycap><keycap>Enter</keycap></keycombo> - "Where am I" command; speaks information such as the title of the current application window, as well as the name of the control that currently has focus.
de: <keycombo><keycap>Nummernblock</keycap><keycap>Eingabetaste</keycap></keycombo> - Befehl »Wo bin ich«; liest Informationen wie den Titel der aktuellen Anwendung oder den Namen des fokussierten Elements.
hu: <keycombo><keycap>Numpad</keycap><keycap>Enter</keycap></keycombo>: Végrehajtja a „Hol vagyok” műveletet. Ez a parancs még egyszer kimondja az aktuális alkalmazásablak címét, vagy a fókuszban lévő objektumot.
uk: <keycombo><keycap>Numpad</keycap><keycap>Enter</keycap></keycombo> — команда «Де я?»; вимовляє таку інформацію як назва вікна чинної програми або назву елемента керування, який на цей час має фокус.
zh_cn: <keycombo><keycap>Insert</keycap><keycap>数字键盘</keycap><keycap>回车键</keycap></keycombo> - “我在哪儿”(Where am I)命令. 朗读当前应用程序窗口的信息，比如标题，还有当前获得焦点的控件名称。

source: <keycombo><keycap>Insert</keycap><keycap>H</keycap></keycombo> - enter into <application>Orca</application>'s "learn mode"; press <keycap>Escape</keycap> to exit.
de: <keycombo><keycap>Einfügen</keycap><keycap>H</keycap></keycombo> - Betritt den »Lernmodus« von Orca. Drücken Sie zum Verlassen <keycap>Esc</keycap>.
hu: <keycombo><keycap>Insert</keycap><keycap>H</keycap></keycombo>: Belépés a tanulási módba. Ha ki szeretne lépni a tanulási módból, akkor nyomja meg az <keycap>Escape</keycap> billentyűt.
uk: <keycombo><keycap>Insert</keycap><keycap>H</keycap></keycombo> — увійти в «режим навчання» <application>Orca</application>; щоб вийти натисніть клавішу <keycap>Escape</keycap>.
zh_cn: <keycombo><keycap>Insert</keycap><keycap>F1</keycap></keycombo> : 进入 <application>Orca</application> 的“教学模式”；按 <keycap>Esc</keycap> 键退出。

source: <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> - speak font and attribute information for the current character.
de: <keycombo><keycap>Einfügen</keycap><keycap>F</keycap></keycombo> - Liest Informationen über Schrift und Attribute des aktuellen Zeichens.
hu: <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo>: Kimondja az aktuális karakter betűkészletét és szöveges attribútumait.
uk: <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> озвучити інформацію про атрибут та шрифт для чинного символу.
zh_cn: <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> - 朗读当前字符的字体和属性信息。
