Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: When a window has focus, you can move the window around the screen. The following table lists the keyboard shortcuts that you can use to move a window:
de: Wenn ein Fenster den Fokus besitzt, können Sie es an eine beliebige Stelle auf dem Bildschirm verschieben. Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Verschieben von Fenstern verwenden können:
hu: A fókuszban lévő ablak áthelyezhető a képernyőn bárhová. A következő táblázat ismerteti az ablak áthelyezéséhez használható gyorsbillentyűket:
ru: Когда окно содержит фокус, вы можете перемещать это окно по экрану. В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения окна:
uk: Якщо вікно має фокус, ви можете переміщати вікно по екрану. В наступній таблиці наведено комбінації клавіш, які можна використовувати для переміщення вікна:
zh_cn: 当一个窗口具有焦点，您可以移动它到屏幕的各个地方。下表列出了可以用来移动窗口的键盘快捷键：

source: Start the move operation. The mouse pointer changes to a cross.
de: Der Arbeitsablauf zum Verschieben wird gestartet. Der Mauszeiger wird als Kreuz dargestellt.
eu: Mugimendu-eragiketa abiarazten du. Saguaren erakuslea gurutze bihurtzen da.
hu: Az áthelyezés művelet megkezdése. Az egérmutató kereszt alakúvá változik.
pt: Inicia a operação de movimentação. O ponteiro do rato muda para uma cruz.
ru: Начать перемещение. Указатель мыши на экране принимает форму перекрестия.
uk: Почати операцію переміщення. Вказівник миші змінюється на перехрестя.
zh_cn: 开始移动操作。鼠标指针变成双十字箭头。

source: Move the window 10 pixels at a time in the direction of the arrow key.
de: Verschiebt das Fenster um 10 Pixel in Richtung der Pfeiltaste.
eu: Leihoa 10 pixel mugitzen du, aldi bakoitzean, gezi-teklaren norabidean.
hu: Az ablak áthelyezése tíz képponttal a nyílbillentyűvel megadott irányba.
pt: Move a janela 10 pixels de cada vez na direcção da tecla de seta.
ru: Переместить окно на 10 пикселей за раз в направлении клавиши со стрелкой.
uk: Перемістити вікно на 10 пікселів за один раз у напрямку, вказаному на клавіші зі стрілкою.
zh_cn: 顺着方向键的方向，每次移动窗口 10 像素。

source: Move the window one pixel at a time in the direction of the arrow key.
de: Verschiebt das Fenster um 1 Pixel in Richtung der Pfeiltaste.
eu: Leihoa pixel bat mugitzen du, aldi bakoitzean, gezi-teklaren norabidean.
hu: Az ablak áthelyezése egy képponttal a nyílbillentyűvel megadott irányba.
pt: Move a janela um pixel de cada vez na direcção da tecla de seta.
ru: Переместить окно на 1 пиксел за раз в направлении клавиши со стрелкой.
uk: Перемістити вікно на 10 піксель за один раз у напрямку, вказаному на клавіші зі стрілкою.
zh_cn: 顺着方向键的方向移动窗口，每次移动 1 像素。

source: Move the window in the direction of the arrow key and align it with the edge of the nearest window, panel or screen edge.
de: Verschiebt das Fenster in der Richtung der Pfeiltaste und schnappt es am Rand des nächstliegenden Fensters, Panels oder am Bildschirmrand ein.
hu: Az ablak áthelyezése a nyílbillentyűvel megadott irányba és igazítása a legközelebbi ablakhoz, panelhez vagy a képernyő széléhez.
ru: Переместить окно в направлении клавиши со стрелкой и выравнить его по краю ближайших окна, панели или по краю экрана.
uk: Перемістити вікно у напрямку, вказаному на клавіші зі стрілкою і вирівняти його по краю найближчого вікна, панелі або по краю екрана.
zh_cn: 顺着方向键的方向移动窗口，对齐到离它最近的窗口、面板或屏幕的边缘上。

source: Complete the move operation, leaving the window in the current position.
de: Beendet den Arbeitsablauf zum Verschieben des Fensters und lässt es an seiner aktuellen Position.
hu: Az ablak áthelyezésének befejezése az ablak aktuális pozícióban hagyásával.
ru: Завершить перемещение, оставив окно в текущей позиции.
uk: Завершити операцію переміщення і залишити вікно в чинній позиції.
zh_cn: 完成移动，把窗口放在当前位置。

source: Cancel the move operation, restoring the window to its original position.
de: Der Arbeitsablauf zum Verschieben des Fensters wird abgebrochen und die ursprüngliche Position wiederhergestellt.
hu: Az áthelyezés művelet megszakítása az ablak eredeti pozícióban hagyásával.
ru: Прервать перемещение, возвратив окно в его исходную позицию.
uk: Скасувати операцію переміщення і відновити початкову позицію вікна.
zh_cn: 取消移动，窗口回到原来的位置。

source: Resizing Windows
de: Ändern der Fenstergröße
hu: Ablakok átméretezése
ru: Изменение размеров окон
uk: Зміна розміру вікна
zh_cn: 改变窗口大小

source: to resize a window
de: Fenstergröße ändern
eu: leihoari tamaina aldatzeko
hu: ablak átméretezése
pt: redimensionar uma janela
ru: чтобы изменить размеры окна
uk: змінити розмір вікна
zh_cn: 改变窗口大小

source: When a window has focus, you can increase or decrease the size of the window. The following table lists the keyboard shortcuts that you can use to resize the window that has focus:
de: Wenn ein Fenster den Fokus besitzt, können dessen Abmessungen vergrößert oder verkleinert werden. Die folgende Tabelle enthält Tastenkombinationen, die Sie zur Änderung der Größe verwenden können:
hu: A fókuszban lévő ablak mérete növelhető vagy csökkenthető. A következő táblázat ismerteti a fókuszban lévő ablak átméretezéséhez használható gyorsbillentyűket:
ru: Когда окно содержит фокус, вы можете уменьшать и увеличивать размеры этого окна. В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для изменения размеров окна, содержащего фокус:
uk: Якщо вікно має фокус, ви можете збільшити або зменшити розмір вікна. В наступній таблиці наведено комбінації клавіш, які можна використовувати, щоб змінити розмір вікна, яке має фокус:
zh_cn: 当一个窗口具有焦点，您可以增大或缩小窗口的尺寸。下表列出了可以用来改变窗口大小的键盘快捷键：

source: Start the resize operation.
de: Startet den Arbeitsablauf zum Ändern der Größe.
eu: Tamaina aldatzeko eragiketa abiarazten du.
hu: Az átméretezés művelet megkezdése.
pt: Inicia a operação de redimensionalização.
ru: Начать изменение размеров окна.
uk: Почати зміну розміру вікна.
zh_cn: 开始改变大小操作

source: Resize the window in the direction of the arrow key.
de: Ändert die Größe in Richtung der Pfeiltaste.
hu: Az ablak átméretezése a nyílbillentyűvel megadott irányba.
ru: Изменить размер окна в направлении клавиши со стрелками.
uk: Змінити розмір вікна в напрямку, вказаному на клавіші зі стрілкою.
zh_cn: 顺着方向键的方向改变窗口大小。

source: Complete the resize operation, leaving the window at the current size.
de: Beendet den Arbeitsablauf zum Ändern der Größe. Die aktuelle Größe wird beibehalten.
hu: Az átméretezés művelet befejezése az ablak aktuális méretének megtartásával.
ru: Завершить изменение размеров, оставив текущие размеры окна.
uk: Завершити операцію зміни розміру і залишити чинний розмір вікна.
zh_cn: 完成改变大小操作，把窗口设为当前尺寸大小。

source: Cancel the resize operation, restoring the window to its original size.
de: Der Arbeitsablauf zum Ändern der Größe wird abgebrochen und die ursprüngliche Größe wiederhergestellt.
hu: Az átméretezés művelet megszakítása az ablak eredeti méretének visszaállításával.
ru: Прервать изменение размеров, восстановив исходные размеры окна.
uk: Скасувати операцію зміни розміру і відновити початковий розмір вікна.
zh_cn: 取消改变大小操作，窗口回到原来的大小。

source: Navigating Paned Windows
de: Arbeiten mit Teil- oder Unterfenstern
hu: Navigáció a felosztott ablakokban
ru: Перемещение по окнам с панелями
uk: Переміщення по активних частинах вікна
zh_cn: 访问分栏窗口

source: for paned windows
de: für Teilfenster
eu: leiho paneldunentzat
hu: felosztott ablakok
pt: janelas com painéis
ru: для окон с панелями
uk: для активних частин вікна
zh_cn: 使用分栏窗口

source: A paned window is a window that is split into two or more panes. <application>Help Browser</application> is an example of an application that uses paned windows.
de: Man spricht von einem Teil- oder Unterfenster, wenn das Fenster in zwei oder mehr Bereiche aufgeteilt ist. Der <application>Hilfebrowser</application> ist ein Beispiel für eine Anwendung, die Teilfenster verwendet.
hu: A felosztott ablak egy legalább két ablaktáblára felosztott ablak. A <application>Súgóböngésző</application> alkalmazás például felosztott ablakokat használ.
uk: Вікном з активними частинами, називається вікно, яке розділене на дві або більше частини. Прикладом програми, яка використовує такі вікна є цей <application>Переглядач довідки</application>.
zh_cn: 分栏窗口是一个被分割成两部分或更多部分的窗口。<application>帮助浏览器</application> 是一个使用分栏窗口的应用程序例子。

source: The following table describes the keyboard shortcuts that you can use to navigate paned/split windows:
de: In der folgenden Tabelle werden Tastenkombinationen genannt, die Sie zum Arbeiten mit Teil- oder Unterfenstern verwenden können:
hu: A következő táblázat leírja a felosztott ablakokban/ablaktáblákban való navigációhoz használható gyorsbillentyűket:
ru: В следующей таблице перечислены клавишные комбинации, которые вы можете использовать для перемещения по окнам с областями:
uk: В наступній таблиці описані комбінації клавіш, які можна використовувати для переміщення по активних частинах вікна:
zh_cn: 下表讲述了您可以用来访问面板/分栏窗口的键盘快捷键：

source: Give focus to the next pane. The system gives focus to the control that last had focus in the pane.
de: Der nächste Teil des Fensters wird fokussiert. Dabei übergibt das System den Fokus an das Element, das ihn vorher besaß.
eu: Hurrengo panelari ematen dio fokua. Panelean azkeneko aldiz fokua zuen kontrolari ematen dio fokua sistemak.
hu: A fókuszt a következő ablaktáblára helyezi. A fókusz az ablaktáblában legutóbb fókuszban lévő vezérlőelemre kerül.
pt: Transmite o foco ao painel seguinte. O sistema transmite o foco ao controlo que deteve o foco pela última vez, dentro desse painel.
ru: Переместить фокус в следующую область. Система передаёт фокус элементу управления, который последним владел фокусом в области.
uk: Перемістити фокус у наступну частину вікна. Система передає фокус до елемента керування, який останнім мав фокус в цій частині вікна.
zh_cn: 把焦点给下一个窗口栏。系统把焦点给窗口栏里最后获得焦点的控件。

source: Give focus to the first resize handle in the window. The resize handle is displayed between the panes and enables you to resize the panes. Press <keycap>F8</keycap> again to give focus to the next resize handle.
de: Gibt dem ersten Anfasspunkt für Größenänderungen im Fenster den Fokus. Der Anfasspunkt für Größenänderungen wird zwischen den Fensterteilen angezeigt und erlaubt die Größe der Fensterteile zu verändern. Drücken Sie noch einmal <keycap>F8</keycap>, um den Fokus an den nächsten Anfasspunkt für Größenänderungen weiterzugeben.
eu: Leihoaren tamaina aldatzeko lehenengo heldulekuari ematen dio fokua. Tamaina aldatzeko heldulekua panelen artean bistaratzen da, eta panel horiei tamaina aldatzeko aukera ematen dizu. Sakatu berriro <keycap>F8</keycap>, tamaina aldatzeko hurrengo heldulekuari fokua emateko.
hu: A fókuszt az ablak első átméretező fogantyújára helyezi. Az átméretező fogantyúk az ablaktáblák között jelennek meg és lehetővé teszik az ablaktáblák átméretezését. Nyomja le újra az <keycap>F8</keycap> billentyűt a következő átméretező fogantyú fókuszba hozásához.
pt: Transmite o foco ao primeiro manípulo de redimensionamento na janela. O manípulo de redimensionamento é apresentado entre painéis e permite-lhe redimensioná-los. Prima <keycap>F8</keycap> novamente para transmitir o foco para o manípulo de redimensionamento seguinte.
ru: Поместить фокус на первую «рукоятку» изменения размера в окне. «Рукоятка» изменения размера отображается между областями и позволяет вам изменять размеры областей. Нажмите <keycap>F8</keycap> снова, чтобы поместить фокус на следующую «рукоятку» изменения размера.
uk: Передати фокус до першого маніпулятора розміру у вікні. Маніпулятор розміру розташований між частинами вікна і дає змогу змінювати їх розмір. Натисніть клавішу <keycap>F8</keycap> знову, щоб передати фокус до наступного маніпулятора розміру.
zh_cn: 把焦点给窗口里第一个改变大小的分栏。改变大小分栏是窗口之间的分栏，您可以用它来改变窗口栏大小。再次按 <keycap>F8</keycap> 键，把焦点给下一个改变大小分栏。

source: When the resize handle has focus, you can use the keyboard shortcuts that are listed in the following table to modify the paned window:
de: Wenn der Anfasspunkt für Größenänderungen den Fokus hat, können Sie die Tastenkombinationen verwenden, die in der folgenden Tabelle aufgelistet sind, um die Teilfenster zu verändern.
hu: Ha egy átméretező fogantyú van fókuszban, akkor az ablaktáblát a következő táblázatban leírt gyorsbillentyűkkel módosíthatja:
ru: Когда «рукоятка» изменения размера содержит фокус, вы можете использовать клавиатурные комбинации, перечисленные в следующей таблице, чтобы изменить окно с областями:
uk: Якщо маніпулятор розміру, має фокус, ви можете використовувати комбінації клавіш, які наведені в наступній таблиці, щоб змінювати розмір частин вікна:
zh_cn: 当中间的分栏框获得焦点，您可以用下表列出的快捷键设置分栏窗口：

source: Move the resize handle by a small amount.
de: Verschiebt den Anfasspunkt für Größenänderungen um einen kleinen Wert.
eu: Tamaina aldatzeko heldulekua pixka bat mugitzen du.
hu: Az átméretező fogantyú mozgatása kisebb lépésben.
pt: Move o manípulo de redimensionamento uma pequena distância.
ru: Переместить «рукоятку» изменения размера на малую величину.
uk: Перемістити маніпулятор розміру на невелику відстань.
zh_cn: 少量移动改变大小栏

source: Move the resize handle by a large amount.
de: Verschiebt den Anfasspunkt für Größenänderungen um einen großen Wert.
eu: Tamaina aldatzeko heldulekua dezente mugitzen du.
hu: Az átméretező fogantyú mozgatása nagyobb lépésben.
pt: Move o manípulo de redimensionamento uma grande distância.
ru: Переместить «рукоятку» изменения размера на большую величину.
uk: Перемістити маніпулятор розміру на велику відстань.
zh_cn: 较大移动改变大小栏

source: Home
de: Pos1
eu: Hasi
zh_cn: Home 键

source: Contract the pane to the minimum size allowed.
de: Das Teilfenster wird auf die Mindestgröße reduziert.
hu: Az ablaktáblát a legkisebb megengedett méretre csökkenti.
ru: Уменьшить область до минимально допустимого размера.
uk: Стиснути частину вікна до мінімально дозволеного розміру.
zh_cn: 允许分栏窗口缩放的最小尺寸。

source: For vertical panes, reduces the size of the pane to the left of the resize handle to the minimum size allowed.
de: Reduziert die Größe eines vertikalen Bereichs links vom Anfasspunkt für Größenänderungen bis zum erlaubten Minimum.
hu: Függőleges ablaktáblák esetén az átméretező fogantyútól balra a legkisebb megengedett méretre csökkenti az ablaktábla méretét.
ru: Для вертикальных панелей, уменьшает размер области слева от «рукоятки» до минимально допустимого.
uk: Для вертикальних частин вікна, зменшує розмір вліво від маніпулятора розміру, до мінімально дозволеного.
zh_cn: 对于垂直分栏窗口，减少垂直分栏左侧窗口的大小，直到允许的最小值。

source: For horizontal panes, reduces the size of the pane above the resize handle to the minimum size allowed.
de: Reduziert die Größe eines horizontalen Bereichs über dem Anfasspunkt für Größenänderungen bis zum erlaubten Minimum.
hu: Vízszintes ablaktáblák esetén az átméretező fogantyú felett a legkisebb megengedett méretre csökkenti az ablaktábla méretét.
ru: Для горизонтальных панелей, уменьшает размер области сверху от «рукоятки» до минимально допустимого.
uk: Для горизонтальних частин вікна, зменшує розмір уверх від маніпулятора розміру, до мінімально дозволеного.
zh_cn: 对于水平分栏窗口，减少水平分栏上侧窗口大小，直到允许的最小值。

source: End
de: Ende
eu: Amai
zh_cn: End 键

source: Expand the pane to the maximum size allowed.
de: Dehnt das Teilfenster bis zur maximalen Größe aus.
hu: Az ablaktábla méretét a legnagyobb értékre állítja.
ru: Расширить область до максимально допустимого размера.
uk: Розширити цю частину вікна до максимально дозволеного розміру.
zh_cn: 扩展分栏窗口到允许的最大尺寸。

source: For vertical panes, increases the size of the pane to the left of the resize handle to the maximum size allowed.
de: Erhöht die Größe eines vertikalen Bereichs links vom Anfasspunkt für Größenänderungen bis zum erlaubten Maximum.
hu: A legnagyobb megengedett méretre növeli az ablaktábla méretét függőleges ablaktáblák esetén az átméretező fogantyútól balra, vagy vízszintes ablaktáblák esetén az átméretező fogantyú felett.
ru: Для вертикальных панелей, увеличивает размер области слева от «рукоятки» до максимально допустимого.
uk: Для вертикальних частин вікна, збільшує розмір вліво від маніпулятора розміру, до максимально дозволеного.
zh_cn: 对于垂直分栏窗口，增大垂直分栏左侧窗口的大小，直到允许的最小值。

source: For horizontal panes, increases the size of the pane above the resize handle to the maximum size allowed.
de: Erhöht die Größe eines horizontalen Bereichs über dem Anfasspunkt für Größenänderungen bis zum erlaubten Maximum.
hu: A legnagyobb megengedett méretre növeli az ablaktábla méretét függőleges ablaktáblák esetén az átméretező fogantyútól balra, vagy vízszintes ablaktáblák esetén az átméretező fogantyú felett.
ru: Для горизонтальных панелей, увеличивает размер области сверху от «рукоятки» до максимально допустимого.
uk: Для горизонтальних частин вікна, збільшує розмір уверх від маніпулятора розміру, до максимально дозволеного.
zh_cn: 对于水平分栏窗口，增大水平分栏上侧窗口大小，直到允许的最大值。

source: Set the position of the resize handle and return focus to the last control that had focus.
de: Setzt den Anfasspunkt für Größenänderungen an die momentane Position und gibt den Fokus an das zuletzt aktive Bedienelement zurück.
hu: Az átméretező fogantyú pozíciójának beállítása, majd a fókusz visszaadása a legutóbb fókuszban volt vezérlőelemre.
ru: Установить положение «рукоятки» изменения размера и вернуть фокус элементу управления, который содержал фокус последним.
uk: Встановити позицію маніпулятора розміру та повернути фокус до елемента контролю, який останнім мав фокус.
zh_cn: 设置分栏的位置并把焦点给最后获得焦点的控件。

source: Reset the position of the resize handle to the original position and return focus to the last control that had focus.
de: Setzt den Anfasspunkt für Größenänderungen an die vorherige Position zurück und gibt den Fokus an das zuletzt aktive Bedienelement zurück.
hu: Az átméretező fogantyú pozíciójának visszaállítása az eredeti pozícióra, majd a fókusz visszaadása a legutóbb fókuszban volt vezérlőelemre.
ru: Восстановить исходное положение «рукоятки» изменения размера и вернуть фокус элементу управления, который содержал фокус последним.
uk: Повернути початкову позицію маніпулятора розміру та повернути фокус до елемента контролю, який останнім мав фокус.
zh_cn: 恢复分栏到原来的位置，并把焦点给最后获得焦点的控件。

source: Navigating Applications
de: In Anwendungen navigieren
eu: Aplikazioetan zehar ibiltzea
hu: Navigáció az alkalmazásokban
pt: Navegar nas Aplicações
ru: Перемещение по приложениям
uk: Переміщення по програмам
zh_cn: 访问应用程序

source: for applications
de: für Anwendungen
eu: aplikazioentzat
hu: alkalmazások
pt: para aplicações
ru: для приложений
uk: для програм
zh_cn: 使用应用程序

source: An application is any program, utility, or other software package that you run on your desktop. Applications contain standard user interface components:
de: Eine Anwendung ist jegliches Programm, Hilfswerkzeug, oder anderes Softwarepaket, das Sie auf Ihrem Desktop ausführen. Anwendungen enthalten standardisierte Benutzerschnittstellen:
hu: Az alkalmazások az asztalon futtatott programok, segédprogramok vagy egyéb szoftvercsomagok. Az alkalmazások a következő szabványos felhasználóifelület-összetevőkből állnak:
ru: Приложение - это любая программа, утилита или иной программный пакет, которые вы можете запустить на рабочем столе. Приложение содержит элементы стандартного пользовательского интерфейса:
uk: Програмою називається будь-яка програма, утиліта або інший пакунок з програмним забезпеченням, який ви запускаєте на стільниці. Програми містять компоненти стандартного інтерфейсу користувача:
zh_cn: 应用程序是一个程序，工具或者软件包，您可以在桌面上运行它。应用程序包含一些基本的用户界面组件：

source: Windows
de: Fenster
eu: Leihoak
hu: Ablakok
pt: Janelas
ru: Окно
uk: Вікна
zh_cn: 窗口

source: A window is a rectangular frame on your screen that displays an application. See <xref linkend="keynav-11"/> for information about how to navigate windows.
de: Ein Fenster ist ein rechteckiger Rahmen auf Ihrem Bildschirm, in dem eine Anwendung angezeigt wird. Lesen Sie <xref linkend="keynav-11"/> für weitere Informationen darüber, wie Sie in Fenstern navigieren können.
eu: Leihoa pantailako marko laukizuzena da, eta aplikazio bat bistaratzen du. Leihoetan zehar batetik bestera nola joan jakiteko, ikus <xref linkend="keynav-11"/>.
hu: Az ablak egy négyszög alakú keret a képernyőn, amelyben egy alkalmazás jelenik meg. Az ablakokban való navigációval kapcsolatos további információkért nézze meg a <xref linkend="keynav-11"/> szakaszt.
pt: Uma janela é uma moldura rectângular no seu ecrã que apresenta uma aplicação. Consulte <xref linkend="keynav-11"/> para informações sobre como navegar pelas janelas.
ru: Окно представляет собой прямоугольную область экрана, отображающую приложение. Подробнее о перемещении по окнам смотрите <xref linkend="keynav-11"/>.
uk: Вікном називається прямокутна рамка на екрані, яка відображає програму. Докладніше про переміщення по вікнам дивіться <xref linkend="keynav-11"/>.
zh_cn: 窗口是屏幕上用一个矩形框架来显示一个应用程序。更多窗口的相关信息，请参阅：<xref linkend="keynav-11"/>

source: Dialogs
de: Dialogfenster
eu: Elkarrizketa-koadroak
hu: Párbeszédablakok
pt: Diálogos
ru: Диалоги
uk: Діалоги
zh_cn: 对话框

source: A dialog is a popup window which displays information or accepts input from the user. See <xref linkend="keynav-19"/> for information about how to navigate dialogs.
de: Ein Dialogfenster ist ein eingeblendetes Fenster, in dem Sie Informationen erhalten oder Befehle eingeben können. Lesen Sie <xref linkend="keynav-19"/> für weitere Informationen zum Navigieren in Dialogfenstern.
hu: A párbeszédablak egy felugró ablak, amelyben információk adhatók meg vagy parancsok hajthatók végre. A párbeszédablakokban való navigációval kapcsolatos további információkért nézze meg a <xref linkend="keynav-19"/> szakaszt.
ru: Диалоги представляют собой всплывающие окна, которые отображают информацию или принимают информацию, вводимую пользователем. Подробнее о перемещении по диалоговым окнам смотрите <xref linkend="keynav-19"/>.
uk: Діалогом називається виринаюче вікно, яке показує інформацію або приймає інформацію введену користувачем. Докладніше про переміщення по діалогових вікнах дивіться <xref linkend="keynav-19"/>.
zh_cn: 对话框是一个弹出窗口，可以显示信息或接受用户的输入，更多对话框的相关信息，请参阅：<xref linkend="keynav-19"/>。

source: Controls
de: Interaktions- oder Bedienelemente
eu: Kontrolak
hu: Vezérlőelemek
pt: Controlos
ru: Элементы управления
uk: Елементи керування
zh_cn: 控件
