Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Press the Delete button or <keycombo><keycap>Alt</keycap><keycap>D</keycap></keycombo>.
de: Klicken Sie auf den Knopf »Löschen« oder drücken Sie <keycombo><keycap>Alt</keycap><keycap>L</keycap></keycombo>.
hu: Nyomja meg a <keycap>Del</keycap> billentyűt, vagy az <keycombo><keycap>Alt</keycap><keycap>T</keycap></keycombo> billentyűkombinációt.
uk: Натисніть кнопку «Вилучити» або <keycombo><keycap>Alt</keycap><keycap>D</keycap></keycombo>.
zh_cn: 点击 Delete 按钮，或者按组合键 <keycombo><keycap>Alt</keycap><keycap>D</keycap></keycombo>。

source: Text Attributes Page
de: Textattribute
hu: Szövegattribútumok lap
pt: Página de Atributos de Texto
uk: Атрибути тексту
zh_cn: 文本属性页面

source: <placeholder-1/> GUI Configuration - Text Attributes Page
de: <placeholder-1/> Grafische Konfiguration - Reiter Textattribute
hu: <placeholder-1/> Orka grafikus beállító párbeszédpanel - Szövegattribútumok lap
uk: <placeholder-1/> Конфігурація графічного інтерфейсу — Атрибути тексту
zh_cn: <placeholder-1/> GUI 配置界面 - 文本属性页面

source: <application>Orca</application> will speak known text attribute information about an object when you press <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> (desktop layout) or <keycombo><keycap>Caps_Lock</keycap><keycap>F</keycap></keycombo> (laptop layout). Because the number of text attributes is large, and not everyone cares about every attribute, the "Text Attributes" tab of the configuration GUI allows you to customize which text attributes <application>Orca</application> will present.
de: <application>Orca</application> spricht bekannte Informationen zu Textattributen eines Objekts, wenn Sie <keycombo><keycap>Einfügen</keycap><keycap>F</keycap></keycombo> (Desktopbelegung) oder <keycombo><keycap>Feststelltaste</keycap><keycap>F</keycap></keycombo> (Laptopbelegung) drücken. Da es eine große Zahl an Textattributen gibt und sich nicht jeder für alle Attribute interessiert, können die angekündigten Informationen auf dem Reiter »Textattribute« angepasst werden.
hu: Az Orka képes kimondani az objektumok ismert szöveges attribútumait az <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> (laptop kiosztás használata esetén <keycombo><keycap>Nagybetű zár</keycap><keycap>F</keycap></keycombo>) billentyűkombináció lenyomásakor. Mivel a szöveges attribútumok száma elég nagy és általában nincs szükség minden attribútum kimondására, az <application>Orka</application> grafikus beállító párbeszédpanel „Szöveges attribútumok” lapján testreszabható, hogy milyen attribútumok kerüljenek kimondásra.
uk: <application>Orca</application> промовлятиме зазначену в атрибутах тексту інформацію про об'єкт, якщо ви натиснете <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> (для настільних клавіатур) або <keycombo><keycap>Caps_Lock</keycap><keycap>F</keycap></keycombo> (для портативних). Оскільки кількість атрибутів тексту велика, і ніхто не піклується про них, вкладка «Атрибути тексту» дає змогу встановити, які атрибути тексту <application>Orca</application> використовуватиме.
zh_cn: 按组合键 <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> (台式机键盘) 或 <keycombo><keycap>Caps_Lock</keycap><keycap>F</keycap></keycombo> (笔记本键盘)，<application>Orca</application> 会朗读对象已知的文本属性信息。由于文本属性的数量非常多，有时并不想了解所有的属性。“文本属性”标签页允许您定制哪些文本属性需要 <application>Orca</application> 呈现。

source: On this tab is a text attribute list, where each row consists of four columns:
de: Auf diesem Reiter befindet sich eine Liste der Textattribute, wovon jede Zeile aus vier Spalten besteht:
hu: Ezen a lapon a szöveges attribútumokat tartalmazó lista található, amely négy oszlopot tartalmaz:
uk: На цій вкладці показаний список атрибутів тексту, де кожен рядок складається з чотирьох стовпчиків:
zh_cn: 在标签页的文本属性列表里，每一行都包含四列：

source: The name of the text attribute.
de: Der Name des Textattributes.
hu: A szöveges attribútum nevét.
pt: O nome do atributo de texto.
uk: Назва атрибутів тексту.
zh_cn: 文本属性的名称。

source: A checkbox which the user can set to indicate whether this text attribute should be spoken or not.
de: Ein Ankreuzfeld, worüber der Anwender einstellen kann, ob das Attribut vorgelesen werden soll oder nicht.
hu: Egy jelölőnégyzetet, amellyel beállítható, hogy az adott szöveges attribútum kimondásra kerüljön-e.
pt: Uma caixa de selecção que o utilizador pode activar para indicar se quer ou não que seja feita a locução deste atributo de texto.
uk: Прапорець, який користувач може встановити вказавши, чи буде цей атрибут тексту промовлятись чи ні.
zh_cn: 用户可以在复选框这儿设置是否显示这个文本属性，并读出来。

source: A checkbox which the user can set to indicate whether this text attribute should be "underlined" on the braille display.
de: Ein Ankreuzfeld, worüber der Anwender einstellen kann, ob das Textattribut auf der Braillezeile »unterstrichen« werden soll oder nicht.
hu: Egy jelölőnégyzetet, amellyel beállítható, hogy az adott szöveges attribútum „alá legyen húzva” a braille kijelzőn.
uk: Прапорець, який користувач може встановити вказавши, чи буде цей атрибут тексту «підкреслений» на дисплеї Брайля.
zh_cn: 用户可以在复选框这儿设置是否显示这个文本属性，并读出来。

source: An editable "Present unless" string value. By default, not all text attributes will have this set. If present, what it means (assuming the user wants this text attribute presented) is that the value of the attribute will only be presented if it is <emphasis>not</emphasis> this value.
de: Ein Eingabefeld mit der Beschriftung »Vorlesen außer«. Standardmäßig besitzen nicht alle Attribute dieses Feld. Wenn vorhanden bedeutet es, dass das Attribut nur dann ausgegeben wird, wenn es <emphasis>nicht</emphasis> dem eingegebenen Wert entspricht.
hu: Egy szerkeszthető „Csak ha nem” szöveges értéket. Alapértelmezetten nem minden szöveges attribútumhoz van beállítva. Ha szerepel, akkor azt jelenti, hogy az adott szöveges attribútum értéke csak akkor kerül kimondásra, ha ettől az értéktől <emphasis>eltér</emphasis>.
uk: Стовпчик з редагованим значення «Лише якщо». Типово, не всі атрибути тексту мають значення в цьому стовпчику. Якщо мають, це означає, що значення атрибуту (мається на увазі, що користувач бажає, щоб цей атрибут тексту був представлений) буде представлено, лише якщо це значення <emphasis>відсутнє</emphasis>.
zh_cn: 一个可编辑的“读出例外”字符串值。默认情况，不是所有文本属性有这个设置。如果有，意味着(假定用户想让这个文本属性读出来)，如果它<emphasis>不是(not)</emphasis> 这个值，这个属性值才会被读出来。

source: For example, by default the "underline" text attribute has a value of "none." If the user has this attribute checked and the user types <keycombo><keycap>Orca_Modifier</keycap><keycap>F</keycap></keycombo> and the text in question is not underlined, then this attribute is not spoken. If you always want this attribute to be spoken irrespective of whether the text is underlined, then the attribute should be checked and the "Present unless" value cleared.
de: Standardmäßig besitzt das Textattribut »Unterstrichen« zum Beispiel den Wert »Keine«. Wenn der Anwender dieses Attribut auswählt und die Tastenkombination <keycombo><keycap>Orcamodifikator</keycap><keycap>F</keycap></keycombo> drückt, wenn der Text nicht unterstrichen ist, wird das Attribut auch nicht vorgelesen. Wenn das Attribut unabhängig von der Unterstreichung des Textes immer vorgelesen werden soll, ist das Attribut auszuwählen und der Wert bei »Vorlesen außer« zu löschen.
hu: Az „aláhúzás” attribútumnál például alapértelmezésben a „Megjelenítés, ha nem” oszlopban a „nincs” érték szerepel. Ha a jelölőnégyzetet bejelöli és lenyomja az <keycombo><keycap>Orka módosító</keycap><keycap>F</keycap></keycombo> billentyűparancsot és a kérdéses szöveg nincs aláhúzva, akkor az attribútum nem kerül kimondásra. Ha azt szeretné, hogy ez az attribútum kimondásra kerüljön függetlenül attól, hogy a kérdéses szöveg alá van-e húzva, jelölje be a jelölőnégyzetet, majd a „Megjelenítés, ha nem” oszlopban lévő szövegen nyomja meg az <keycap>Enter</keycap> billentyűt. Ezután törölje a „nincs” értéket és nyomja meg az <keycap>Enter</keycap> billentyűt.
uk: Наприклад, типово атрибут тексту «підкреслення» має значення «відсутній». Якщо прапорець цього атрибуту позначений, а користувач вводить <keycombo><keycap>Orca_Modifier</keycap><keycap>F</keycap></keycombo> і текст в запитанні не підкреслений, то цей атрибут не вимовлятиметься. Якщо ви хочете, щоб цей атрибут завжди вимовлявся, незалежно від того, чи підкреслений текст, то атрибут потрібно позначити і значення у стовпчику «Лише якщо» очистити.
zh_cn: 例如，默认“下划线”属性的值是“无”，如果用户选中了朗读此项属性，当用户按组合键 <keycombo><keycap>Orca_Modifier</keycap><keycap>F</keycap></keycombo>，如果文本没有下划线，这个属性就不会朗读出来。如果您总是想听到这个属性，而不管文字是否具有下划线，那么您应该打勾此项，并且把“读出例外”里的值清空。

source: There is also a <guibutton>Reset</guibutton> button (<keycombo><keycap>Alt</keycap><keycap>R</keycap></keycombo>) which will set the list values back to their initial state when the dialog was first displayed.
de: Es gibt außerdem einen Knopf <guilabel>Zurücksetzen</guilabel> (<keycombo><keycap>Alt</keycap><keycap>Z</keycap></keycombo>), mit dem die Werte auf ihren Ausgangswert zurückgesetzt werden können.
hu: A <guibutton>Visszaállítás</guibutton> (<keycombo><keycap>Alt</keycap><keycap>V</keycap></keycombo>) gomb megnyomásakor az attribútumlista a szöveges attribútum párbeszédablak első megjelenésének megfelelő kiinduló helyzetbe áll.
uk: На вкладці, також є кнопка <guibutton>Скинути</guibutton> (<keycombo><keycap>Alt</keycap><keycap>R</keycap></keycombo>), яка поверне список значень до початкового стану, якщо діалог був показаний вперше.
zh_cn: 这儿也有一个“重置”<keycombo><keycap>Alt</keycap><keycap>R</keycap></keycombo> 按钮，会把列表值恢复到最初始状态。

source: When you initially display the text attribute pane, all your checked attributes are put at the top of the list. They are given in the order that they will be spoken and brailled.
de: Wenn Sie den Reiter »Textattribute« aufrufen, werden ihre ausgewählten Attribute in der Liste an oberster Stelle in der Reihenfolge angezeigt, in der sie über Sprach- und Brailleausgabe ausgegeben werden.
hu: Ha először jelenik meg a szöveges attribútumok párbeszédablak, akkor az összes engedélyezett attribútum a lista elején található. A szöveges attribútumok a sorrendnek megfelelően kerülnek kimondásra és megjelenítésre a braille kijelzőn.
pt: Quando inicialmente apresenta o painel de atributos de texto, todos os atributos activos são colocados no topo da lista. São apresentados pela ordem pela qual será realizada a locução ou apresentação em braille.
uk: Під час першого показу панелі атрибутів тексту, всі позначені атрибути містяться у верхній частині списку. Вони наведені в тому порядку, в якому промовлятимуться і будуть представлені на дисплеї Брайля.
zh_cn: 当您最初显示这个文本属性面板时，所以您的选中的属性放在列表的前面。他们是按读出度和盲文输出的顺序。

source: If you decide to check others or adjust the order, there are four buttons to help you do this:
de: Wenn Sie beschließen, andere Attribute auszuwählen oder die Sortierung zu ändern, stehen Ihnen vier Knöpfe zur Verfügung:
hu: Ha más attribútumokat is bejelöl, vagy csak változtatni kíván a sorrenden, akkor ebben a következő négy gomb segíti:
uk: Якщо ви вирішили позначити інші атрибути або змінити їх порядок, є чотири кнопки, які допоможуть вам зробити це:
zh_cn: 如果您想检查另外项或调整顺序，这儿有四个按钮可以帮您完成：

source: <guibutton>Move to top</guibutton> (<keycombo><keycap>Alt</keycap><keycap>T</keycap></keycombo>) - moves the selected attribute to the top of the list.
de: <guibutton>Nach oben verschieben</guibutton> (<keycombo><keycap>Alt</keycap><keycap>O</keycap></keycombo>) - verschiebt das markierte Attribut in der Liste nach ganz oben.
hu: „A tetejére” (<keycombo><keycap>Alt</keycap><keycap>T</keycap></keycombo>) – a kiválasztott attribútumot a lista tetejére mozgatja.
uk: <guibutton>На початок</guibutton> (<keycombo><keycap>Alt</keycap><keycap>T</keycap></keycombo>) — переміщує вибраний атрибут у верхню частину списку.
zh_cn: <guibutton>移到顶端</guibutton> (<keycombo><keycap>Alt</keycap><keycap>T</keycap></keycombo>) - 把选中的属性移到列表顶端。

source: <guibutton>Move up one</guibutton> (<keycombo><keycap>Alt</keycap><keycap>U</keycap></keycombo>) - moves the selected attribute up one row.
de: <guibutton>Eins nach oben verschieben</guibutton> (<keycombo><keycap>Alt</keycap><keycap>O</keycap></keycombo>) - verschiebt das markierte Attribut eine Zeile nach oben.
hu: „Eggyel feljebb” (<keycombo><keycap>Alt</keycap><keycap>F</keycap></keycombo>) – a kiválasztott attribútumot egy sorral feljebb mozgatja.
uk: <guibutton>На один вгору</guibutton> (<keycombo><keycap>Alt</keycap><keycap>U</keycap></keycombo>) — переміщує вибраний атрибут на один рядок вгору.
zh_cn: <guibutton>上移一行</guibutton> (<keycombo><keycap>Alt</keycap><keycap>U</keycap></keycombo>) - 把选中的属性向上移一行。

source: <guibutton>Move down one</guibutton> (<keycombo><keycap>Alt</keycap><keycap>D</keycap></keycombo>) - moves the selected attribute down one row.
de: <guibutton>Eins nach unten verschieben</guibutton> (<keycombo><keycap>Alt</keycap><keycap>N</keycap></keycombo>) - verschiebt das markierte Attribut eine Zeile nach unten.
hu: „Eggyel lejjebb” (<keycombo><keycap>Alt</keycap><keycap>L</keycap></keycombo>) – a kiválasztott attribútumot egy sorral lejjebb mozgatja.
uk: <guibutton>На один вниз</guibutton> (<keycombo><keycap>Alt</keycap><keycap>D</keycap></keycombo>) — переміщує вибраний атрибут на один рядок вниз.
zh_cn: <guibutton>下移一行</guibutton> (<keycombo><keycap>Alt</keycap><keycap>D</keycap></keycombo>) - 把选中的属性向下移一行。

source: <guibutton>Move to bottom</guibutton> (<keycombo><keycap>Alt</keycap><keycap>B</keycap></keycombo>) - moves the selected attribute to the bottom of the list.
de: <guibutton>Nach unten verschieben</guibutton> (<keycombo><keycap>Alt</keycap><keycap>U</keycap></keycombo>) - verschiebt das markierte Attribut in der Liste nach ganz unten.
hu: „Az aljára” (<keycombo><keycap>Alt</keycap><keycap>R</keycap></keycombo>) – a kiválasztott attribútumot a lista aljára helyezi.
uk: <guibutton>В кінець</guibutton> (<keycombo><keycap>Alt</keycap><keycap>B</keycap></keycombo>) — переміщує вибраний атрибут в нижню частину списку.
zh_cn: <guibutton>移到底部</guibutton> (<keycombo><keycap>Alt</keycap><keycap>B</keycap></keycombo>) - 把选中的属性移到列表底部。

source: Beneath these push buttons is the Braille Indicator group of radio buttons. Here you can select the cell or cells to be used to indicate text which has at least one of the specified attributes. Your choices are:
de: Unterhalb dieser Knöpfe befindet sich eine Gruppe von Auswahlknöpfen für die Braille-Indikatoren. Hier können Sie den Punkt oder die Punkte angeben, die zur Anzeige von Text verwendet werden sollen, der aus mindestens einem der angegebenen Attribute besteht. Sie haben folgende Möglichkeiten:
hu: Ezen gombok alatt találhatók a braille kiválasztásjelző választógomb-csoport. Ezek meghatározzák, hogy az adott attribútumot mely cella (vagy cellák) jelenítsék meg. A következő lehetőségek közül választhat:
uk: Під цими кнопками є група радіо-кнопок індикатора Брайля. Тут ви можете вибрати одну або кілька точок, які будуть використовуватися для позначення тексту, який має хоча б один з означених атрибутів. Ваш вибір:
zh_cn: 再下面的是盲文指示器按钮组。您可以选择一个或几个来指示文本属性，这儿至少应该有一个特定的属性，您可以选择的有：

source: None (the default)
de: Keine (die Vorgabe)
hu: Nincs (alapértelmezett)
uk: Немає (типово)
zh_cn: 无(默认值)

source: Dots 7 and 8
de: Punkte 7 und 8
hu: 7. és 8. pont
uk: Точки 7 та 8
zh_cn: Dots 7 和 8

source: Text attributes can also be set on an individual application basis. The text attribute pane is also part of the application-specific settings dialog that's started when you give a particular application focus and type <keycombo><keycap>Orca_Modifier</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo>.
de: Textattribute können auch für jede Anwendung individuell eingestellt werden, da sie ein Teil der anwendungsspezifischen Einstellungsmöglichkeiten sind. Den Dialog zum Konfigurieren der anwendungsspezifischen Einstellungen rufen Sie mit der Tastenkombination <keycombo><keycap>Orcamodifikator</keycap><keycap>Strg</keycap><keycap>Leertaste</keycap></keycombo> auf.
hu: Az attribútumbeállítások alkalmazásonként is személyre szabhatók. A szöveges attribútumok párbeszédablak része az Orka alkalmazásbeállító párbeszédpanelének is. Az alkalmazásspecifikus beállítóablak a pillanatnyilag aktív alkalmazásból az <keycombo><keycap>Orka módosító</keycap><keycap>Ctrl</keycap><keycap>Szóköz</keycap></keycombo> billentyűkombináció lenyomásával érhető el.
uk: Атрибути тексту можна також встановити на основі конкретної програми. Ввівши комбінацію клавіш <keycombo><keycap>Orca_Modifier</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo>, так як вкладка «Атрибути тексту» також є частиною спеціалізованого діалогу налаштувань, що запускається під час перенесення фокусу на конкретну програму.
zh_cn: 文本属性也可以在某一个应用程序中单独设置。文本属性面板也是特定应用程序设置对话框的一部分，当您把焦点给这个应用程序，然后按组合键 <keycombo><keycap>Orca_修饰键</keycap><keycap>Ctrl</keycap><keycap>空格键</keycap></keycombo> 就可以打开它。

source: Orca Keyboard Commands
de: Orca-Tastenkombinationen
hu: Orka billentyűparancsok
uk: Команди клавіатури Orca
zh_cn: Orca 键盘命令

source: You can get a complete list of available keyboard commands by visiting the <guilabel>Key Bindings</guilabel> page of the <application>Orca</application> Configuration GUI (<xref linkend="orca-keybindings-page"/>). To bring up the <application>Orca</application> Configuration GUI, press <keycombo><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo>, where <userinput>Orca_Modifier</userinput> is the <keycap>Insert</keycap> key for the <link linkend="orca-desktop-keys">desktop layout</link> and the <keycap>Caps_Lock</keycap> key for the <link linkend="orca-laptop-keys">laptop layout</link>. Note that you can also enter <application>Orca</application>'s "learn mode" while running <application>Orca</application> by pressing <keycombo><keycap>Orca_Modifier</keycap><keycap>H</keycap></keycombo>. When in learn mode, <application>Orca</application> will intercept all keyboard and braille input events and tell you what the effect would be. To exit learn mode, press the <keycap>Escape</keycap> key.
de: Sie erhalten eine vollständige Liste der verfügbaren Tastenkombinationen, wenn Sie die Seite <guilabel>Tastenkombinationen</guilabel> der grafischen Konfigurationsoberfläche von <application>Orca</application> aufrufen (<xref linkend="orca-keybindings-page"/>). Drücken Sie zum Anzeigen der grafischen Konfigurationsoberfläche von <application>Orca</application> <keycombo><keycap>Orcamodifikator</keycap><keycap>Leertaste</keycap></keycombo>. In der <link linkend="orca-desktop-keys">Desktopbelegung</link> handelt es sich beim <userinput>Orcamodifikator</userinput> um die <keycap>Einfg</keycap>-Taste, während es sich in der <link linkend="orca-laptop-keys">Laptopbelegung</link> um die <keycap>Feststelltaste</keycap> handelt. Beachten Sie, dass Sie bei laufendem <application>Orca</application> auch den »Lernmodus« mit der Tastenkombination <keycombo><keycap>Orcamodifikator</keycap><keycap>H</keycap></keycombo> starten können. Wenn Sie sich im Lernmodus befinden, fängt <application>Orca</application> alle Tastatur- und Brailleeingaben ab und teilt Ihnen mit, welche Aktion ausgeführt werden würde. Um den Lernmodus zu verlassen, drücken Sie <keycap>Esc</keycap>.
hu: A billentyűparancsok teljes listáját megtekintheti az <application>Orka</application> grafikus beállító párbeszédpanel (<xref linkend="orca-keybindings-page"/>) <guilabel>Billentyűtársítások</guilabel> lapján. Az Orka grafikus beállító párbeszédpanelt az <keycombo><keycap>Orka módosító</keycap><keycap>Szóköz</keycap></keycombo> billentyűkombinációval tudja megjeleníteni, ahol az Orka módosító az <keycap>Insert</keycap> asztali (<xref linkend="orca-desktop-keys"/>) és a <keycap>Nagybetű zár</keycap> laptop (<xref linkend="orca-laptop-keys"/>) kiosztás esetén. Megjegyzés: az <application>Orka</application> futása közben bármikor beléphet az Orka „Tanuló” módjába, ha lenyomja az <keycombo><keycap>Orka módosító</keycap><keycap>H</keycap></keycombo> billentyűkombinációt. Amikor a tanuló módban tartózkodik, az <application>Orka</application> fogadja a billentyűzet és braille eseményeket és elmondja, hogy mi történik az adott esemény kezdeményezésekor. A tanuló módból az <keycap>Escape</keycap> billentyű lenyomásával léphet ki.
uk: Повний список клавіатурних команд, можна знайти на вкладці <guilabel>Прив’язки клавіш</guilabel> (<xref linkend="orca-keybindings-page"/>) в інструменті конфігурації <application>Orca</application>. Щоб його викликати, натисніть <keycombo><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo>, де <userinput>Orca_Modifier</userinput> це клавіша <keycap>Insert</keycap> на <link linkend="orca-desktop-keys">настільних клавіатурах</link> або клавіша <keycap>Caps_Lock</keycap> на <link linkend="orca-laptop-keys">портативних</link>. Зверніть увагу, що під час запуску <application>Orca</application>, ви можете увійти в «режим навчання», натиснувши комбінацію клавіш <keycombo><keycap>Orca_Modifier</keycap><keycap>H</keycap></keycombo>. У режимі навчання, <application>Orca</application> перехоплюватиме всі події введення з клавіатури та дисплея Брайля і розповідатиме про ефект, який ці події викликатимуть. Щоб вийти з режиму навчання, натисніть клавішу <keycap>Escape</keycap>.
zh_cn: 您可以通过访问 <application>Orca</application> GUI 配置界面(<xref linkend="orca-keybindings-page"/>) 里的 <guilabel>按键绑定</guilabel> 页面，来查看全部的可用键盘命令。要进入 <application>Orca</application> GUI 配置界面，按组合键 <keycombo><keycap>Orca_修饰键</keycap><keycap>空格键</keycap></keycombo>， 这里的 <userinput>Orca_修饰键</userinput> 是 <keycap>Insert</keycap> 键，对于 <link linkend="orca-desktop-keys">台式机键盘布局</link> 来说，对于 <link linkend="orca-laptop-keys">笔记本键盘布局</link> 是 <keycap>Caps_Lock</keycap> 键。注意，您也可以进入<application>Orca</application> 的“教学模式”，在运行 <application>Orca</application> 时，按 <keycombo><keycap>Orca_修饰键</keycap><keycap>H</keycap></keycombo>。进入教学模式后，<application>Orca</application> 会截获所有按键和盲文输入，并且告诉您会产生什么样的效果。要退出教学模式，按 <keycap>Esc</keycap> 键。
