Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: A sequence of characters that matches the first <replaceable>n</replaceable> characters of a filename.
de: Eine Folge von Zeichen, die den ersten <replaceable>n</replaceable> Zeichen eines Dateinamens entsprechen.
eu: Karaktere-sekuentzia bat, fitxategi-izen baten lehen <replaceable>n</replaceable> karaktereekin bat datorrena.
hu: Egy fájlnév első <replaceable>n</replaceable> karakterére illeszkedő karaktersorozat.
pt: A sequência de caracteres que coincide com os primeiros <replaceable>n</replaceable> caracteres do nome de um ficheiro.
ru: Последовательность символов, которая совпадает с первыми <replaceable>n</replaceable> символами в имени файла.
uk: Послідовність символів, яка відповідає першому символу <replaceable>n</replaceable> в імені файла.
zh_cn: 匹配一个文件名的前 <replaceable>n</replaceable> 个字符的一段字符串。

source: Select the first file or folder that starts with the specified sequence of characters.
de: Markiert die erste Datei oder den ersten Ordner, deren Name mit den angegebenen Zeichen beginnt.
eu: Zehaztutako karaktere-sekuentziarekin hasten den lehen fitxategia edo karpeta hautatzen du.
hu: A megadott karaktersorozattal kezdődő nevű első fájl vagy mappa kijelölése.
pt: Selecciona o primeiro ficheiro ou pasta cujo nome começa pela sequência de caracteres especificada.
ru: Выбрать первый по порядку файл или папку, имя которых совпадает с набранной последовательностью символов.
uk: Вибрати перший файл або теку, ім’я якого починається з заданої послідовності символів.
zh_cn: 选中以指定的顺序字符开始的第一个文件或文件夹。

source: Select the first file or folder within the current folder.
de: Markiert den ersten Eintrag im aktuellen Ordner.
eu: Uneko karpetako lehenengo fitxategia edo karpeta hautatzen du.
hu: Az aktuális mappa első fájljának vagy mappájának kijelölése.
pt: Selecciona o primeiro ficheiro ou pasta dentro da pasta actual.
ru: Выбрать первый файл или папку в пределах текущей папки.
uk: Вибрати перший файл або теку в чинній теці.
zh_cn: 选中当前文件夹里的第一个文件或文件夹。

source: Select the last file or folder within the current folder.
de: Markiert den letzten Eintrag im aktuellen Ordner.
eu: Uneko karpetako azken fitxategia edo karpeta hautatzen du.
hu: Az aktuális mappa utolsó fájljának vagy mappájának kijelölése.
pt: Selecciona o último ficheiro ou pasta dentro da pasta actual.
ru: Выбрать последний файл или папку в пределах текущей папки.
uk: Вибрати останній файл або теку в чинній теці.
zh_cn: 选中当前文件夹里的最后一个文件或文件夹。

source: backspace
de: Rücktaste
eu: atzera tekla
zh_cn: 退格键

source: Open the current folder's parent folder.
de: Öffnet den Eltern-Ordner.
eu: Uneko karpetaren karpeta gurasoa irekitzen du.
hu: Az aktuális mappa szülőmappájának megnyitása.
pt: Abre a pasta acima da pasta actual.
ru: Открыть папку, являющуюся родительской для текущей папки.
uk: Відкрити батьківську теку чинної теки.
zh_cn: 向上一级，打开当前文件夹的父文件夹。

source: Open a file or folder popup menu.
de: Öffnet das Kontextmenü der Datei oder des Ordners.
hu: Egy fájl vagy mappa helyi menüjének megnyitása.
uk: Відкрити контекстне меню файла або теки.
zh_cn: 打开文件或文件夹的弹出菜单。

source: Open the enclosing folder's popup menu (equivalent to right-clicking on the view pane background).
de: Öffnet das umgebende Kontextmenü. Dies entspricht einem Rechtsklick auf den Hintergrund der Ansicht.
hu: Megnyitja egy mappa lezárt helyi menüjét.
uk: Відкрити контекстне меню (рівнозначно натисканню правої кнопки миші в області перегляду).
zh_cn: 打开文件夹的弹出菜单（相当于在视图面板里点右键）。

source: Navigating Browser Window Components
de: Mit Komponenten des Browser-Fensters arbeiten
hu: Navigáció a böngészőablak komponensei között
ru: Перемещение по компонентам окна обозревателя
uk: Переміщення по компонентам вікна переглядача
zh_cn: 访问浏览窗口组件

source: When operating in <guilabel>Browser</guilabel> mode, the file manager window contains several components, with keyboard shortcuts defined to navigate each component:
de: Wenn Sie im <guilabel>Browser</guilabel>-Modus arbeiten, enthält das Fenster des Dateimanagers einige Komponenten, die Sie mit Tastenkombinationen bedienen können:
hu: A böngésző mód használatakor a fájlkezelő ablak számos komponenst tartalmaz és az egyes komponensek közötti navigációhoz külön gyorsbillentyűk vannak megadva.
ru: В режиме <guilabel>Обозреватель</guilabel> окно файлового менеджера содержит несколько компонентов, для перемещения по которым определены клавиатурные комбинации:
uk: В режимі <guilabel>Переглядача</guilabel>, вікно файлового менеджера містить кілька компонентів, з означеними комбінаціями клавіш, для переміщення по кожному з них:
zh_cn: 当您在 <guilabel>浏览</guilabel> 模式下操作时，文件管理器包含一些组件，使用下面定义的快捷键，来访问各个组件：

source: Switch focus between the side pane and the view pane.
de: Der Fokus wechselt zwischen der Seitenleiste und dem Ansichtsbereich.
eu: Fokua albo-panelaren eta ikusteko panelaren artean txandakatzen du.
hu: A fókusz átváltása az oldalsáv ablaktábla és a nézet ablaktábla között.
pt: Alterna o foco entre o painel lateral e o painel de vista.
ru: Переместить фокус между боковой панелью и панелью просмотра.
uk: Перемістити фокус з бічної панелі до панелі перегляду.
zh_cn: 在侧边栏和试图窗口之间切换焦点。

source: Open the side pane popup menu.
de: Öffnet das Kontextmenü der Seitenleiste.
eu: Albo-panelaren laster-menua irekitzen du.
hu: Az oldalsáv ablaktábla helyi menüjének megnyitása.
pt: Abre o menu de contexto do painel lateral.
ru: Открыть всплывающее меню боковой панели.
uk: Відкрити контекстне меню бічної панелі.
zh_cn: 打开侧边栏的弹出菜单。

source: Caret Navigation Mode
de: Cursor-Navigationsmodus
hu: mutatónavigációs mód
uk: Режим переміщення каретки
zh_cn: 插字(caret)浏览模式

source: The following table describes how to use caret navigation mode (eg, in supporting applications like <application>Yelp</application>, <application>Evolution</application>, <application>Epiphany</application>, or <application>Firefox</application>). In computing, caret navigation is a kind of keyboard navigation where a caret (also known as "text cursor", "text insertion cursor", or "text selection cursor") is used to navigate and select text within a document.
de: Die folgende Tabelle beschreibt die Verwendung des Cursor-Navigationsmodus (für unterstützte Anwendungen wie <application>Yelp</application>, <application>Evolution</application>, <application>Epiphany</application>, oder <application>Firefox</application>). Der Cursor-Navigationsmodus ist ein Bedienungsmodus in einer Anwendung, der Ihnen das Bewegen innerhalb eines Textes und auch das Auswählen von Text mit Hilfe der Tastatur ermöglicht. In der Informatik ist ein Cursor auch als »Textcursor«, »Textauswahlcursor« oder »Textauswahlcursor« bekannt.
hu: A következő táblázat leírja a mutatónavigációs mód használatát (például a <application>Yelp</application> súgóböngészőben, az <application>Evolution</application> levelezőben, az <application>Epiphany</application> és a <application>Firefox</application> webböngészőkben. A mutatónavigációs módban egy billentyűzet-navigációs mód, amelyben egy kurzor (más néven szövegkurzor, szövegbeviteli kurzor vagy szövegkijelölési kurzor) segítségével lehet a dokumentumban közlekedni és szöveget kijelölni.
uk: В наступній таблиці описується спосіб використання режиму переміщення каретки (наприклад, для підтримки таких програм, як <application>Yelp</application>, <application>Evolution</application>, <application>Epiphany</application> та <application>Firefox</application>). У програмуванні режим переміщення каретки, це свого роду переміщення за допомогою клавіатури, де каретка (також відома як "текстовий курсор", "курсор вставки", або "курсор виділення тексту") використовується для переміщення по тексту та виділення тексту в документі.
zh_cn: 下表讲述了如何使用插字浏览模式（例如，在一些支持的应用程序，像 <application>Yelp</application>，<application>Evolution</application>，<application>Epiphany</application>，或者 <application>Firefox</application>)。在计算机里，插字(caret)浏览模式，允许您使用键盘浏览，显示一个插入点(也叫“文本光标”，“文本插入光标”或“文本选择光标”)，用于访问和选择文档里的文本。

source: Switch to caret navigation mode [Yelp-only].
de: Wechselt in den Cursor-Navigationsmodus (nur im Yelp-Hilfebrowser).
hu: A mutatónavigációs mód bekapcsolása (csak a Yelp alkalmazásban).
uk: Перейти в режим переміщення каретки [лише для Yelp].
zh_cn: 切换到光标浏览模式 [仅 Yelp]。

source: left arrow
de: Pfeiltaste links
eu: ezker-gezia
hu: balra nyíl
pt: seta à esquerda
ru: стрелка влево
uk: стрілка ліворуч
zh_cn: 左方向键

source: Move one character to the left.
de: Geht ein Zeichen nach links.
eu: Karaktere bat ezkerrera mugitzen da.
hu: Balra lépés egy karakterrel.
pt: Move um caracter para a esquerda.
ru: Перейти на один символ влево.
uk: Перейти на один символ ліворуч.
zh_cn: 左移一个字符

source: right arrow
de: Pfeiltaste rechts
eu: eskuin-gezia
hu: jobbra nyíl
pt: seta à direita
ru: стрелка вправо
uk: стрілка праворуч
zh_cn: 右方向键

source: Move one character to the right.
de: Geht ein Zeichen nach rechts.
eu: Karaktere bat eskuinera mugitzen da.
hu: Jobbra lépés egy karakterrel.
pt: Move um caracter para a direita.
ru: Перейти на один символ вправо.
uk: Перейти на один символ праворуч.
zh_cn: 右移一个字符

source: up arrow
de: Pfeiltaste nach oben
eu: gora gezia
hu: fel nyíl
pt: seta acima
ru: стрелка вверх
uk: стрілка вверх
zh_cn: 上方向键

source: Move up one line.
de: Geht eine Zeile nach oben.
eu: Lerro bat gora igotzen da.
hu: Felfelé lépés egy sorral.
pt: Move uma linha acima.
ru: Перейти на одну строку вверх.
uk: Перейти на один рядок уверх.
zh_cn: 移到上一行

source: down arrow
de: Pfeiltaste nach unten
eu: behera gezia
hu: lefelé nyíl
pt: seta abaixo
ru: стрелка вниз
uk: стрілка вниз
zh_cn: 下方向键

source: Move down one line.
de: Geht eine Zeile nach unten.
eu: Lerro bat behera jaisten da.
hu: Lefelé lépés egy sorral.
pt: Move uma linha abaixo.
ru: Перейти на одну строку вниз.
uk: Перейти на один рядок вниз.
zh_cn: 移到下一行

source: <keycap>Ctrl</keycap> + left arrow
de: <keycap>Strg</keycap> + Pfeiltaste links
eu: <keycap>Ktrl</keycap> + ezker-gezia
hu: <keycap>Ctrl</keycap> + balra nyíl
pt: <keycap>Ctrl</keycap> + seta à esquerda
ru: <keycap>Ctrl</keycap> + стрелка влево
uk: <keycap>Ctrl</keycap> + стрілка ліворуч
zh_cn: <keycap>Ctrl</keycap> + 左方向键

source: Move to the beginning of the previous word.
de: Springt zum Anfang des vorherigen Wortes.
eu: Aurreko hitzaren hasierara joaten da.
hu: Az előző szó kezdetére lépés.
pt: Move para o inícion da palavra anterior.
ru: Перейти к началу предыдущего слова.
uk: Перейти на початок попереднього слова.
zh_cn: 移到前一个词的开头。

source: <keycap>Ctrl</keycap> + right arrow
de: <keycap>Strg</keycap> + Pfeiltaste rechts
eu: <keycap>Ktrl</keycap> + eskuin-gezia
hu: <keycap>Ctrl</keycap> + jobbra nyíl
pt: <keycap>Ctrl</keycap> + seta à direita
ru: <keycap>Ctrl</keycap> + стрелка вправо
uk: <keycap>Ctrl</keycap> + стрілка праворуч
zh_cn: <keycap>Ctrl</keycap> + 右方向键

source: Move to the end of the next word.
de: Springt zum Ende des nächsten Wortes.
eu: Aurreko hitzaren amaierara joaten da.
hu: A következő szó végére lépés.
pt: Move para o final da palavra seguinte.
ru: Перейти к концу следующего слова.
uk: Перейти в кінець наступного слова.
zh_cn: 移到下一个单词的末尾。

source: Scroll up one page of content.
de: Blättert eine Bildschirmseite nach oben.
eu: Eduki-orri bat gora korritzen du.
hu: Felfelé görgetés egy tartalomoldallal.
pt: Rola acima uma página de conteúdo.
ru: Прокрутить содержимое на одну страницу вверх.
uk: Прокрутити вміст на одну сторінку вперед.
zh_cn: 向上翻一页内容。

source: Scroll down one page of content.
de: Blättert eine Bildschirmseite nach unten.
eu: Eduki-orri bat behera korritzen du.
hu: Lefelé görgetés egy tartalomoldallal
pt: Rola abaixo uma página de conteúdo.
ru: Прокрутить содержимое на одну страницу вниз.
uk: Прокрутити вміст на одну сторінку назад.
zh_cn: 向下翻一页内容。

source: Move to the beginning of the current line.
de: Springt zum Anfang der aktuellen Zeile.
eu: Uneko lerroaren hasierara joaten da.
hu: Az aktuális sor elejére lépés.
pt: Move para o início da linha actual.
ru: Перейти к началу текущей строки.
uk: Перейти на початок чинного рядка.
zh_cn: 移到当前行的开头。

source: Move to the end of the current line.
de: Springt zum Ende der aktuellen Zeile.
eu: Uneko lerroaren amaierara joaten da.
hu: Az aktuális sor végére lépés.
pt: Move para o final da linha actual.
ru: Перейти в конец текущей строки.
uk: Перейти в кінець чинного рядка.
zh_cn: 移到当前行的结尾。

source: Move from the current position to the destination position, selecting all text between the two positions.
de: Während sich der Fokus in die angegebene Richtung bewegt, wird der dazwischen liegende Text markiert.
hu: A jelenlegi pozícióról a cél pozícióra lépés és a köztük lévő szöveg kijelölése.
ru: Перейти из текущей позиции в требуемую позицию, выделяя текст между этими позициями.
uk: Перейти від чинної позиції до призначеної позиції, виділивши весь текст між цими двома позиціями.
zh_cn: 从当前位置移到目标位置，并选中它们之间的所有文本。

source: Move focus to the next focusable control.
de: Übergibt den Fokus an das nächste fokussierbare Bedienelement.
eu: Fokua izan dezakeen hurrengo kontrolera eramaten du fokua.
hu: A fókusz átadása a következő elérhető vezérlőelemnek.
pt: Move o foco para o controlo passível de deter o foco seguinte.
ru: Переместить фокус на следующий элемент управления, способный принять фокус.
uk: Перемістити фокус на наступний елемент керування, який здатний прийняти фокус.
zh_cn: 移动焦点到下一个控件。

source: Move focus to the previous focusable control.
de: Übergibt den Fokus an das vorherige fokussierbare Bedienelement.
eu: Fokua izan dezakeen aurreko kontrolera eramaten du fokua.
hu: A fókusz átadása az előző elérhető vezérlőelemnek.
pt: Move o foco para o controlo passível de deter o foco anterior.
ru: Переместить фокус на предыдущий элемент управления, способный принять фокус.
uk: Перемістити фокус на попередній елемент керування, який здатний прийняти фокус.
zh_cn: 移动焦点到前一个控件。

source: Enter
de: Eingabetaste
eu: Sartu
zh_cn: 回车键

source: Activate a button, link or other control.
de: Aktiviert einen Knopf, eine Verknüpfung oder ein anderes Bedienelement.
hu: Egy gomb, hivatkozás, vagy más vezérlőelem aktiválása.
uk: Активувати кнопку, посилання або інший елемент керування.
zh_cn: 激活按钮、链接或其他控件。

source: Navigating Standard Elements and Controls
de: Mit Standardelementen und Bedienelementen arbeiten
eu: Elementu eta kontrol estandarretan batetik bestera joatea
hu: Navigáció a szabványos elemeken és vezérlőelemeken
pt: Navegar pelos Elementos e Controlos Base
ru: Перемещение по стандартным элементам и элементам управления
uk: Переміщення по стандартних елементах та елементах керування
zh_cn: 访问标准元素和控件

source: The following sections describe how to navigate and use standard user interface elements and controls from the keyboard.
de: Die folgenden Abschnitte beschreiben, wie Sie mit der Tastatur die Elemente einer Benutzeroberfläche verwenden und bedienen können.
eu: Ondorengo ataletan, teklatua erabiliz erabiltzailearen interfaze-elementu eta -kontrol estandarretan batetik bestera nola joan eta haiek nola erabili azaltzen da.
hu: A következő fejezetek leírják a felhasználói felület szabványos elemeinek és a vezérlőelemek használatát a billentyűzet segítségével.
pt: As secções seguintes descrevem como navegar e utilizar os elementos e controlos base do interface de utilizador, utilizando o teclado.
ru: В следующих разделах рассказывается, как взаимодействовать со стандартными элементами пользовательского интерфейса и элементами управления при помощи клавиатуры.
uk: В наступних розділах описується, як використовувати стандартні елементи користувацького інтерфейсу і елементи керування та переміщатись по них за допомогою клавіатури.
zh_cn: 下面的段落讲述了如何从键盘访问和使用标准用户界面元素和控件。

source: Navigating Menus
de: In Menüs navigieren
hu: Navigáció a menükben
ru: Перемещение по меню
uk: Переміщення по меню
zh_cn: 访问菜单

source: for menus
de: für Menüs
eu: menuentzat
hu: menük
pt: para os menus
ru: для меню
uk: для меню
zh_cn: 使用菜单

source: The following table lists the keyboard shortcuts that you can use to navigate menus:
de: Die folgende Tabelle enthält Tastenkombinationen, die Sie zum Navigieren in Menüs verwenden können:
hu: A következő táblázat leírja a menükben való navigáláshoz használható gyorsbillentyűket.
ru: В следующей таблице перечислены клавиатурные комбинации, которые вы можете использовать для перемещения по меню:
uk: В наступній таблиці наведено комбінації клавіш, які можна використовувати для переміщення по меню:
zh_cn: 下表列出了可以用来访问菜单的键盘快捷键。

source: Give focus to the next or previous menu item on a menu.
de: Fokussieren des nächsten oder vorherigen Eintrags eines Menüs.
eu: Menuko hurrengo edo aurreko elementuari ematen dio fokua.
hu: A fókuszt átvitele a következő vagy előző menüpontra.
pt: Transmite o foco ao item de menu seguinte ou anterior, num menu.
ru: Переместить фокус на следующий или предыдущий элемент меню.
uk: Перемістити фокус на наступний або попередній пункт в меню.
zh_cn: 把焦点给下一个菜单项，在菜单里。

source: If the menu item that has focus is a submenu, open the submenu and give focus to the first menu item on the submenu.
de: Handelt es sich bei dem fokussierten Menüeintrag um ein Untermenü, wird es geöffnet und der erste Eintrag markiert.
eu: Fokua duen menu-elementua azpimenua bada, azpimenu hori ireki eta horko lehen elementuari ematen dio fokua.
hu: Ha a fókuszban lévő menüpont egy almenü, akkor megnyílik az almenü és az első almenüpont kerül fókuszba.
pt: Se o item de menu que detiver o foco for um submenu, abre o submenu e transmite o foco ao primeiro item de menu nesse submenu.
ru: Если элемент меню, на котором расположен фокус, является вложенным меню, открыть вложенное меню и переместить фокус на первый элемент в нём.
uk: Якщо пункт меню, який має фокус, є підменю, відкрити підменю та перемістити фокус на перший пункт меню в підменю.
zh_cn: 如果有焦点的菜单项是一个子菜单，打开子菜单并把焦点给子菜单里的第一个菜单项。

source: If the menu item that has focus is not a submenu, open the next menu on the menubar.
de: Anderenfalls wird das nächste Menü der Menüleiste geöffnet.
eu: Fokua duen menu-elementua ez bada azpimenua, menu-barrako hurrengo menua irekitzen du.
hu: Ha a fókuszban lévő menüpont nem almenü, akkor a menüsor következő menüje nyílik meg.
pt: Se o item de menu que detiver o foco não for um submenu, abre o menu seguinte na barra de menu.
ru: Если элемент меню, на котором расположен фокус, не является вложенным меню, открыть следующее меню в панели меню.
uk: Якщо пункт меню, який має фокус, не є підменю, відкрити наступне меню в рядку меню.
zh_cn: 如果有焦点的菜单项不是一个子菜单，打开菜单栏的下一个菜单。

source: If the menu item that has focus is a submenu item, switch the focus back to the submenu.
de: Wenn es sich bei dem fokussierten Menüeintrag um einen Untermenü-Eintrag handelt, wird das Untermenü fokussiert.
eu: Fokua duen menu-elementua azpimenuko elementua bada, fokua atzera azpimenuari ematen dio.
hu: Ha a fókuszban lévő menüpont egy almenü menüpontja, akkor a fókusz visszakerül az almenüre.
pt: Se o item de menu que detiver o foco for um item de submenu, alterna o foco de volta ao submenu.
ru: Если элемент меню, на котором расположен фокус, является элементом вложенного меню, то вернуть фокус в элемент вложенного меню в основном меню.
uk: Якщо пункт меню, який має фокус, є пунктом підменю, перемістити фокус назад до підменю.
zh_cn: 如果有焦点的菜单项是一个子菜单，把焦点切换回子菜单。

source: If the menu item that has focus is not a submenu item, open the previous menu on the menubar.
de: Handelt es sich um keinen Eintrag eines Untermenüs, wird das vorherige Menü der Menüleiste geöffnet.
eu: Fokua duen menu-elementua ez bada azpimenua, menu-barrako aurreko menua irekitzen du.
hu: Ha a fókuszban lévő menüpont nem egy almenü menüpontja, akkor a menüsor előző menüje nyílik meg.
pt: Se o item de menu que detiver o foco não for um submenu, abre o menu anterior na barra de menu.
ru: Если элемент меню, на котором расположен фокус, не является вложенным меню, открыть предыдущее меню в панели меню.
uk: Якщо пункт меню, який має фокус, не є пунктом підменю, відкрити попереднє меню в рядку меню.
zh_cn: 如果有焦点的菜单项不是一个子菜单，打开菜单栏的上一个菜单。

source: Select the focused menu item and close the open menus.
de: Aktiviert den ausgewählten Menü-Eintrag und schließt alle geöffneten Menüs.
eu: Fokua duen menu-elementua hautatu eta irekitako menuak ixten ditu.
hu: A fókuszban lévő menüpont kiválasztása és a nyitott menük bezárása.
pt: Selecciona o item de menu actual e fecha os menus abertos.
ru: Выбрать элемент меню, на котором расположен фокус, и закрыть открытое меню.
uk: Вибрати пункт меню, який має фокус і закрити відкриті меню.
zh_cn: 选择有焦点的菜单项，关闭打开的菜单。

source: Select the menu item that is associated with the access key and close the menu.
de: Der mit der Zugriffstaste verknüpfte Menü-Eintrag wird aktiviert und das Menü geschlossen.
hu: A hívóbetűhöz társított menüpont kiválasztása és a nyitott menük bezárása.
ru: Выбрать элемент меню, связанный с клавишей доступа, и закрыть меню.
uk: Вибрати пункт меню, який відповідає клавіші швидкого доступу і закрити меню.
zh_cn: 用相关的访问键选择菜单项，然后关闭菜单。

source: Select the focused menu item and close the menu except when the menu item is a check box or radio button.
de: Der markierte Menü-Eintrag wird aktiviert und das Menü geschlossen, es sei denn es handelt sich bei dem Eintrag um ein Ankreuzfeld oder einen Auswahlknopf.
hu: A fókuszban lévő menüpont kiválasztása és a nyitott menük bezárása, kivéve ha a menüpont jelölőnégyzet vagy választógomb. Ezekben az esetekben a menü nem zárul be.
ru: Выбрать элемент меню, на котором расположен фокус, и закрыть меню, исключая случаи, когда элемент меню является элементом с отметкой или кнопкой выбора.
uk: Вибрати пункт меню, який має фокус і закрити меню, крім випадків, коли пункт меню є прапорцем або радіо-кнопкою.
zh_cn: 选择有焦点的菜单项，然后关闭菜单。如果菜单项是一个复选框或单选按钮，菜单则不会关闭。

source: Close the menu.
de: Schließt das Menü.
hu: A menü bezárása.
ru: Закрыть меню.
uk: Закрити меню.
zh_cn: 关闭菜单。

source: Navigating Buttons
de: Arbeiten mit Knöpfen
hu: Navigáció a gombok között
ru: Работа с кнопками
uk: Керування кнопками
zh_cn: 访问按钮

source: for buttons
de: für Knöpfe
eu: botoientzat
hu: gombok
pt: para os botões
ru: для кнопок
uk: для кнопок
zh_cn: 使用按钮

source: A button is a control that you use to start an action. Most buttons are rectangular and contain a text label.
de: Ein Knopf ist ein Bedienelement, das Sie zum Starten einer Aktion verwenden. Die meisten Knöpfe sind rechteckig und haben eine textuelle Beschriftung.
eu: Botoi bat ekintza bat abiarazteko erabiltzen duzun kontrola da. Botoi gehienak laukizuzenak dira, eta testu-etiketa dute.
hu: A gomb vezérlőelemmel művelet végrehajtása kezdeményezhető. A legtöbb gomb négyszög alakú és tartalmaz szöveges címkét.
pt: Um botão é um controlo que utiliza para iniciar uma acção. A maioria dos botões são rectangulares e contêm uma etiqueta de texto.
ru: Кнопка представляет собой элемент управления, который вы используете, чтобы начать действие. Большинство кнопок имеют прямоугольную форму и содержат текстовую метку.
uk: Кнопкою називається елемент керування, який використовується для запуску дії. Більшість кнопок мають вигляд прямокутника і містять напис.
zh_cn: 按钮是一个控件，您可以用来执行一个动作。大多数按钮是一个矩形包含一个文本标签。

source: Sample Button
de: Beispielknopf
eu: Botoiaren adibidea
hu: Minta gomb
pt: Botão Exemplificativo
ru: Пример кнопки
uk: Приклад кнопки
zh_cn: 按钮示例

source: Close button.
de: Schließen-Knopf.
eu: Ixteko botoia.
hu: Bezárás gomb.
pt: Botão de fechar.
ru: Кнопка закрытия
uk: Кнопка закривання.
zh_cn: 关闭按钮
