Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: If you have difficulty with the default font type and font size that is used on the desktop and desktop background, you can customize the font settings to suit your needs.
de: Falls Sie Schwierigkeiten mit der vorgegebenen Schriftart und -größe haben, können Sie die Schrifteinstellungen nach Ihren Wünschen anpassen.
eu: Mahaigainean eta mahaigainaren atzeko planoan erabiltzen den letra-tipoarekin eta bere tamaina lehenetsiarekin zailtasunak badituzu, letra-tipoaren ezarpenak zure beharretara egokitzeko pertsonaliza ditzakezu.
hu: Ha nehézségei vannak az asztalon és az asztal hátterén használt alapértelmezett betűkészlet és betűméret használatával, akkor igényei szerint személyre szabhatja a betűkészletek beállításait.
pt: Se tiver dificuldades com o tipo e tamanho da fonte por omissão que é utilizada no ambiente de trabalho, pode personalizar as definições da fonte para se adequarem às suas necessidades.
uk: Якщо ви маєте труднощі з типовим видом шрифту, що використовується в середовищі та на фоні стільниці і його розміром, ви можете налаштувати параметри цього шрифту відповідно до ваших потреб.
zh_cn: 如果您使用桌面和桌面背景上的，默认字体和字号有困难，那么您可以按自己的需要进行定制。

source: You can specify individual font settings for the following desktop components and applications:
de: Sie können Schriftart-Einstellungen für folgende Desktop-Bestandteile und Anwendungen individuell vornehmen:
eu: Letra-tipoaren ezarpen indibidualak zehatz ditzakezu, mahaigaineko osagai eta aplikazio hauetan:
hu: Különböző beállításokat adhat meg az asztali környezet következő összetevőinek és az alkalmazásoknak:
pt: Pode especificar definições individuais de fonte para os seguintes componentes e aplicações:
uk: Ви можете зазначити особисті параметри шрифту для таких компонентів стільниці та програм як:
zh_cn: 您可以为下面的这些桌面组件和应用程序，单独指定字体选项。

source: Entire desktop (excluding the desktop background)
de: Gesamter Desktop (ausschließlich des Desktop-Hintergrunds)
hu: A teljes asztali környezet, kivéve az asztal hátterét
uk: Вся стільниця (за винятком фону)
zh_cn: 整个桌面（桌面背景除外）

source: Desktop background only
de: Nur Desktop-Hintergrund
eu: Mahaigainaren atzeko planoa bakarrik
hu: Csak az asztal háttere
pt: Apenas o fundo da área de trabalho
uk: Лише фон стільниці
zh_cn: 仅仅桌面背景

source: Text Editor
eu: Testu-editorea
hu: Szövegszerkesztő
pt: Editor de Texto
uk: Текстовий редактор
zh_cn: 文本编辑器

source: Web Browser
eu: Web arakatzailea
hu: Böngésző
pt: Navegador Web
uk: Веб-браузер
zh_cn: Web 浏览器

source: Customizing Desktop Fonts
de: Anpassen der Desktop-Schriftarten
hu: Az asztali környezet betűkészleteinek személyre szabása
uk: Налаштування шрифтів середовища
zh_cn: 调整桌面字体

source: desktop fonts
de: Desktop-Schriftarten
eu: mahaigaineko letra-tipoak
hu: asztali környezet betűkészletei
pt: fontes do ambiente
uk: шрифти середовища
zh_cn: 桌面字体

source: The <application>Appearance</application> preference tool allows you to specify the default fonts for the desktop.
de: Das Einstellungswerkzeug <application>Erscheinungsbild</application> ermöglicht Ihnen die Standard-Schriftarten für den Desktop einzustellen.
hu: A <application>Megjelenés</application> beállítóeszköz lehetővé teszi az asztali környezet alapértelmezett betűkészletének megadását.
uk: Інструмент параметрів <application>Зовнішній вигляд</application> дає змогу зазначити типові шрифти для середовища.
zh_cn: <application>外观</application> 首选项工具，允许您为桌面指定默认字体。

source: To start the <application>Appearance</application> preference tool, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Appearance</guimenuitem></menuchoice>. The <guilabel> Fonts</guilabel> tab contains the following options:
de: Zum Starten des Einstellungswerkzeugs <application>Erscheinungsbild</application> wählen Sie <menuchoice><guimenu>System</guimenu><guisubmenu>Einstellungen</guisubmenu><guimenuitem>Erscheinungsbild</guimenuitem></menuchoice>. Der Reiter <guilabel>Schriftarten</guilabel> enthält folgende Möglichkeiten:
hu: A <application>Megjelenés</application> beállítóeszköz elindításához válassza a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Beállítások</guisubmenu><guimenuitem>Megjelenés</guimenuitem></menuchoice> menüpontot. A <guilabel>Betűkészletek</guilabel> fül a következő lehetőségeket tartalmazza:
uk: Щоб запустити інструмент параметрів <application>Зовнішній вигляд</application>, виберіть <menuchoice><guimenu>Система</guimenu><guisubmenu>Параметри</guisubmenu><guimenuitem>Зовнішній вигляд</guimenuitem></menuchoice>. Вкладка <guilabel> Шрифти</guilabel> містить такі варіанти:
zh_cn: 要启动 <application>字体</application> 首选项工具，点菜单 <menuchoice><guimenu>系统</guimenu><guisubmenu>首选项</guisubmenu><guimenuitem>外观</guimenuitem></menuchoice>。 <guilabel>字体</guilabel> 标签包含下列选项：

source: Application Font
de: Schriftart in Anwendungen
hu: Alkalmazás betűkészlete
uk: Шрифт програм
zh_cn: 应用程序字体

source: Click on this button to select a default font to use for the text that is displayed on the desktop, including the text displayed on the windows and dialogs associated with MATE-compliant applications and panel applications.
de: Klicken Sie auf diesen Knopf, um die Schrift zu wählen, die auf dem Desktop angezeigt wird, einschließlich der in den Anwendungsfenstern und Dialogen MATE-kompatibler Anwendungen und Panel-Anwendungen angezeigten Schrift.
eu: Egin klik botoi honetan mahaigainean bistaratzen den testuarentzako letra-tipo lehenetsia hautatzeko, MATErekin bateragarriak diren aplikazio eta panel-aplikazioekin lotutako leihoetan eta elkarrizketa-koadroetan bistaratzen den testuarena barne.
hu: Válassza ezt a gombot az asztali környezetben, a MATE-alapú alkalmazások és panelalkalmazások ablakaiban és párbeszédpaneljein megjelenő szövegek alapértelmezett betűkészletének kiválasztásához.
pt: Clique neste botão para seleccionar uma fonte por omissão para utilizar no texto que é apresentado no ambiente de trabalho, incluindo o texto apresentado em janelas e diálogos associados a aplicações MATE e aplicações de painel.
uk: Натисніть цю кнопку, щоб вибрати типовий шрифт для відображення тексту на стільниці, у вікнах і діалогах пов'язаних з MATE-сумісними програмами та аплетами.
zh_cn: 点击这个选项为桌面上的文本选择一个默认字体，包括遵从 MATE 应用程序的窗口，对话框和面板小程序上显示的文本。

source: If you use a predefined theme and you click on the <guibutton>Apply Font</guibutton> button, the font that is associated with the theme overrides the font from the <application>Appearance</application> preference tool.
de: Falls Sie ein vordefiniertes Thema verwenden und auf den <guibutton>Schriftart verwenden</guibutton>-Knopf klicken, dann überschreibt die Schriftart des Themas den im Einstellungswerkzeug <application>Erscheinungsbild</application> festgelegten Wert.
hu: Ha a <application>Téma</application> beállítóeszközt használja téma kiválasztására és megnyomja a <guibutton>Betűkészlet alkalmazása</guibutton> gombot, akkor a témához tartozó betűkészlet felülírja a <application>Betűkészlet</application> alkalmazásban megadott betűkészletet.
uk: Якщо ви використовуєте попередньо встановлену тему і натиснете кнопку <guibutton>Застосувати шрифт</guibutton>, шрифт пов'язаний з темою замінить шрифт зазначений в інструменті параметрів <application>Зовнішній вигляд</application>.
zh_cn: 如果您使用一个预定义的主题，并点击 <guibutton>应用字体</guibutton> 按钮，与此主题关联的字体会忽略 <application>外观</application> 首选项中的设定。

source: Document Font
de: Dokumenten-Schrift
hu: Dokumentum betűkészlete
uk: Шрифт документів
zh_cn: 文档字体

source: Click on this button to select a font to use for displaying documents.
de: Klicken Sie auf diesen Knopf, um die Schriftart festzulegen, die zur Anzeige von Dokumenten verwendet werden soll.
eu: Egin klik botoi honetan dokumentuak bistaratzeko letra-tipoa hautatzeko.
hu: Nyomja meg ezt a gombot a dokumentumok megjelenítéséhez használt betűkészlet kiválasztásához.
pt: Clique neste botão para seleccionar a fonte a ser utilizada para apresentar documentos.
uk: Натисніть цю кнопку, щоб вибрати шрифт для відображення документів.
zh_cn: 点击这个按钮来选择文档中显示的字体。

source: Desktop Font
de: Desktop-Schriftart
hu: Asztal betűkészlete
uk: Шрифт стільниці
zh_cn: 桌面字体

source: Click on this button to select a font to use for the text that is displayed on the desktop background only.
de: Klicken Sie auf den Knopf, um eine Schrift auszuwählen, die ausschließlich auf dem Desktop-Hintergrund verwendet werden soll.
eu: Egin klik botoi honetan mahaigainaren atzeko planoan soilik agertzen den testuarentzako letra-tipoa hautatzeko.
hu: Nyomja meg ezt a gombot az asztal hátterén megjelenő szöveg betűkészletének kiválasztásához.
pt: Clique neste botão para seleccionar a fonte a ser utilizada para o texto que é apresentado apenas no fundo da área de trabalho.
uk: Натисніть цю кнопку, щоб вибрати шрифт для тексту, який відображатиметься лише на фоні стільниці.
zh_cn: 点击这个按钮来选择一个字体，它只用来显示桌面上的文件名。

source: Window Title Font
de: Schrift in Fenstertiteln
hu: Ablak címsorának betűkészlete
uk: Шрифт заголовка вікна
zh_cn: 窗口标题字体

source: Click on this button to select a font to use for the text that is displayed in the titlebar area of windows.
de: Klicken Sie auf diesen Knopf, um die Schriftart für die Anzeige von Text in Fenstertiteln auszuwählen.
hu: Nyomja meg ezt a gombot az ablakok címsorában megjelenő szöveg betűkészletének kiválasztásához.
uk: Натисніть цю кнопку, щоб вибрати шрифт для тексту, який відображатиметься в області заголовка вікна.
zh_cn: 点击这个按钮，为窗口标题栏选择一个字体。

source: Fixed Width Font
de: Schrift fester Breite
hu: Rögzített szélességű betűkészlet
uk: Фіксована ширина шрифту
zh_cn: 等宽字体

source: Click on this button to select a font to use for editing documents.
de: Klicken Sie auf diesen Knopf, um eine zum Bearbeiten von Dokumenten verwendete Schriftart auszuwählen.
eu: Egin klik botoi honetan dokumentuak editatzeko letra-tipoa hautatzeko.
hu: Nyomja meg ezt a gombot a dokumentumok szerkesztésekor használandó betűkészlet kiválasztásához.
pt: Clique neste botão para seleccionar a fonte a ser utilizada para editar documentos.
uk: Натисніть цю кнопку, щоб вибрати шрифт для редагування документів.
zh_cn: 点击这个按钮选择一个字体来修改文档。

source: Font Rendering
de: Schriftwiedergabe
hu: Betűkészletek megjelenése
uk: Режим виводу шрифтів
zh_cn: 渲染

source: To specify how to render fonts on the desktop, select one of the following options:
de: Um festzulegen, wie Schriftarten auf dem Desktop wiedergegeben werden sollen, wählen Sie eine der folgenden Optionen aus:
eu: Mahaigaineko letra-tipoak nola errendatu zehazteko, hautatu aukera hauetako bat:
hu: A betűkészletek az asztali környezetben való megjelenésének megadásához válassza a következő beállítások egyikét:
pt: Para especificar como renderizar as fontes no ambiente de trabalho, seleccione uma das seguintes opções:
uk: Щоб зазначити, як шрифти будуть виглядати на стільниці, виберіть один з наступних варіантів:
zh_cn: 要确定如何渲染显示的字体，选择下面的选项之一：

source: Monochrome
de: Schwarz-Weiß
eu: Monokromoa
hu: Fekete-fehér
pt: Monocromático
uk: Монохромний
zh_cn: 单色

source: Best Shapes
de: Beste Form
hu: A legszebb betűforma
uk: Найкраща форма
zh_cn: 最佳形状

source: Best Contrast
de: Bester Kontrast
hu: A legjobb kontraszt
uk: Найкраща контрастність
zh_cn: 最佳对比度

source: Subpixel Smoothing
de: Glättung mittels Subpixel
hu: Simítás a képponton belül
uk: Субпіксельне згладжування
zh_cn: 次像素平滑

source: If you use large fonts, you may need to change the size of panes in some applications, such as the file manager and Help browser.
de: Wenn Sie große Schriftarten verwenden, ist es vielleicht erforderlich, dass Sie die Größe von Leisten in einigen Anwendungen anpassen, zum Beispiel dem Dateimanager oder Hilfebrowser.
hu: Ha nagy méretű betűkészleteket használ, szükség lesz az ablaktáblák méretének megváltoztatására az ezeket használó alkalmazásokban, például a fájlkezelőben és a súgóböngészőben.
uk: Якщо ви використовуєте великі шрифти, вам може знадобитися змінити розмір панелей в деяких програмах, таких як файловий менеджер та переглядач довідки.
zh_cn: 如果您使用大字体，可能需要更改应用程序的面板大小，比如文件管理器和帮助浏览器。

source: For more information about the <application>Appearance</application> preference tool and fonts, see the <ulink type="help" url="ghelp:user-guide?prefs-font"> User Guide</ulink>.
de: Für weitere Informationen zum Einstellungswerkzeug <application>Erscheinungsbild</application> und Schriftarten lesen Sie das <ulink type="help" url="ghelp:user-guide?prefs-font">Desktop-Benutzerhandbuch</ulink>.
hu: A <application>Megjelenés</application> beállítóeszközzel és a betűkészletekkel kapcsolatos további információkért lásd a <ulink type="help" url="ghelp:user-guide?prefs-font">Felhasználói kézikönyvet</ulink>.
uk: Для отримання додаткової інформації про інструмент параметрів <application>Зовнішній вигляд</application> та про шрифти, дивіться <ulink type="help" url="ghelp:user-guide?prefs-font"> Посібник користувача</ulink>.
zh_cn: 更多 <application>外观</application> 首选项工具的相关信息，请参阅 <ulink type="help" url="ghelp:user-guide?prefs-font">用户指南</ulink>。

source: Customizing Application Fonts
de: Anpassen der Schriftarten in Anwendungen
hu: Alkalmazások betűkészleteinek személyre szabása
uk: Налаштування шрифтів програм
zh_cn: 设置应用程序字体

source: custom desktop appearance
de: Desktop-Erscheinungsbild anpassen
hu: az asztali környezet megjelenésének személyre szabása
uk: користувацький вигляд стільниці
zh_cn: 定制桌面外观

source: set choose individual font
de: individuelle Schrift wählen
hu: egyéni betűkészlet beállítása
zh_cn: 单独设置字体

source: By default, MATE applications use the default font specified in the <application>Appearance</application> preference tool. Some applications allow this default font to be customized. These applications are:
de: Standardmäßig verwenden MATE-Anwendungen die Schriftart, die im Einstellungswerkzeug <application>Erscheinungsbild</application> festgelegt wurde. Einige Anwendungen ermöglichen die Anpassung der Schriftart-Vorgabe. Dies sind folgende Anwendungen:
hu: Alapértelmezésben a MATE alkalmazások a <application>Megjelenés</application> beállítóeszközben megadott betűkészletet használják. Néhány alkalmazás megengedi ezen alapértelmezett betűkészlet megváltoztatását. Ezek a következők:
uk: Типово, програми MATE використовують типовий шрифт зазначений в інструменті параметрів <application>Зовнішній вигляд</application>. Нижче вказані деякі програми, які дають змогу змінювати типовий шрифт:
zh_cn: 默认情况下，MATE 应用程序使用 <application>外观</application> 首选项工具里指定的默认字体。一些应用程序允许自定义字体。这些程序是：

source: Help Browser
de: Hilfebrowser
eu: Laguntza-arakatzailea
hu: Súgóböngésző
pt: Navegador de Ajuda
uk: Переглядач довідки
zh_cn: 帮助浏览器

source: Meeting Specific Accessibility Needs
de: Besondere Anforderungen an die Zugänglichkeit berücksichtigen
eu: Erabilerraztasun-behar espezifikoak konpontzea
hu: Speciális akadálymentesítési igények kielégítése
pt: Adequar-se a Necessidades Específcias de Acessibilidade
uk: З'єднані налаштування специфічних потреб
zh_cn: 适合特定的可操作性需要

source: The following sections summarize the steps you need to take to improve the accessibility of the desktop in a particular area.
de: In den folgenden Abschnitten werden die Schritte zusammengefasst, die zur Verbesserung der Zugänglichkeit in einem speziellen Bereich erforderlich sind.
eu: Ondorengo ataletan mahaigaineko erabilerraztasuna eremu jakin batean hobetzeko eman behar diren urratsak laburbiltzen dira.
hu: Az alábbi szakaszok összegzik az asztali környezet akadálymentesítésének adott területeken való javításához szükséges lépéseket.
pt: As secções seguintes resumem os passos que terá de executar para melhorar a acessibilidade do ambiente de trabalho em cada área específica.
uk: В наступних розділах підсумовані дії, які необхідно виконати для поліпшення можливостей доступності до середовища в тій чи іншій області.
zh_cn: 下面的段落概述了在桌面特定区域改善可操作性的操作步骤。

source: Achieving a High- or Low-Contrast Desktop
de: Einen Desktop mit hohem oder geringen Kontrast erzielen
hu: Nagy vagy kis kontrasztú asztali környezet használata
uk: Встановлення висококонтрастної або низько-контрастної стільниці
zh_cn: 得到一个高（或低）对比度桌面

source: high contrast desktop
de: Desktop mit hohem Kontrast
eu: kontraste handiko mahaigaina
hu: nagy kontrasztú asztali környezet
pt: ambiente de contraste elevado
uk: висококонтрастна стільниця
zh_cn: 高对比桌面

source: low contrast desktop
de: Desktop mit geringem Kontrast
eu: kontraste txikiko mahaigaina
hu: kis kontrasztú asztali környezet
pt: ambiente de contraste reduzido
uk: низько-контрастна стільниця
zh_cn: 低对比桌面

source: To achieve a high- or low-contrast desktop, perform the following steps:
de: Um einen Desktop mit hohem oder geringem Kontrast zu erhalten, führen Sie die folgenden Schritte aus:
hu: Ha az asztali környezetet nagy vagy kis kontraszttal szeretné használni, akkor tegye a következőket:
uk: Для встановлення висококонтрастної або низько-контрастної стільниці, виконайте наступні дії:
zh_cn: 要获得一个高（或低）对比度桌面，请按照下面的步骤操作：

source: Use the <application>Appearance</application> preference tool to select the high-contrast or low-contrast desktop theme that you require from the <guilabel>Theme</guilabel> tab.
de: Wählen Sie im Einstellungswerkzeug <application>Erscheinungsbild</application> auf dem Reiter <guilabel>Thema</guilabel> das Thema mit hohem oder geringem Kontrast aus, je nachdem was Sie benötigen.
hu: A <application>Megjelenés</application> beállítóeszköz <guilabel>Téma</guilabel> lapfülén válassza ki az asztali környezet kívánt nagy vagy kis kontrasztú témáját.
uk: Використовуйте інструмент параметрів <application>Зовнішній вигляд</application>, щоб вибрати висококонтрастну або низько-контрастну тему на вкладці <guilabel>Тема</guilabel>.
zh_cn: 使用 <application>外观</application> 首选项工具，在 <guilabel>主题</guilabel> 标签中，选择一个需要的高（或低）对比度桌面主题。

source: Use the <guilabel>Background</guilabel> tab to customize your desktop background as follows:
de: Verwenden Sie den Reiter <guilabel>Hintergrund</guilabel>, um den Desktop-Hintergrund folgendermaßen anzupassen:
hu: Használja a <guilabel>Háttér</guilabel> lapfület az asztali környezet hátterének személyre szabásához. A következő lehetőségeket adhatja meg:
uk: Використовуйте вкладку <guilabel>Фон</guilabel>, щоб налаштувати фон стільниці наступним чином:
zh_cn: 在 <guilabel>背景</guilabel> 标签里，设置您的桌面背景：

source: Set the <guilabel>Desktop Wallpaper</guilabel> to <guilabel>No Wallpaper</guilabel>.
de: Setzen Sie den <guilabel>Desktop-Hintergrund</guilabel> auf <guilabel>Kein Hintergrund</guilabel>.
eu: Ezarri <guilabel>Mahaigaineko horma-paperean</guilabel> <guilabel>Horma-paperik ez</guilabel>.
hu: A <guilabel>Háttérkép</guilabel> listából válassza a <guilabel>Nincs háttérkép</guilabel> beállítást.
pt: Defina o <guilabel>Papel de Parede da Área de Trabalho</guilabel> como <guilabel>Sem Papel de Parede</guilabel>.
uk: Встановіть параметр <guilabel>Шпалери</guilabel> в положення <guilabel>Без шпалер</guilabel>.
zh_cn: 设置 <guilabel>壁纸</guilabel> 为 <guilabel>无壁纸</guilabel>。

source: Set the <guilabel>Desktop Colors</guilabel> to <guilabel>Solid Color</guilabel>.
de: Wählen Sie bei den <guilabel>Desktop-Farben</guilabel> <guilabel>Einfarbig</guilabel>.
eu: Ezarri <guilabel>Mahaigainaren koloreetan</guilabel> <guilabel>Kolore lisoa</guilabel>.
hu: A <guilabel>Színek</guilabel> listából válassza a <guilabel>Homogén szín</guilabel> beállítást.
pt: Defina as <guilabel>Cores da Área de Trabalho</guilabel> como <guilabel>Cor Sólida</guilabel>.
uk: Встановіть параметр <guilabel>Кольори</guilabel> в положення <guilabel>Суцільний колір</guilabel>.
zh_cn: 设置 <guilabel>颜色</guilabel> 为 <guilabel>纯色</guilabel>。

source: Select a background color that suits your needs.
de: Wählen Sie eine Hintergrundfarbe, die Ihren Anforderungen entspricht.
eu: Hautatu zure beharretara egokitzen den atzeko planoko kolorea.
hu: Válassza ki az igényeinek megfelelő háttérszínt.
pt: Seleccione uma cor de fundo adequada às suas necessidades.
uk: Виберіть колір фону, який відповідає вашим потребам.
zh_cn: 选择一个合适的背景色。

source: In the <application>Terminal</application> application, ensure that the <guilabel>Use colors from system theme</guilabel> option is selected in the <guilabel>Colors</guilabel> tabbed section of the <guilabel>Editing Profile</guilabel> dialog.
de: Stellen Sie in der <application>Terminal</application> Anwendung sicher, dass die Option <guilabel>Farben vom System-Thema verwenden</guilabel> ausgewählt wurde, welche sich im Reiter <guilabel>Farben</guilabel> des Dialogs <guilabel>Profil bearbeiten</guilabel> befindet.
eu: <application>Terminala</application> aplikazioan, ziurtatu <guilabel>Erabili sistemaren gaiaren koloreak</guilabel> aukera hautatuta dagoela, <guilabel>Editatu profila</guilabel> elkarrizketa-koadroko <guilabel>Koloreak</guilabel> fitxadun atalean.
hu: A <application>Terminál</application> alkalmazásban győződjön meg róla, hogy a <guilabel>Profil szerkesztése</guilabel> párbeszédablak <guilabel>Színek</guilabel> lapján a <guilabel>Rendszertéma színeinek használata</guilabel> beállítás van kiválasztva.
pt: Na aplicação <application>Consola</application>, certifique-se de que a opção <guilabel>Utilizar cores do tema de sistema</guilabel> está seleccionada no separador <guilabel>Cores</guilabel> do diálogo <guilabel>A Editar Perfil</guilabel>.
uk: Переконайтесь, що в програмі <application>Термінал</application> встановлений прапорець <guilabel>Використовувати кольори системної теми</guilabel> на вкладці <guilabel>Кольори</guilabel> діалогового вікна <guilabel>Редагування профілю</guilabel>.
zh_cn: 在 <application>终端</application> 程序中，确保在 <guilabel>编辑配置文件</guilabel> 对话框里的， <guilabel>颜色</guilabel> 标签里，选中了 <guilabel>使用系统主题的颜色</guilabel> 选项。

source: In the <application>gedit</application> (Text Editor) application, ensure that the <guilabel>Use default theme colors</guilabel> option is selected in the <guilabel>Fonts &amp; Colors</guilabel> tabbed section of the <guilabel>Preferences</guilabel> dialog.
de: Stellen Sie in der Anwendung <application>gedit</application> (Texteditor) sicher, dass die Option <guilabel>Farben vom System-Thema verwenden</guilabel> ausgewählt wurde, welche sich im Reiter <guilabel>Schrift und Farben</guilabel> des <guilabel>Einstellungsdialogs</guilabel> befindet.
hu: A <application>Gedit</application> alkalmazásban győződjön meg róla, hogy a <guilabel>Beállítások</guilabel> ablak <guilabel>Betűk és színek</guilabel> lapján a <guilabel>Téma alapértelmezett színeinek használata</guilabel> beállítás van kiválasztva.
uk: Переконайтесь, що в програмі <application>gedit</application> (текстовий редактор) вибраний варіант <guilabel>Класична схема кольорів</guilabel> на вкладці <guilabel>Шрифти та кольори</guilabel> в діалоговому вікні <guilabel>Параметри</guilabel>.
zh_cn: 在 <application>gedit</application>(文本编辑器)的 <guilabel>首选项</guilabel> 对话框里，确保 <guilabel>字体和颜色</guilabel> 的 <guilabel>使用默认主题颜色</guilabel> 选项被选中。

source: Achieving a Large Print Desktop
de: Einen Desktop mit großer Schrift erzielen
hu: Nagy szöveg használata
uk: Встановлення стільниці зі збільшеним шрифтом
zh_cn: 设置桌面大字体显示

source: large print desktop
de: Desktop mit großer Schrift
eu: letra handiko mahaigaina
hu: nagy szöveg használata
pt: ambiente com fontes grandes
uk: стільниця зі збільшеним шрифтом
zh_cn: 桌面大字体显示

source: To achieve a large-print desktop, perform the following steps:
de: Um einen Desktop mit großer Schrift zu erzielen, führen Sie die folgenden Schritte aus:
hu: Az asztali környezetben nagy szöveg használatához tegye a következőket:
uk: Щоб встановити стільницю зі збільшеним шрифтом, виконайте наступні дії:
zh_cn: 要设置桌面大字体显示，请按下面步骤操作：
