Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: Edit the <filename>AccessKeyMouseEvents</filename> file to associate keyboard shortcuts with assistive technologies. For example, the following lines enable you to press and hold <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> or <keycombo><keycap>Ctrl</keycap><keycap>M</keycap></keycombo> for one second to either start speech or magnification:
de: Um Hilfstechnologien Tastenkombinationen zuzuweisen, bearbeiten Sie die Datei <filename>AccessKeyMouseEvents</filename>. Wenn Sie zum Beispiel die Tastenkombination <keycombo><keycap>Strg</keycap><keycap>S</keycap></keycombo> oder <keycombo><keycap>Strg</keycap><keycap>M</keycap></keycombo> für eine Sekunde gedrückt halten, können Sie entweder die Sprachausgabe oder die Bildschirmlupe starten.
hu: Szerkessze az <filename>AccessKeyMouseEvents</filename> nevű fájlt gyorsbillentyűk akadálymentesítési technológiákhoz társításához. A következő sor például lehetővé teszi a képernyőolvasás vagy nagyítás elindítását, ha egy másodpercig nyomva tartja a <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> vagy <keycombo><keycap>Ctrl</keycap><keycap>M</keycap></keycombo> billentyűkombinációt:
uk: Відредагуйте файл <filename>AccessKeyMouseEvents</filename>, щоб асоціювати комбінації клавіш з допоміжними технологіями. Наприклад, внесені такі рядки дають змогу натиснувши і утримуючи протягом однієї секунди комбінації клавіш <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> або <keycombo><keycap>Ctrl</keycap><keycap>M</keycap></keycombo>, запустити систему читання з екрана або лупу:
zh_cn: 编辑 <filename>AccessKeyMouseEvents</filename> 文件来指定辅助技术的键盘快捷键。例如，下面一行命令允许您按住 <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> 或 <keycombo><keycap>Ctrl</keycap><keycap>M</keycap></keycombo> 一秒来启动屏幕阅读器或屏幕放大镜：

source: Starting On-Screen Keyboard Using a Switch or Button Gesture
de: Die Bildschirmtastatur mit einer Schalter- oder Knopf-Geste starten
hu: A képernyő-billentyűzet elindítása kapcsoló vagy gombgesztus használatával
ru: Запуск экранной клавиатуры при помощи жеста переключателем или кнопкой
uk: Запуск екранної клавіатури жестом перемикачем або кнопкою
zh_cn: 使用一个开关或按钮手势启动屏幕键盘

source: Edit the <filename>AccessKeyMouseEvents</filename> file to associate switch, key, or button gestures with assistive technologies. Since the primary input device for many <application>On-Screen Keyboard</application> users is a switch or button, this is a good way to enable users to start <application>On-Screen Keyboard</application> at login time.
de: Um Hilfstechnologien Gesten aus Schaltern, Tasten oder Knöpfen zuzuweisen, bearbeiten Sie die Datei <filename>AccessKeyMouseEvents</filename>. Da viele Anwender der <application>Bildschirmtastatur</application> bevorzugt einen Schalter oder Knopf verwenden, ist dies eine gute Möglichkeit, ihnen den Start der <application>Bildschirmtastatur</application> zum Zeitpunkt der Anmeldung zu ermöglichen.
eu: Editatu <filename>AccessKeyMouseEvents</filename> fitxategia, kommutadore-, tekla- edo botoi-mugimenduak laguntza-teknologiekin asoziatzeko. <application>Pantailako teklatuaren</application> erabiltzaile askoren lehenengo mailako sarrera-gailua kommutadorea edo botoia denez, modu ona da erabiltzaileei <application>Pantailako teklatua</application> saioa hastean abiarazteko aukera ematea.
hu: Szerkessze az <filename>AccessKeyMouseEvents</filename> nevű fájlt kapcsoló-, billentyű- vagy gombgesztusok akadálymentesítési technológiákhoz társításához. Mivel a <application>Képernyő-billentyűzet</application> számos felhasználójánál az elsődleges beviteli eszköz egy kapcsoló vagy gomb, ez a módszer lehetőséget ad a <application>Képernyő-billentyűzet</application> alkalmazás elindításához bejelentkezéskor.
pt: Edite o ficheiro <filename>AccessKeyMouseEvents</filename> para associar gestos de interruptor, tecla ou botão a tecnologias assistivas. Visto que o dispositivo de introdução principal da maioria dos utilizadores do <application>Teclado no Ecrã</application> é um interruptor ou botão, esta é uma boa forma de permitir aos utilizadores iniciar o <application>Teclado no Ecrã</application> no início de sessão.
ru: Отредактируйте файл <filename>AccessKeyMouseEvents</filename>, чтобы связать жесты переключателя, клавиши или кнопки с вспомогательными технологиями. Поскольку первичным устройством ввода для многих пользователей <application>Экранной клавиатуры</application> являются переключатель или кнопка, это хорошая возможность позволить пользователям запускать <application>Экранную клавиатуру</application> при входе в систему.
uk: Відредагуйте файл <filename>AccessKeyMouseEvents</filename>, щоб асоціювати жести перемикача, клавіші або кнопки з допоміжними технологіями. Оскільки основним пристроєм введення для багатьох користувачів <application>Екранної клавіатури</application> є перемикач або кнопка, це зручний спосіб запустити <application>Екранну клавіатуру</application> під час входу в систему.
zh_cn: 编辑 <filename>AccessKeyMouseEvents</filename> 文件；联接开关，按键或鼠标手势与辅助技术。由于主要的输入设备对许多 <application>屏幕键盘</application> 用户是一个开关或按钮，这就是一个很好的方法，可以让用户在登录时启动 <application>屏幕键盘</application>。

source: If there is a tendency for a user to start an application unintentionally, you can associate the gestures with multiple switch presses or minimum durations. For example, the following line starts <application>On-Screen Keyboard</application> in inverse scanning mode when the user presses the switch that is defined as Switch 2 three times within two seconds, for a minimum of 100 milliseconds for each press:
de: Wenn ein Anwender dazu neigt, Anwendungen ohne Absicht zu starten, können Sie die Geste so anpassen, dass mehrere Tastendrücke erforderlich sind oder eine Taste mindestens für eine bestimmte Zeit gedrückt werden muss. Im folgenden Beispiel wird die <application>Bildschirmtastatur</application> im »Umgekerhtes-Abfragen«-Modus gestartet, wenn der Anwender den als Switch 2 definierten Schalter innerhalb von zwei Sekunden drei mal für jeweils mindestens 100 Millisekunden drückt:
eu: Erabiltzaile baten joera baldin bada aplikazio bat nahi gabe abiaraztea, mugimenduak kommutadorea hainbat aldiz sakatzearekin edo gutxieneko iraupen batzuekin asozia ditzakezu. Esate baterako, ondoko lerroak Atzekoz aurrera eskaneatzeko moduan abiarazten du <application>Pantailako teklatua</application>, erabiltzaileak 2. kommutadore gisa definitutako kommutadorea sakatzen duenean hiru aldiz bi segundotan, gutxienez 100 milisegundoz sakatze bakoitzeko:
hu: Ha a felhasználó véletlenül is elindít egy-egy alkalmazást, akkor társítsa a gesztusokat több kapcsolónyomáshoz vagy minimális időtartamhoz. A következő sor például elindítja a <application>Képernyő-billentyűzet</application> alkalmazást inverz scan módban, ha a felhasználó két másodpercen belül háromszor, legalább 100 ezredmásodpercig lenyomja a 2. kapcsolóként definiált kapcsolót:
pt: Se existir a tendência de um utilizador iniciar uma aplicação inadvertidamente, poderá associar os gestos com múltiplas pressões do interruptor ou durações mínimas. Por exemplo, a linha seguinte inicia o <application>Teclado no Ecrã</application> em modo inverso de análise quando o utilizador prime o interruptor definido como Interruptor 2 três vezes no espaço de dois segundos, com um mínimo de 100 milisegundos por pressão:
ru: Если возможен неумышленный запуск приложений пользователем, вы можете связать жесты с повторными нажатиями переключателя или с минимальной продолжительностью нажатия. Например, следующая строка запускает <application>Экранную клавиатуру</application> в режиме инверсного сканирования, когда пользователь нажимает переключатель, который определён как Switch 2, с тремя нажатиями в течение двух секунд, с минимальным периодом удержания в 100 миллисекунд для каждого нажатия:
uk: Якщо є тенденція користувача до ненавмисного запуску програми, можна асоціювати жести з кількома повторними натисканнями перемикача або з мінімальною тривалістю натискання. Наприклад, внесений такий рядок запускає <application>Екранну клавіатуру</application> у зворотньому режимі сканування, коли користувач натискає на перемикач, який визначається як Switch 2, три рази протягом двох секунд з мінімальною тривалістю утримання 100 мілісекунд для кожного натискання:
zh_cn: 如果这有可能让用户无意中启动一个程序，您可以联接手势与多个开关按键或持续一定时间。例如，下面这一行启动 application>屏幕键盘</application>

source: Users who use single switches may prefer to start <application>On-Screen Keyboard</application> in automatic scanning mode. The following line starts <application>On-Screen Keyboard</application> in automatic scanning mode when the user presses the switch on an alternative access device for more than four seconds:
de: Anwender, die einzelne Tasten verwenden, könnten es bevorzugen, die <application>Bildschirmtastatur</application> im »Umgekehrtes Abfragen«-Modus zu starten. Die folgende Zeile startet die <application>Bildschirmtastatur</application> im »Umgekehrtes Abfragen«-Modus, wenn der Anwender einen Schalter eines alternativen Zugriffsgerätes für mindestens vier Sekunden gedrückt hält:
eu: Baliteke kommutadore bakarra darabilten erabiltzaileek <application>Pantailako teklatua</application> eskaneatze automatiko moduan abiaraztea nahiago izatea. Ondoko lerroak eskaneatze automatiko moduan abiarazten du <application>Pantailako teklatua</application>, erabiltzaileak lau segundo baino gehiago sakatzen duenean atzipen-gailu alternatibo bateko kommutadorea:
hu: Azok a felhasználók, akik egyszerű kapcsolóeszközt használnak, a <application>Képernyő-billentyűzet</application> önműködő letapogató módban való automatikus elindítását részesíthetik előnyben. A következő sor elindítja a <application>Képernyő-billentyűzet</application> alkalmazást önműködő letapogató módban, ha a felhasználó több mint négy másodpercig lenyomva tartja az alternatív hozzáférési eszköz kapcsolóját:
pt: Utilizadores que utilizam apenas um interruptor poderão preferir iniciar o <application>Teclado no Ecrã</application> em modo de análise automática. A linha seguinte inicia o <application>Teclado no Ecrã</application> em modo de análise automática quando o utilizador prime o interruptor num dispositivo de acesso alternativo durante mais de quatro segundos:
ru: Пользователи, которые используют отдельные переключатели, могут предпочесть запуск <application>Экранной клавиатуры</application> в режиме автоматического сканирования. Следующая строка запускает <application>Экранную клавиатуру</application> в режиме автоматического сканирования, когда пользователь удерживает нажатым переключатель на альтернативном устройстве доступа в течение более чем четырёх секунд:
uk: Користувачі, які використовують відокремлені перемикачі, можуть віддавати перевагу запуску <application>Екранної клавіатури</application> в автоматичному режимі сканування. Наступний введений рядок запускає <application>Екранну клавіатуру</application> в автоматичному режимі сканування, якщо користувач, натискає на перемикач на альтернативному пристрої доступу, протягом більш ніж чотири секунди:
zh_cn: 使用单个开关的用户可能更喜欢自动扫描模式启动 <application>屏幕键盘</application>，下面的命令行以自动扫描模式启动 <application>屏幕键盘</application>，当用户在一个可选择设备上按下开关四秒钟后。

source: For information about the <application>On-Screen Keyboard</application> operating modes, see the online help for <application>On-Screen Keyboard</application>.
de: Informationen über die Arbeitsmodi der <application>Bildschirmtastatur</application> finden Sie in der Online-Hilfe zur <application>Bildschirmtastatur</application>.
hu: A <application>Képernyő-billentyűzet</application> alkalmazás működési módjaival kapcsolatos információkért nézze meg a <application>Képernyő-billentyűzet</application> online súgóját.
ru: За дополнительной информацией о режимах работы <application>Экранной клавиатуры</application> обратитесь к подсказке по <application>Экранной клавиатуре</application> в сети.
uk: Докладніше про режими роботи <application>Екранної клавіатури</application> дивіться в онлайн-довідці для <application>Екранної клавіатури</application>.
zh_cn: 更多关于 <application>屏幕键盘</application> 操作模式的信息，请参阅 <application>屏幕键盘</application> 的在线帮助。

source: Starting On-Screen Keyboard Using a Motion-Only Gesture
de: Die Bildschirmtastatur ausschließlich über eine Bewegungs-Geste starten
hu: A képernyő-billentyűzet elindítása csak mozgás gesztus használatával
ru: Запуск экранной клавиатуры при помощи жестов движения
uk: Запуск екранної клавіатури жестами руху
zh_cn: 用单手势启动屏幕键盘

source: You can define gestures that involve only the motion of a pointing device such as a mouse, or an alternative pointing device, such as a head pointer or trackball. The syntax of the gesture does not change depending on whether you are using a mouse or an alternative pointing device. Edit the <filename>AccessKeyMouseEvents</filename> file to associate motion gestures with assistive technologies.
de: Sie können Gesten definieren, die ausschließlich die Bewegung eines Zeigegerätes wie einer Maus oder eines alternativen Zeigegerätes wie einem »head pointer« oder Trackball einbeziehen. Die Form der Geste ändert sich nicht, egal ob Sie eine Maus oder ein alternatives Zeigegerät verwenden. Bearbeiten Sie für die Zuweisung von Bewegungs-Gesten zu Hilfstechnologien die Datei <filename>AccessKeyMouseEvents</filename>.
eu: Gailu erakusle baten (sagu baten) edo bestelako gailu erakusle baten (buru-erakusle nahiz kontrol-bola baten) mugimenduari bakarrik dagozkion mugimenduak defini ditzakezu. Mugimenduaren sintaxia ez da aldatzen sagua nahiz bestelako gailu erakuslea erabilita. Editatu <filename>AccessKeyMouseEvents</filename> fitxategia, mugimenduak laguntza-teknologiekin asoziatzeko.
hu: Olyan gesztusokat is definiálhat, amelyek csak a mutatóeszköz, például az egér vagy alternatív mutatóeszköz, mint a fejmutató vagy hanyattegér mozgását veszi figyelembe. A gesztus szintaxisa nem különbözik egér vagy alternatív mutatóeszköz használata esetén. A mozgásgesztusok akadálymentesítési technológiákhoz társításához szerkessze az <filename>AccessKeyMouseEvents</filename> nevű fájlt.
pt: Pode definir gestos que involvam apenas o movimento de um dispositivo de apontar tal como um rato, ou um dispositivo alternativo de apontar, tal como um apontador bocal ou trackball. A sintaxe do gesto não muda consoante esteja a utilizar um rato ou um dispositivo de apontar alternativo. Edite o ficheiro <filename>AccessKeyMouseEvents</filename> para associar gestos de movimento com as tecnologias assistivas.
ru: Вы можете определить жесты, которые используют только движение указывающих устройств, таких как мышь, или альтернативных указывающих устройств, таких как указывающее устройство, закрепляемое на голове, или трэкбол. Синтаксис жестов не зависит от того, используете ли вы мышь или альтернативное указывающее устройство. Отредактируйте файл <filename>AccessKeyMouseEvents</filename>, чтобы связать жесты движения с вспомогательными технологиями.
uk: Ви можете назначити жести, які пов'язані тільки з рухом маніпуляторів, таких як миша, або з альтернативними вказівними пристроями, такими як вказівник закріплений на голові або кульовий маніпулятор. Синтаксис жестів не змінюються залежно від того, використовуєте ви мишу чи альтернативний маніпулятор. Відредагуйте файл <filename>AccessKeyMouseEvents</filename>, щоб асоціювати жести руху з допоміжними технологіями.
zh_cn: 您可以定义手势只需一个动作在指针设备比如鼠标，或者其他指针设备，比如 head pointer 或轨迹球。手势的格式并不随设备的改变而改变，比如使用鼠标或其他指针设备。编辑 <filename>AccessKeyMouseEvents</filename> 文件来联接动作手势跟辅助技术。

source: If the <literal>dwellmouselistener</literal> GtkModule is loaded, alternative pointing devices are temporarily latched to the core pointer. This means that if the user moves the alternative pointing device, the on-screen pointer moves.
de: Wenn das Gtk-Modul <literal>dwellmouselistener</literal> geladen ist, werden alternative Zeigegeräte vorübergehend mit dem Hauptzeiger verknüpft. Das bedeutet, wenn der Anwender den alternativen Zeiger bewegt, bewegt sich auch der Mauszeiger auf dem Bildschirm.
hu: Ha a <literal>dwellmouselistener</literal> GTK modul be van töltve, akkor az alternatív mutatóeszközök ideiglenesen együtt mozognak a tényleges mutatóval. Ez azt jelenti, hogy a felhasználó az alternatív mutatóeszköz mozgatásával a képernyőn lévő mutatót tudja mozgatni.
ru: Если загружен модуль Gtk <literal>dwellmouselistener</literal>, альтернативные указывающие устройства временно фиксируется на основном указателе. Это значит, что если пользователь перемещает альтернативное указывающее устройство, то указатель на экране тоже перемещается.
uk: Якщо модуль Gtk<literal>dwellmouselistener</literal> завантажений, то альтернативний вказівний пристрій тимчасово фіксується в основнму вказівнику. Це означає, що якщо користувач переміщує альтернативне вказівний пристрій, вказівник на екрані також переміщається.
zh_cn: 如果加载了 <literal>dwellmouselistener</literal> GtkModule，其他指针设备暂时锁定到核心指针。这意味着如果用户移动其他指针设备，屏幕上的指针也会移动。

source: For example, the following line starts <application>On-Screen Keyboard</application> in dwell mode when the user moves the on-screen pointer from inside the login dialog through the top edge, back into the dialog through the top edge, out of the dialog through the left edge, back into the dialog through the left edge, and similarly through the bottom and right edges of the dialog in a cross pattern:
de: Beispielsweise startet die folgende Zeile startet die <application>Bildschirmtastatur</application> im verzögerten Modus, wenn der Anwender den Bildschirmzeiger vom Anmeldedialog über die obere Kante, zurück in den Dialog über die obere Kante, aus dem Dialog über die linke Kante, zurück in den Dialog durch die linke Kante und gleichsam durch den unteren Rand und die rechten Kanten des Dialogs in einer Kreuzbewegung führt:
hu: A következő sor például elindítja a <application>Képernyő-billentyűzet</application> alkalmazást elidőzés módban, ha a felhasználó a képernyőn lévő mutatót a bejelentkező párbeszédpanelből kimozgatja a felső peremen keresztül, majd vissza a bal peremen át, és hasonlóan tesz a párbeszédablak alsó és jobb oldali pereménél, kereszt alakban:
ru: Например, следующая строка запускает <application>Экранную клавиатуру</application> в режиме с задержкой (dwell), когда пользователь перемещает указатель на экране из диалога входа в систему через верхнюю грань, обратно в диалог через верхнюю грань, за пределы диалога через левую грань, обратно в диалог через левую грань, и, аналогично, через нижнюю и правую грани диалога, рисуя крест:
uk: Наприклад, наступний введений рядок запускає <application>Екранну клавіатуру</application> в режимі із затримкою, якщо користувач рухає вказівник на екрані з діалогового вікна входу в систему через верхній край, потім в зворотному напрямку в діалогове вікно через верхній край, за межі діалогового вікна через лівий край, назад у діалогове вікно через лівий край, так само через нижній та правий краї діалогового вікна, малюючи цим уявний хрест:
zh_cn: 例如，下面的命令行以悬停(dwell)模式启动 <application>屏幕键盘</application>，当用户移动屏幕指针从登录对话框里到达上边缘，从上边缘回到对话框，从左边缘出对话框，从左边缘回到对话框，同样地以十字形指针到达对话框底部和右边缘：

source: Note that the <literal>--input-device</literal> parameter specified in the gesture must match the name of the extended user input device, such as a head pointer or trackball, as specified in <filename>/etc/X11/XF86Config</filename>.
de: Beachten Sie, dass der in der Geste angegebene Parameter <literal>--input-device</literal> mit dem Namen des Gerätes übereinstimmen muss, der in der Datei <filename>/etc/X11/XF86Config</filename> verwendet wird.
eu: Kontuan hartu mugimenduan zehaztutako <literal>--input-device</literal> parametroak bat etorri behar duela erabiltzailearen sarrera-gailu hedatuaren izenarekin, buru-erakusle baten nahiz kontrol-bola baten izenarekin alegia, hemen zehaztu bezala: <filename>/etc/X11/XF86Config</filename>.
hu: Ne feledje, hogy a gesztusban használt <literal>--input-device</literal> paraméter értékének meg kell egyeznie a kiterjesztett mutatóeszköz nevével, például a fejmutató vagy hanyattegér a <filename>/etc/X11/XF86Config</filename> fájlban megadott nevével.
pt: Note que o parâmetro <literal>--input-device</literal> especificado no gesto tem de coincidir com o nome de um dispositivo de introdução extendido, tal como um apontador bocal ou trackball, tal como especificado em <filename>/etc/X11/XF86Config</filename>.
ru: Обратите внимание, что параметр <literal>--input-device</literal>, определённый в жесте, должен соответствовать наименованию расширенного пользовательского указывающего устройства, такого как устройство, надеваемое на голову, или трэкбол, как определено в <filename>/etc/X11/XF86Config</filename>.
uk: Зверніть увагу, що параметр <literal>--input-device</literal>, вказаний в жесті, має збігатися з назвою додаткового пристрою введення, такого як вказівник закріплений на голові або кульовий маніпулятор, як зазначено у файлі <filename>/etc/X11/XF86Config</filename>.
zh_cn: 注意：<literal>--input-device</literal> 参数指定手势必须匹配用户的输入设备名称，例如一个head pointer 或轨迹球，在 <filename>/etc/X11/XF86Config</filename> 里指定。

source: Additional Requirements for Accessible Login
de: Zusätzliche Erfordernisse der barrierefreien Anmeldung
eu: Saio-haste errazerako eskakizun osagarriak
hu: Az akadálymentes bejelentkezés további feltételei
pt: Requisitos Adicionais para um Início de Sessão Acessível
ru: Дополнительные требования для доступного входа в систему
uk: Додаткові вимоги до доступного входу в систему
zh_cn: 辅助登录的附加需求
