Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-accessibility-guide/*/*.po
Languages: de, eu, hu, pt, ru, uk, zh_cn

source: MATE On-Screen Keyboard (gok)
de: MATE-Bildschirmtastatur (gok)
hu: Képernyő-billentyűzet
uk: Екранна клавіатура MATE (gok)
zh_cn: MATE 屏幕键盘 (gok)

source: On-Screen Keyboard
de: Bildschirmtastatur
eu: Pantailako teklatua
hu: Képernyő-billentyűzet
pt: Teclado No Ecrã
uk: Екранна клавіатура
zh_cn: 屏幕键盘

source: The <application>On-Screen Keyboard</application> application displays virtual keyboards on your desktop. You can use the standard mouse pointer or alternative pointing device to operate the virtual keyboards. <application>On-Screen Keyboard</application> displays the following types of keyboards:
de: Die <application>Bildschirmtastatur</application> zeigt virtuelle Tastaturen auf dem Desktop an. Sie können den Standardmauszeiger oder ein alternatives Zeigegerät verwenden, um mit der Tastatur zu arbeiten. <application>Bildschirmtastatur</application> zeigt die folgenden Tastaturarten an:
eu: <application>Pantailako teklatua</application> aplikazioak teklatu birtualak bistaratzen ditu mahaigainean. Saguaren erakusle estandarra nahiz seinalatzeko beste gailu bat erabil ditzakezu, teklatu birtualak ateratzeko. <application>Pantailako teklatuak</application> ondoko teklatu motak bistaratzen ditu:
hu: A <application>Képernyő-billentyűzet</application> alkalmazás virtuális billentyűzeteket jelenít meg az asztalon. A virtuális billentyűzeteken való munkavégzésre használhatja a szabványos egérmutatót vagy az alternatív mutatóeszközt. A <application>Képernyő-billentyűzet</application> a következő típusú billentyűzeteket jeleníti meg:
pt: A aplicação <application>Teclado No Ecrã</application> apresenta teclados virtuais na sua área de trabalho. Pode utilizar o ponteiro do rato ou um dispositivo alternativo de apontar para operar os teclados virtuais. O <application>Teclado No Ecrã</application> apresenta os seguintes tipos de teclados:
uk: Програма <application>Екранна клавіатура</application> показує віртуальні клавіатури на стільниці. Ви можете використовувати стандартний вказівник миші або альтернативний вказівний пристрій для роботи з віртуальними клавіатурами. <application>Екранна клавіатура</application> показує такі типи клавіатур:
zh_cn: <application>屏幕键盘</application> 程序在桌面上显示一个虚拟键盘。您可以使用标准鼠标或其他指针设备来操作虚拟键盘。 <application>虚拟键盘</application> 显示下面的几类按键：

source: Composer Keyboards enable you to compose text. To type alphanumeric characters, you select the characters on the composer keyboard.
de: Mit den so genannten »Composer Keyboards« können Sie Text zusammenstellen (»komponieren«), in dem Sie die dafür notwendigen Buchstaben am »Composer Keyboard« auswählen.
hu: A szövegbeviteli billentyűzet lehetővé teszi normál alfanumerikus karakterek begépelését.
uk: Клавіатури-редактори дають змогу компонувати текст. Ви вибираєте потрібні символи на такій клавіатурі для введення букв і цифр.
zh_cn: 打字键盘区可以输入文本。要输入字母数字，您可以在打字键盘区里选择。

source: Dynamic Keyboards reflect the applications that are currently running on the desktop. For example, <application>On-Screen Keyboard</application> generates dynamic keyboards that contain keys to represent the applications that are running on your desktop or the menus that are contained in an application.
de: Dynamische Tastaturen widerspiegeln die aktuell auf dem Desktop ausgeführten Anwendungen. Die <application>Bildschirmtastatur</application> erstellt zum Beispiel dynamische Tastaturen, deren Tasten die aktuell ausgeführten Anwendungen repräsentieren oder die Menüs einer Anwendung enthalten.
hu: A dinamikus billentyűzetek a <application>Képernyő-billentyűzet</application> alkalmazásban lehetővé teszik az asztali környezetben pillanatnyilag futó alkalmazások irányítását. A <application>Képernyő-billentyűzet</application> például a futó alkalmazásokat vagy az alkalmazások menüjét képviselő billentyűzeteket jelenít meg.
uk: Динамічні клавіатури відбивають програми, які в цей час функціонують на стільниці. Наприклад, <application>Екранна клавіатура</application> генерує динамічні клавіатури, які містять клавіші для програми, які працюють на стільниці або для меню в цих програмах.
zh_cn: 动态键盘跟当前桌面运行的程序有关。例如，<application>屏幕键盘</application> 产生的动态键盘按钮，跟当前运行的应用程序的菜单项有关。

source: You must enable the assistive technology services before you are able to use many of the accessibility tools available.
de: Sie müssen die Dienste für Hilfstechnologien aktivieren, bevor Sie einige der verfügbaren Barrierefreiheits-Hilfsprogramme verwenden können.
eu: Lehenbizi laguntza-teknologien zerbitzuak gaitu behar dituzu erabilgarri dauden erabilerraztasunen tresnak erabili ahal izateko.
hu: A rendelkezésre álló akadálymentesítési lehetőségek használatához elsőként be kell kapcsolnia az akadálymentesítési szolgáltatásokat.
pt: Tem de activar os serviços de tecnologia assistiva antes de poder utilizar muitas das ferramentas de acessibilidade disponíveis.
ru: Вы должны включить службы вспомогательных технологий, прежде чем вы сможете воспользоваться большинством инструментов специальных возможностей.
uk: Щоб отримати доступ до більшості інструментів з можливостей доступності, потрібно увімкнути служби допоміжних технологій.
zh_cn: 当您使用可用的辅助技术工具前，您必须保证辅助技术服务已启动。

source: Choose <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Assistive Technologies</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Barrierefreiheit</guimenuitem></menuchoice>.
eu: Aukeratu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Hobespenak</guisubmenu><guimenuitem>Laguntza-teknologiak</guimenuitem></menuchoice>.
hu: Válassza ki a <menuchoice><guimenuitem>Rendszer</guimenuitem><guimenuitem>Beállítások</guimenuitem><guimenuitem>Akadálymentesítés</guimenuitem></menuchoice> lehetőséget.
pt: Seleccione <menuchoice><guimenuitem>Sistema</guimenuitem><guimenuitem>Preferências</guimenuitem><guimenuitem>Acesso Universal</guimenuitem><guimenuitem>Preferências de Tecnologia Assistiva</guimenuitem></menuchoice>.
ru: Выберите <menuchoice><guimenuitem>Система</guimenuitem><guimenuitem>Параметры</guimenuitem><guimenuitem>Вспомогательные технологии</guimenuitem></menuchoice>.
uk: Відкрийте <menuchoice><guimenuitem>Система</guimenuitem><guimenuitem>Параметри</guimenuitem><guimenuitem>Можливості доступності</guimenuitem></menuchoice>.
zh_cn: 选择 <menuchoice><guimenuitem>系统</guimenuitem><guimenuitem>首选项</guimenuitem><guimenuitem> 辅助技术</guimenuitem></menuchoice>。

source: Select <guilabel>Enable assistive technologies </guilabel> and then press <guibutton>Close and Log Out</guibutton>.
de: Aktivieren Sie <guilabel>Hilfstechnologien aktivieren</guilabel> und klicken Sie auf den Knopf <guibutton>Schließen und abmelden</guibutton>.
hu: Jelölje be az <guilabel>Akadálymentesítés engedélyezése</guilabel> jelölőnégyzetet, majd nyomja meg a <guibutton>Bezárás és kilépés</guibutton> gombot.
ru: Выберите <guilabel>Включить вспомогательные технологии</guilabel>, а затем нажмите <guibutton>Закрыть</guibutton> и завершите работу.
uk: Виберіть <guilabel>Увімкнути допоміжні технології </guilabel> і натисніть кнопку <guibutton>Закрити та вийти з системи</guibutton>.
zh_cn: 选择 <guilabel>启用辅助技术</guilabel> 然后点 <guibutton>关闭并注销</guibutton> 按钮。

source: Log back in. The assistive technology services will be started automatically.
de: Melden Sie sich erneut an. Die Dienste für Hilfstechnologien werden automatisch gestartet.
eu: Hasi saioa berriro. Laguntza-teknologien zerbitzuak automatikoki abiaraziko dira.
hu: Jelentkezzen be újra. Az akadálymentesítési szolgáltatások automatikusan el fognak indulni.
pt: Inicie uma nova sessão. Os serviços de tecnologias assistivas serão iniciados automaticamente.
ru: Начните новый сеанс работы. Службы вспомогательных технологий будут загружены автоматически.
uk: Увійдіть знову в сеанс. Тепер служби допоміжних технологій будуть запускатись автоматично.
zh_cn: 重新登录，辅助技术服务将会自动启动。

source: Maximizing Application Windows for On-Screen Keyboard Users
de: Anwendungsfenster für Anwender der Bildschirmtastatur maximieren
eu: Aplikazio-leihoak maximizatzea Pantailako teklatuaren erabiltzaileentzat
hu: Ablakok teljes méretűvé tétele a Képernyő-billentyűzet felhasználóinak
pt: Maximizar as Janelas de Aplicações para Utilizadores do Teclado no Ecrã
uk: Максимізування вікна програми для користувачів екранної клавіатури
zh_cn: 为屏幕键盘用户最大化应用程序窗口

source: maximizing Terminal On-Screen Keyboard
de: Bildschirmtastatur maximieren
hu: Terminál teljes méretűvé tétele Képernyő-billentyűzet felhasználóinak
uk: максимізування термінала екранної клавіатури
zh_cn: 最大化终端屏幕键盘

source: If you are an <application>On-Screen Keyboard </application> user, you cannot use any application in Full-Screen mode because the application window obscures the <application>On-Screen Keyboard</application> display.
de: Wenn Sie ein Anwender der <application>Bildschirmtastatur</application> sind, können Sie keine Anwendung im Vollbild-Modus betreiben, da das Anwendungsfenster die Anzeige der <application>Bildschirmtastatur</application> verdeckt.
hu: A <application>Képernyő-billentyűzet</application> használatakor az alkalmazások nem használhatók teljes képernyős módban, mivel az alkalmazásablakok eltakarhatnák a <application>Képernyő-billentyűzet</application> ablakát.
uk: Якщо ви використовуєте <application>Екранну клавіатуру </application>, ви не зможете використовувати будь-яку програму в повноекранному режимі тому, що вікно цієї програми затінятиме зображення <application>Екранної клавіатури</application>.
zh_cn: 如果您是一个 <application>屏幕键盘</application> 用户，您不能使用其他全屏模式应用程序，因为应用程序窗口阻碍了 <application>屏幕键盘</application> 的显示。

source: To resize the window for use with the <application>On-Screen Keyboard</application> application, perform the following steps:
de: Um die Fenstergröße für die Verwendung mit der <application>Bildschirmtastatur</application> anzupassen, führen Sie die folgenden Schritte aus:
eu: Leihoaren tamaina aldatzeko <application>Pantailako teklatuarekin</application> erabiltzeko, jarraitu ondoko urratsak:
hu: Tegye következőket egy ablak átméretezéséhez a <application>Képernyő-billentyűzettel</application> való használathoz:
pt: Para redimensionar a janela para ser utilizada com a aplicação <application>Teclado no Ecrã</application>, realize os seguintes passos:
uk: Щоб змінити розмір вікна програми для роботи з <application>Екранною клавіатурою</application>, виконайте такі дії:
zh_cn: 要更改窗口大小以便使用 <application>屏幕键盘</application> 程序，请按下面步骤操作：

source: Do not enable the Full-Screen mode in the application.
de: Aktivieren Sie nicht den Vollbild-Modus in der Anwendung.
hu: Az alkalmazásban ne engedélyezze a teljes képernyős módot.
uk: Не вмикайте повноекранний режим програми.
zh_cn: 不启用应用程序的全屏模式。

source: Give focus to the application window.
de: Fokussieren Sie das Anwendungsfenster.
eu: Eman fokua aplikazio-leihoari.
hu: Vigye a fókuszt az alkalmazás ablakára.
pt: Transmita o foco à janela da aplicação.
uk: Передайте фокус до вікна програми.
zh_cn: 使应用程序窗口获得焦急。

source: Press <keycap>F10</keycap> to maximize the application.
de: Drücken Sie <keycap>F10</keycap>, um die Anwendung zu maximieren.
eu: Sakatu <keycap>F10</keycap> aplikazioa maximizatzeko.
hu: Nyomja meg az <keycap>F10</keycap> billentyűt az ablak teljes méretre nagyításához.
pt: Prima <keycap>F10</keycap> para maximizar a aplicação.
uk: Натисніть клавішу <keycap>F10</keycap>, щоб максимізувати вікно програми.
zh_cn: 按 <keycap>F10</keycap> 来最大化应用程序。

source: Mouse and Keyboard Enhancements
de: Verbesserungen an Maus und Tastatur
hu: Egér és billentyűzet kiterjesztései
pt: Melhorias de Rato e Teclado
uk: Розширення можливостей миші та клавіатури
zh_cn: 增强型鼠标和键盘

source: This section describes how to configure the mouse and keyboard to make these devices accessible to more users.
de: In diesem Abschnitt wird beschrieben, wie Maus und Tastatur so angepasst werden können, dass diese Geräte für mehr Anwender zugänglich werden.
eu: Atal honetan, sagua eta teklatua nola konfiguratu azaltzen da, gailu horiek erabiltzaile gehiagok erabili ahal izateko.
hu: Ez a szakasz leírja, hogyan lehet beállítani a billentyűzetet és az egeret az akadálymentes használathoz.
pt: Esta secção descreve como configurar o rato e teclado para os tornar acessíveis a mais utilizadores.
uk: У цьому розділі описується, як налаштувати мишу і клавіатуру, щоб зробити ці пристрої доступними для більшої кількості користувачів.
zh_cn: 这一段讲述了如何配置鼠标和键盘来是这些设备对用户具有更好的可访问性。

source: Configuring the Mouse
de: Konfigurieren der Maus
eu: Sagua konfiguratzea
hu: Az egér beállítása
pt: Configurar o Rato
uk: Налаштування миші
zh_cn: 配置鼠标

source: Use the <guilabel>Mouse</guilabel> preference tool to configure the mouse to suit your needs. To open the <guilabel>Mouse</guilabel> preference tool, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Mouse </guimenuitem></menuchoice>. The <guilabel> Mouse Preferences</guilabel> dialog is displayed.
de: Um die Maus an Ihre Bedürfnisse anzupassen, verwenden Sie das Einstellungswerkzeug <guilabel>Maus</guilabel>. Um das Einstellungswerkzeug <guilabel>Maus</guilabel> zu öffnen, wählen Sie <menuchoice><guimenu>System</guimenu><guisubmenu>Einstellungen</guisubmenu><guimenuitem>Maus</guimenuitem></menuchoice>. Das Dialogfenster <guilabel>Mauseinstellungen</guilabel> wird angezeigt.
hu: Az egér az <guilabel>Egér</guilabel> beállítóeszköz használatával szabható személyre. Az <guilabel>Egér</guilabel> beállítóeszköz megnyitásához válassza a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Beállítások</guisubmenu><guimenuitem>Egér</guimenuitem></menuchoice> menüpontot.Megjelenik az <guilabel>Egér beállításai</guilabel> párbeszédablak.
uk: Використовуйте інструмент параметрів <guilabel>Миша</guilabel> для налаштування миші до своїх потреб. Щоб відкрити інструмент <guilabel>Миша</guilabel>, виберіть в меню <menuchoice><guimenu>Система</guimenu><guisubmenu>Параметри</guisubmenu><guimenuitem>Миша</guimenuitem></menuchoice>. З'явиться діалогове вікно <guilabel> Параметри миші</guilabel>.
zh_cn: 使用 <guilabel>鼠标</guilabel> 首选项工具来配置鼠标，使其更符合您的需要。要打开 <guilabel>鼠标</guilabel> 首选项工具，点菜单 <menuchoice><guimenu>系统</guimenu><guisubmenu>首选项</guisubmenu><guimenuitem>鼠标</guimenuitem></menuchoice>，出来一个 <guilabel>鼠标首选项</guilabel> 对话框。

source: Configuring Mouse Behavior
de: Das Verhalten der Maus konfigurieren
hu: Az egér beállítása
uk: Налаштування поведінки миші
zh_cn: 设置鼠标行为

source: The following sections describe how to modify the behavior of the mouse to suit your needs.
de: In den folgenden Abschnitten wird beschrieben, wie Sie das Verhalten der Maus an Ihre Bedürfnisse anpassen können.
eu: Ondorengo ataletan saguaren portaera nola aldatu azaltzen da, zure beharretara egokitzeko.
hu: A következő szakaszok leírják, hogyan igazíthatja igényeihez az egér viselkedését.
pt: As secções seguintes descrevem como alterar o comportamento do rato para se adaptar às suas necessidades.
uk: У наступних розділах описано, як змінити поведінку миші у відповідності з вашими потребами.
zh_cn: 下面的段落讲述了如何设置鼠标的行为，使其更适合您的需要。

source: Configuring the Mouse for Left-Handed Use
de: Einstellen der Maus für den linkshändigen Gebrauch
hu: Az egér beállítása balkezes használathoz
uk: Налаштування миші під ліву руку
zh_cn: 设置鼠标为左手习惯

source: mouse
de: Maus
eu: sagua
hu: egér
pt: rato
uk: миша
zh_cn: 鼠标

source: left hand
de: Linkshänder
hu: balkezes
uk: ліва рука
zh_cn: 左手习惯

source: To configure the mouse for left-handed use, click on the <guilabel>Buttons</guilabel> tab in the <guilabel>Mouse Preferences</guilabel> dialog, then select the <guilabel>Left-handed mouse</guilabel> option. When you select this option, the system swaps the functions of the left mouse button and the right mouse button immediately.
de: Um die Maus für die linkshändige Verwendung zu konfigurieren, klicken Sie im Dialog <guilabel>Mauseinstellungen</guilabel> auf den Reiter <guilabel>Tasten</guilabel> und wählen die Option <guilabel>Mit links bediente Maus</guilabel>. Wenn Sie diese Einstellung vornehmen, vertauscht das System augenblicklich die Verwendung der linken und rechten Maustaste.
eu: Sagua ezkertientzat konfiguratzeko, egin klik <guilabel>Saguaren hobespenak</guilabel> elkarrizketa-koadroko <guilabel>Botoiak</guilabel> fitxan, eta hautatu <guilabel>Ezkertientzako sagua</guilabel> aukera. Hori egindakoan, saguaren ezkerreko botoiaren funtzioak eskuineko botoira pasatzen ditu sistemak berehala.
hu: Az egér balkezes használathoz való beállításához az <guilabel>Egér beállításai</guilabel> párbeszédablakon kattintson az <guilabel>Általános</guilabel> lapfülre. Ezután válassza a <guilabel>Balkezes</guilabel> lehetőséget. Ezen lehetőség kiválasztásakor a rendszer felcseréli a bal és jobb oldali egérgombok funkcióját.
pt: Para configurar o rato para ser utilizado por canhotos, clique no separador <guilabel>Botões</guilabel> no diálogo <guilabel>Preferências do Rato</guilabel>, depois seleccione a opção <guilabel>Rato para canhotos</guilabel>. Ao seleccionar esta opção, o sistema troca imediatamente as funcionalidades do botão esquerdo e direito do rato.
uk: Щоб налаштувати мишу під ліву руку, перейдіть на вкладку <guilabel>Кнопки</guilabel> в діалозі <guilabel>Параметри миші</guilabel>, і виберіть пункт <guilabel>Під ліву руку</guilabel>. Система негайно обміняє місцями функції лівої та правої кнопок миші.
zh_cn: 要配置鼠标给左手习惯使用，点击 <guilabel>按键</guilabel> 对话框，如何选择 <guilabel>左手方向</guilabel> 选项。当您选择这一选项，系统会立即交换左键和右键的功能。

source: Configuring Double-Click Behavior
de: Einstellen des Doppelklickverhaltens
hu: A dupla kattintás viselkedésének beállítása
uk: Налаштування поведінки подвійного натискання
zh_cn: 配置双击行为

source: double-click behavior
de: Verhalten beim Doppelklicken
eu: klik bikoitza
hu: dupla kattintás viselkedése
pt: comportamento de clique-duplo
uk: поведінка подвійного натискання
zh_cn: 双击行为

source: If you have difficulty double-clicking, you can increase the period of time that the system allows to elapse between the first click and the second click of a double-click. For example, if the double-click timeout setting is 0.4 seconds, you must perform the second click of a double-click within 0.4 seconds of the first click. If the second click occurs more than 0.4 seconds after the first click, the system interprets the two clicks as two single clicks.
de: Wenn Sie Schwierigkeiten beim Doppelklicken haben, können Sie die Zeit erhöhen, die das System zwischen dem ersten und dem zweiten Klick eines Doppelklicks verstreichen lässt. Wenn beispielsweise das maximale Doppelklickintervall auf 0,4 Sekunden eingestellt ist, müssen Sie den zweiten Klick des Doppelklicks innerhalb von 0,4 Sekunden nach dem ersten Klick ausführen. Erfolgt der zweite Klick nach 0,4 Sekunden, interpretiert das System beide Klicks als Einzelklicks.
eu: Bi aldiz klik egiteko zailtasunak badituzu, lehen klikaren eta bigarren klikaren artean sistemak igarotzen uzten duen denbora handi dezakezu. Adibidez, bi kliken arteko denbora 0,4 segundotan jarrita baldin badago, bigarren klika 0,4 segundoren barruan egin behar duzula adierazten du. Bigarren aldiz klik egiteko 0,4 segundo baino gehiago behar baldin badituzu, bi klik horiek bi klik bakartzat hartzen ditu sistemak, eta ez klik bikoitz gisa.
hu: Ha problémát okoz az egérrel való dupla kattintás, akkor megnövelheti azt az időt, amely eltelhet a dupla kattintás első és második egérkattintása között. Ha például a dupla kattintás időköze 0,4 másodpercre van állítva, akkor a második egérkattintást az első kattintástól számított 0,4 másodpercen belül kell végrehajtani. Ha több mint 0,4 másodperc telik el a két egérkattintás között, akkor a rendszer külön-külön értelmezi a két egérkattintást.
pt: Se tiver dificuldades em realizar um clique-duplo, pode aumentar o período de tempo que o sistema permite que decorra entre o primeiro e o segundo clique de um clique-duplo. Por exemplo, se a definição de expiração de clique-duplo for 0.4 segundos, tem de realizar o segundo clique do clique-duplo em menos de 0.4 segundos do primeiro clique. Se decorrer mais do que 0.4 segundos entre o primeiro e o segundo clique, o sistema interpreta-os como dois cliques únicos separados.
uk: Якщо ви відчуваєте труднощі з подвійним клацанням, можете збільшити період часу, який має пройти між першим і другим натисканням під час подвійного натискання кнопки миші. Наприклад, якщо перерва між першим та другим клацанням складає 0,4 секунд, потрібно виконати друге натискання кнопки миші в межах 0,4 секунди після першого. Якщо інтервал між першим та другим натисканнями буде більший ніж 0,4 секунди, система інтерпретує ці два клацання як окремі.
zh_cn: 如果您双击有困难，可以增加两次单击之间的时间周期。例如，如果双击超时时间设定为0.4秒，您就必须要在0.4秒内完成第二次点击操作，如果时间超过了0.4秒，那么系统就会认为您进行的是两个单击动作。

source: To configure the double-click timeout setting, perform the following steps:
de: Zum Konfigurieren des Doppelklickintervalls führen Sie die folgenden Schritte aus:
eu: Klik bikoitzaren denbora tartea ezartzeko, jarraitu urrats hauek:
hu: A dupla kattintás időközének megváltoztatásához tegye a következőket:
pt: Para configurar a definição de expiração do clique-duplo, realize os seguintes passos:
uk: Щоб налаштувати інтервал у подвійному клацанні, виконайте наступні дії:
zh_cn: 要设置双击超时，请按下面步骤操作：

source: Click on the <guilabel>Buttons</guilabel> tab in the <guilabel>Mouse Preferences</guilabel> dialog.
de: Klicken Sie im Dialogfenster <guilabel>Mauseinstellungen</guilabel> auf den Reiter <guilabel>Tasten</guilabel>.
eu: Egin klik <guilabel>Saguaren hobespenak</guilabel> elkarrizketa-koadroko <guilabel>Botoiak</guilabel> fitxan.
hu: Az <guilabel>Egér beállításai</guilabel> párbeszédablakon kattintson az <guilabel>Általános</guilabel> lapfülre.
pt: Clique no separador <guilabel>Botões</guilabel> do diálogo <guilabel>Preferências do Rato</guilabel>.
uk: Перейдіть на вкладку <guilabel>Кнопки</guilabel> в діалозі <guilabel>Параметри миші</guilabel>.
zh_cn: 在 <guilabel>鼠标首选项</guilabel> 对话框里，点击 <guilabel>按钮</guilabel> 标签。
