Repository: perberos/Mate-Desktop-Environment
Catalog: mate-conf-editor/po/*.po
Languages: en@shaw

source: Configuration Editor
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: Directly edit your entire configuration database
en@shaw: ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘¿ğ‘¼ ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘šğ‘±ğ‘•

source: Bookmarks
en@shaw: ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•

source: mateconf-editor folder bookmarks
en@shaw: mateconf-ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•

source: Edit Bookmarks
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•

source: <no value>
en@shaw: <ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘¤ğ‘¿>

source: Couldn't display help: %s
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘£ğ‘§ğ‘¤ğ‘: %s

source: An editor for the MateConf configuration system.
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘“ğ‘¹ ğ‘ MateConf ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥.

source: translator-credits
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘©ğ‘• Â·ğ‘ğ‘»ğ‘¥ğ‘©ğ‘¯

source: Couldn't unset key. Error was: %s
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘©ğ‘¯ğ‘•ğ‘§ğ‘‘ ğ‘’ğ‘°. ğ‘»ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ: %s

source: Could not create key. The error is: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘’ğ‘°. ğ‘ ğ‘»ğ‘¼ ğ‘¦ğ‘Ÿ: %s

source: Could not change key value. Error message: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘’ğ‘° ğ‘ğ‘¨ğ‘¤ğ‘¿. ğ‘»ğ‘¼ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡: %s

source: Currently pairs and schemas can't be edited. This will be changed in a later version.
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘ğ‘ºğ‘Ÿ ğ‘¯ ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘©ğ‘Ÿ ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘©ğ‘›. ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯.

source: Could not set value. Error was: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿. ğ‘»ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ: %s

source: Could not sync value. Error was: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘¨ğ‘¤ğ‘¿. ğ‘»ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ: %s

source: _File
en@shaw: _ğ‘“ğ‘²ğ‘¤

source: _Edit
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘

source: _Search
en@shaw: _ğ‘•ğ‘»ğ‘—

source: _Bookmarks
en@shaw: _ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•

source: _Help
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘

source: New _Settings Window
en@shaw: ğ‘¯ğ‘¿ _ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Open a new Configuration Editor window editing current settings
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘© ğ‘¯ğ‘¿ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: New _Defaults Window
en@shaw: ğ‘¯ğ‘¿ _ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Open a new Configuration Editor window editing system default settings
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘© ğ‘¯ğ‘¿ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: New _Mandatory Window
en@shaw: ğ‘¯ğ‘¿ _ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Open a new Configuration Editor window editing system mandatory settings
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘© ğ‘¯ğ‘¿ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: _Close Window
en@shaw: _ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Close this window
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: _Quit
en@shaw: _ğ‘’ğ‘¢ğ‘¦ğ‘‘

source: Quit the Configuration Editor
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: _Copy Key Name
en@shaw: _ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥

source: Copy the name of the selected key
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘°

source: _Find...
en@shaw: _ğ‘“ğ‘²ğ‘¯ğ‘›...

source: Find patterns in keys and values
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘’ğ‘°ğ‘Ÿ ğ‘¯ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ

source: _List Recent Keys
en@shaw: _ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘°ğ‘Ÿ

source: Show recently modified keys
en@shaw: ğ‘–ğ‘´ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘’ğ‘°ğ‘Ÿ

source: _Add Bookmark
en@shaw: _ğ‘¨ğ‘› ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’

source: Add a bookmark to the selected directory
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: _Edit Bookmarks
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•

source: Edit the bookmarks
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•

source: _Contents
en@shaw: _ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Open the help contents for the Configuration Editor
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: _About
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘

source: Show the about dialog for the Configuration Editor
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: _New Key...
en@shaw: _ğ‘¯ğ‘¿ ğ‘’ğ‘°...

source: Create a new key
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘’ğ‘°

source: _Edit Key...
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘’ğ‘°...

source: Edit the selected key
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘°

source: _Unset Key
en@shaw: _ğ‘©ğ‘¯ğ‘•ğ‘§ğ‘‘ ğ‘’ğ‘°

source: Unset the selected key
en@shaw: ğ‘©ğ‘¯ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘°

source: Set as _Default
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘¨ğ‘Ÿ _ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: Set the selected key to be the default
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘° ğ‘‘ ğ‘šğ‘° ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: Set as _Mandatory
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘¨ğ‘Ÿ _ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: Set the selected key to the mandatory
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘° ğ‘‘ ğ‘ ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: Configuration Editor (Default settings)
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ (ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ)

source: Configuration Editor (Mandatory settings)
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ (ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ)

source: (None)
en@shaw: (ğ‘¯ğ‘³ğ‘¯)

source: Cannot create MateConf engine. Error was: %s
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ MateConf ğ‘§ğ‘¯ğ‘¡ğ‘¦ğ‘¯. ğ‘»ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ: %s

source: Configuration Editor (Defaults settings)
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ (ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ğ‘• ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ)

source: Name
en@shaw: ğ‘¯ğ‘±ğ‘¥

source: Value
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Key Documentation
en@shaw: ğ‘’ğ‘° ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: This key is not writable
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘²ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤

source: This key has no schema
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘©

source: Key name:
en@shaw: ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥:

source: Key owner:
en@shaw: ğ‘’ğ‘° ğ‘´ğ‘¯ğ‘¼:

source: Short description:
en@shaw: ğ‘–ğ‘¹ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯:

source: Long description:
en@shaw: ğ‘¤ğ‘ªğ‘™ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯:

source: _False
en@shaw: _ğ‘“ğ‘·ğ‘¤ğ‘•

source: Integer
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼

source: Boolean
en@shaw: ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯

source: String
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™

source: Float
en@shaw: ğ‘“ğ‘¤ğ‘´ğ‘‘

source: List
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Add New List Entry
en@shaw: ğ‘¨ğ‘› ğ‘¯ğ‘¿ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: _New list value:
en@shaw: _ğ‘¯ğ‘¿ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿:

source: Edit List Entry
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: _Edit list value:
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿:

source: Path:
en@shaw: ğ‘ğ‘­ğ‘”:

source: _Name:
en@shaw: _ğ‘¯ğ‘±ğ‘¥:

source: _Type:
en@shaw: _ğ‘‘ğ‘²ğ‘:

source: _Value:
en@shaw: _ğ‘ğ‘¨ğ‘¤ğ‘¿:

source: List _type:
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ _ğ‘‘ğ‘²ğ‘:

source: _Values:
en@shaw: _ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ:

source: New Key
en@shaw: ğ‘¯ğ‘¿ ğ‘’ğ‘°

source: Edit Key
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘’ğ‘°

source: Pattern not found
en@shaw: ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Find
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘›

source: _Search for:
en@shaw: _ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹:

source: Search also in key _names
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¦ğ‘¯ ğ‘’ğ‘° _ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ

source: Search also in key _values
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¦ğ‘¯ ğ‘’ğ‘° _ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ

source: Close the output window
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Copy selected lines
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Clear the output window
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Output Lines
en@shaw: ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: [KEY]
en@shaw: [ğ‘’ğ‘°]

source: - Directly edit your entire configuration database
en@shaw: - ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘¿ğ‘¼ ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘šğ‘±ğ‘•
