Repository: perberos/Mate-Desktop-Environment
Catalog: mate-backgrounds/po/*.po
Languages: de, en@shaw

source: Flow
de: Blasen
en@shaw: ğ‘“ğ‘¤ğ‘´

source: Gulp
de: Schleier
en@shaw: ğ‘œğ‘³ğ‘¤ğ‘

source: Silk
de: Orange Wellen
en@shaw: ğ‘•ğ‘¦ğ‘¤ğ‘’

source: Spring
de: Frühjahr
en@shaw: ğ‘•ğ‘ğ‘®ğ‘¦ğ‘™

source: Waves
de: Blaue Wellen
en@shaw: ğ‘¢ğ‘±ğ‘ğ‘Ÿ

source: Aqua
de: Wasserkranz
en@shaw: ğ‘¨ğ‘’ğ‘¢ğ‘©

source: Blinds
de: Grüner Fächer
en@shaw: ğ‘šğ‘¤ğ‘²ğ‘¯ğ‘›ğ‘Ÿ

source: Dune
de: Dünenland
en@shaw: ğ‘›ğ‘¿ğ‘¯

source: Fresh Flower
de: Spätsommer
en@shaw: ğ‘“ğ‘®ğ‘§ğ‘– ğ‘“ğ‘¤ğ‘¬ğ‘¼

source: Garden
de: Hochsommer
en@shaw: ğ‘œğ‘¸ğ‘›ğ‘©ğ‘¯

source: Green Meadow
de: Grüner Mikrokosmos
en@shaw: ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘¥ğ‘§ğ‘›ğ‘´

source: Lady Bird
de: Marienkäfer
en@shaw: ğ‘¤ğ‘±ğ‘›ğ‘¦ ğ‘šğ‘»ğ‘›

source: Rain Drops
de: Regenzeit
en@shaw: ğ‘®ğ‘±ğ‘¯ ğ‘›ğ‘®ğ‘­ğ‘ğ‘•

source: Storm
de: Sturmfront
en@shaw: ğ‘•ğ‘‘ğ‘¹ğ‘¥

source: Two Wings
de: Nachzügler
en@shaw: ğ‘‘ğ‘µ ğ‘¢ğ‘¦ğ‘™ğ‘Ÿ

source: Wood
de: Holzfasern
en@shaw: ğ‘¢ğ‘«ğ‘›

source: Yellow Flower
de: Frühling
en@shaw: ğ‘˜ğ‘§ğ‘¤ğ‘´ ğ‘“ğ‘¤ğ‘¬ğ‘¼
