Repository: perberos/Mate-Desktop-Environment
Catalog: libmate/po/*.po
Languages: en@shaw

source: Error message
en@shaw: 火 ヰю

source: Informational message
en@shaw: 火ヰ别 ヰю

source: Log in
en@shaw: ゐ

source: Log out
en@shaw: ゐ

source: Miscellaneous message
en@shaw: ヰゐ别梆 ヰю

source: Question dialog
en@shaw: ю 拆ゐ

source: System events
en@shaw: ю

source: Warning message
en@shaw: 桂 ヰю

source: Default Background
en@shaw: 佛ゐ

source: Choose menu item
en@shaw: 叼 ヰю 拆

source: Click on command button
en@shaw: ゐ ヰ 仇

source: Select check box
en@shaw: ゐю ю

source: User interface events
en@shaw: 筐 拣别 ю

source: Unable to find the MATE_FILE_DOMAIN_APP_HELP domain
en@shaw: 仇别 拆 MATE_FILE_DOMAIN_APP_HELP 答ヰ别

source: Unable to find the MATE_FILE_DOMAIN_HELP domain.
en@shaw: 仇别 拆 MATE_FILE_DOMAIN_HELP 答ヰ别.

source: Unable to show help as %s is not a directory. Please check your installation.
en@shaw: 仇别 ｐюゐ %s 拆ю拣. ゐ梆 ю 筐 ゐ别.

source: Unable to find help paths %s or %s. Please check your installation
en@shaw: 仇别 拆 ｐюゐ %s %s. ゐ梆 ю 筐 ゐ别

source: Unable to find the help files in either %s or %s. Please check your installation
en@shaw: 仇别 拆 ｐюゐ 拆ゐ 拆 %s %s. ゐ梆 ю 筐 ゐ别

source: Unable to find doc_id %s in the help path
en@shaw: 仇别 拆 doc_id %s ｐюゐ

source: Help document %s/%s not found
en@shaw: ｐюゐ 筐ヰ %s/%s

source: MateComponent Support
en@shaw: 路 桂

source: MateComponent activation Support
en@shaw: 路 别 桂

source: Could not create per-user mate configuration directory `%s': %s
en@shaw: 别 -筐 路路答 拣别 拆ю拣 `%s': %s

source: Could not stat private per-user mate configuration directory `%s': %s
en@shaw: 拆 -筐 路路答 拣别 拆ю拣 `%s': %s

source: Could not set mode 0700 on private per-user mate configuration directory `%s': %s
en@shaw: ю ヰ答 0700 拆 -筐 路路答 拣别 拆ю拣 `%s': %s

source: Could not create mate accelerators directory `%s': %s
en@shaw: 别 路路答 юゐ拣别拣 拆ю拣 `%s': %s

source: MATE Virtual Filesystem
en@shaw: 路路答 火 拆ゐ

source: Disable sound server usage
en@shaw: 别 火 筐

source: Enable sound server usage
en@shaw: 别 火 筐

source: Host:port on which the sound server to use is running
en@shaw: ｐ答:桂 火 筐 仇

source: HOSTNAME:PORT
en@shaw: ｐ答别:桂

source: MATE Library
en@shaw: 路路答 ゐ拆拣

source: Show MATE options
en@shaw: 路路答

source: Human readable name
en@shaw: ｐ筐ヰ 梆 别

source: Human readable name of this application
en@shaw: ｐ筐ヰ 梆 别 ゐ别

source: MATE path
en@shaw: 路路答

source: Path in which to look for installed files
en@shaw: ゐ 佛ゐ 拆ゐ

source: App ID
en@shaw: ID

source: ID string to use for this application
en@shaw: ID 筐 ゐ别

source: App version
en@shaw: 火

source: Version of this application
en@shaw: 火 ゐ别

source: MATE Prefix
en@shaw: 路答 梆

source: Prefix where MATE was installed
en@shaw: 梆 路答 佛ゐ

source: Library prefix where MATE was installed
en@shaw: ゐ拆拣 梆 路答 佛ゐ

source: Data prefix where MATE was installed
en@shaw: 别 梆 路答 佛ゐ

source: Configuration prefix where MATE was installed
en@shaw: 拣别 梆 路答 佛ゐ

source: MATE App Prefix
en@shaw: 路答 梆

source: Prefix where this application was installed
en@shaw: 梆 ゐ别 佛ゐ

source: Library prefix where this application was installed
en@shaw: ゐ拆拣 梆 ゐ别 佛ゐ

source: Data prefix where this application was installed
en@shaw: 别 梆 ゐ别 佛ゐ

source: Configuration prefix where this application was installed
en@shaw: 拣别 梆 ゐ别 佛ゐ

source: Create Directories
en@shaw: 别 拆ю拣

source: Create standard MATE directories on startup
en@shaw: 别 拣 路答 拆ю拣 葛仇

source: Enable Sound
en@shaw: 别

source: Enable sound on startup
en@shaw: 别 葛仇

source: Help options
en@shaw: ｐюゐ

source: Application options
en@shaw: ゐ别

source: Dynamic modules to load
en@shaw: 拆ヰ ヰ筐ゐ ゐ答

source: %s Run '%s --help' to see a full list of available command line options.
en@shaw: %s 仇 '%s --help' ゐ 别ゐ ヰ ゐ拆 .

source: Unknown internal error while displaying this location.
en@shaw: 仇答 火 火 拆 ゐ别 ゐ答别.

source: The specified location is invalid.
en@shaw: ю拆 ゐ答别 ゐ.

source: There was an error parsing the default action command associated with this location.
en@shaw: 火 葛 佛ゐ ヰ 答别 ゐ答别.

source: There was an error launching the default action command associated with this location.
en@shaw: 火 ゐ佛 佛ゐ ヰ 答别 ゐ答别.

source: There is no default action associated with this location.
en@shaw: 佛ゐ 答别 ゐ答别.

source: The default action does not support this protocol.
en@shaw: 佛ゐ 仇 桂 答.

source: The request was cancelled.
en@shaw: ю ゐ.

source: The host "%s" could not be found.
en@shaw: ｐ答 "%s" .

source: The host could not be found.
en@shaw: ｐ答 .

source: The location or file could not be found.
en@shaw: ゐ答别 拆 .

source: The login has failed.
en@shaw: ゐ ｐ 别ゐ.

source: Error showing url: %s
en@shaw: 火 答 URL: %s

source: Extra Moniker factory
en@shaw: ю ヰ 拣

source: config indirect moniker
en@shaw: 拆ю ヰ

source: Unknown type
en@shaw: 仇答 拆

source: Key %s not found in configuration
en@shaw: %s 拣别

source: Beep when a modifier is pressed.
en@shaw: 梆 ю ヰ拆 ю.

source: Disable if two keys are pressed at the same time.
en@shaw: 别 梆 ю 别 拆.

source: Do not accept a key as being pressed unless held for @delay milliseconds.
en@shaw: ю 梆 ю 仇ゐю ｐюゐ @ゐ ヰゐю.

source: How long to accelerate in milliseconds
en@shaw: ｐ ゐ юゐ拣别 ヰゐю

source: How many milliseconds it takes to go from 0 to maximum speed.
en@shaw: ｐ ヰю ヰゐю 别 0 ヰヰ 梆.

source: How many milliseconds to wait before mouse movement keys start to operate.
en@shaw: ｐ ヰю ヰゐю 别 ヰ ヰ叼ヰ 梆 葛 拣别.

source: How many pixels per second to move at the maximum speed.
en@shaw: ｐ ヰю ゐ ю ヰ叼 ヰヰ 梆.

source: Ignore multiple presses of the _same_ key within @delay milliseconds.
en@shaw: ヰ仇ゐ ю _same_ @ゐ ヰゐю.

source: Initial delay in milliseconds
en@shaw: ゐ ヰゐю

source: Minimum interval in milliseconds
en@shaw: ヰヰ 拣 ヰゐю

source: Pixels per seconds
en@shaw: ゐ ю

source: minimum interval in milliseconds
en@shaw: ヰヰ 拣 ヰゐю

source: Browser needs terminal
en@shaw: 梆 火ヰ

source: Browser understands remote
en@shaw: 仇拣 ヰ答

source: Default browser
en@shaw: 佛ゐ

source: Default browser for all URLs.
en@shaw: 佛ゐ 佛 URL.

source: Whether the default browser needs a terminal to run.
en@shaw: ю 佛ゐ 梆 火ヰ 仇.

source: Whether the default browser understands netscape remote.
en@shaw: ю 佛ゐ 仇拣 ю别 ヰ答.

source: Calendar needs terminal
en@shaw: ゐ 梆 火ヰ

source: Default calendar
en@shaw: 佛ゐ ゐ

source: Default calendar application
en@shaw: 佛ゐ ゐ ゐ别

source: Default tasks
en@shaw: 佛ゐ

source: Default tasks application
en@shaw: 佛ゐ ゐ别

source: Tasks needs terminal
en@shaw: 梆 火ヰ

source: Whether the default calendar application needs a terminal to run
en@shaw: ю 佛ゐ ゐ ゐ别 梆 火ヰ 仇

source: Whether the default tasks application needs a terminal to run
en@shaw: ю 佛ゐ ゐ别 梆 火ヰ 仇

source: Argument used to execute programs in the terminal defined by the 'exec' key.
en@shaw: 葛筐ヰ 筐 ю筐 答ヰ 火ヰ 拆 'юю' .

source: Exec Arguments
en@shaw: юю 葛筐ヰ

source: Terminal application
en@shaw: 火ヰ ゐ别

source: Terminal program to use when starting applications that require one.
en@shaw: 火ヰ 答 筐 ю 葛 ゐ别 拆 仇.

source: A list with names of the first window manager workspaces. This key has been deprecated since MATE 2.12.
en@shaw: ゐ 别ヰ 火 ヰ○ 火别. ｐ 梆 ю别 路答 2.12.

source: Fallback window manager (deprecated)
en@shaw: ゐ ヰ○ (ю别)

source: Fallback window manager if user window manager can't be found. This key has been deprecated since MATE 2.12.
en@shaw: ゐ ヰ○ 筐 ヰ○ . ｐ 梆 ю别 路答 2.12.

source: Names of the workspaces (deprecated)
en@shaw: 别ヰ 火别 (ю别)

source: The number of workspaces (deprecated)
en@shaw: 仇ヰ 火别 (ю别)

source: The number of workspaces the window manager should use This key has been deprecated since MATE 2.12.
en@shaw: 仇ヰ 火别 ヰ○ 筐 ｐ 梆 ю别 路答 2.12.

source: User window manager (deprecated)
en@shaw: 筐 ヰ○ (ю别)

source: Window manager to try first. This key has been deprecated since MATE 2.12.
en@shaw: ヰ○ 火. ｐ 梆 ю别 路答 2.12.

source: Color Shading Type
en@shaw: 仇ゐ 别 拆

source: Draw Desktop Background
en@shaw: ю

source: File to use for the background image.
en@shaw: 拆 筐 ヰ.

source: Have MATE draw the desktop background.
en@shaw: ｐ 路答 ю .

source: How to shade the background color. Possible values are "horizontal-gradient", "vertical-gradient", and "solid".
en@shaw: ｐ 别 仇ゐ. ゐ筐 "horizontal-gradient", "vertical-gradient", and "solid".

source: Left or Top color when drawing gradients, or the solid color.
en@shaw: ゐю 仇ゐ ю 佛 别, ゐ 仇ゐ.

source: Opacity with which to draw the background picture.
en@shaw: 答 .

source: Picture Filename
en@shaw: 拆ゐ别

source: Picture Opacity
en@shaw: 答

source: Primary Color
en@shaw: 拆ヰ拣 仇ゐ

source: Right or Bottom color when drawing gradients, not used for solid color.
en@shaw: 拆 仇ゐ ю 佛 别, 筐 ゐ 仇ゐ.

source: Secondary Color
en@shaw: ю拣 仇ゐ

source: File Icon Theme
en@shaw: 拆 拆 梆

source: Theme used for displaying file icons.
en@shaw: 梆 筐 ゐ别 拆 拆.

source: Buttons Have Icons
en@shaw: 仇 ｐ 拆

source: Cursor Blink
en@shaw: 火 ゐ

source: Cursor Blink Time
en@shaw: 火 ゐ 拆

source: Default font
en@shaw: 佛ゐ

source: Document font
en@shaw: 筐ヰ

source: Enable Accessibility
en@shaw: 别 юゐ

source: Enable Animations
en@shaw: 别 ヰ别

source: Icon Theme
en@shaw: 拆 梆

source: Icon theme to use for the panel, caja etc.
en@shaw: 拆 梆 筐 , ゐ ю.

source: Keyboard shortcut to open the menu bars.
en@shaw: 梆 桂仇 答 ヰю 葛.

source: Length of the cursor blink cycle, in milliseconds.
en@shaw: ゐю 火 ゐ 拆, ヰゐю.

source: Menus Have Icons
en@shaw: ヰю筐 ｐ 拆

source: Name of the default font used for reading documents.
en@shaw: 别 佛ゐ 筐 梆 筐ヰ.

source: Show the 'Input Methods' menu
en@shaw: ' ヰю' ヰю

source: Show the 'Unicode Control Character' menu
en@shaw: '路筐答 答 葛' ヰю

source: Size of icons in toolbars, either "small-toolbar" or "large-toolbar".
en@shaw: 拆 拆 叼ゐ葛, 拆 "small-toolbar" "large-toolbar".

source: Status Bar on Right
en@shaw: 别 拆

source: Toolbar Detachable
en@shaw: 叼ゐ

source: Toolbar Icon Size
en@shaw: 叼ゐ 拆 拆

source: Toolbar Style
en@shaw: 叼ゐ 拆

source: Use Custom Font
en@shaw: 筐 仇

source: Whether Applications should have accessibility support.
en@shaw: ю ゐ别 ｐ юゐ 桂.

source: Whether animations should be displayed. Note: This is a global key, it changes the behaviour of the window manager, the panel etc.
en@shaw: ю ヰ别 ゐ别. 答: ゐ答 , 别○ ｐ别 ヰ○, ю.

source: Whether buttons may display an icon in addition to the button text.
en@shaw: ю 仇 ヰ ゐ 拆 仇 ю.

source: Whether menus may display an icon next to a menu entry.
en@shaw: ю ヰю筐 ヰ ゐ 拆 ю ヰю ю.

source: Whether the context menus of entries and text views should offer to change the input method.
en@shaw: ю ю ヰю筐 ю ю 筐 别 ヰю.

source: Whether the context menus of entries and text views should offer to insert control characters.
en@shaw: ю ю ヰю筐 ю ю 筐 火 答 葛拣.

source: Whether the cursor should blink.
en@shaw: ю 火 ゐ.

source: Whether the user can detach toolbars and move them around.
en@shaw: ю 筐 叼ゐ葛 ヰ叼 ю 拣.

source: Whether to display a status bar meter on the right.
en@shaw: ю ゐ 别 ヰ梆 拆.

source: Disable URL and MIME type handlers
en@shaw: 别 URL MIME 拆 ｐゐ火

source: Disable command line
en@shaw: 别 ヰ ゐ拆

source: Disable lock screen
en@shaw: 别 ゐ 梆

source: Disable print setup
en@shaw: 别 ю仇

source: Disable printing
en@shaw: 别

source: Disable saving files to disk
en@shaw: 别 别 拆ゐ

source: Disable user switching
en@shaw: 别 筐

source: Prevent running any URL or MIME type handler applications.
en@shaw: ю 仇 ю URL MIME 拆 ｐゐ ゐ别.

source: Prevent the user from accessing the terminal or specifying a command line to be executed. For example, this would disable access to the panel's "Run Application" dialog.
en@shaw: ю 筐 ю 火ヰ ю拆 ヰ ゐ拆 ю筐. ヰ, 别 ю ' "仇 ゐ别" 拆ゐ.

source: Prevent the user from modifying print settings. For example, this would disable access to all applications' "Print Setup" dialogs.
en@shaw: ю 筐 ヰ拆 ю. ヰ, 别 ю 佛 ゐ别' " ю仇" 拆ゐ.

source: Prevent the user from printing. For example, this would disable access to all applications' "Print" dialogs.
en@shaw: ю 筐 . ヰ, 别 ю 佛 ゐ别' "" 拆ゐ.

source: Prevent the user from saving files to disk. For example, this would disable access to all applications' "Save as" dialogs.
en@shaw: ю 筐 别 拆ゐ . ヰ, 别 ю 佛 ゐ别' "别 " 拆ゐ.

source: Prevent the user from switching to another account while his session is active.
en@shaw: ю 筐 仇 拆 ｐ ю .

source: Prevent the user to lock his screen.
en@shaw: ю 筐 ゐ ｐ 梆.

source: File name of the bell sound to be played.
en@shaw: 拆 别 ю ゐ别.

source: Keyboard Bell Custom Filename
en@shaw: 梆 ю 仇 拆ゐ别

source: possible values are "on", "off", and "custom".
en@shaw: ゐ筐 "on", "off", "custom".

source: Acceleration multiplier for mouse motion. A value of -1 is the system default.
en@shaw: юゐ拣别 ヰゐゐ拆 ヰ ヰ答. ゐ -1 佛ゐ.

source: Cursor font
en@shaw: 火

source: Cursor size
en@shaw: 火 拆

source: Cursor theme
en@shaw: 火 梆

source: Distance before a drag is started.
en@shaw: 葛.

source: Distance in pixels the pointer must move before accelerated mouse motion is activated. A value of -1 is the system default.
en@shaw: ゐ 娥 ヰ仇 ヰ叼 юゐ拣别 ヰ ヰ答 别. ゐ -1 佛ゐ.

source: Double Click Time
en@shaw: 仇 ゐ 拆

source: Drag Threshold
en@shaw: ю答ゐ

source: Font name of the cursor. If unset, the default font is used. This value is only propagated to the X server start of each session, so changing it mid-session won't have an effect until the next time you log in.
en@shaw: 别 火. ю, 佛ゐ 筐. ゐ 答ゐ 别 X 火 葛 梆 ю, 别○ ヰ-ю 仇' ｐ ю 仇 ю 拆 ゐ .

source: Highlights the current location of the pointer when the Control key is pressed and released.
en@shaw: ｐ拆ゐ拆 仇 ゐ答别 娥 ю 答 ю ゐ梆.

source: Length of a double click.
en@shaw: ゐю 仇 ゐ.

source: Locate Pointer
en@shaw: ゐ答别 娥

source: Motion Threshold
en@shaw: ヰ答 ю答ゐ

source: Mouse button orientation
en@shaw: ヰ 仇 别

source: Single Click
en@shaw: ゐ

source: Single click to open icons.
en@shaw: ゐ 答 拆.

source: Size of the cursor referenced by cursor_theme.
en@shaw: 拆 火 ю拣 cursor_theme.

source: Swap left and right mouse buttons for left-handed mice.
en@shaw: ゐю 拆 ヰ 仇 ゐю-ｐю ヰ拆.

source: Default mixer device
en@shaw: 佛ゐ ヰ 拆

source: Default mixer tracks
en@shaw: 佛ゐ ヰ

source: Enable sound server startup.
en@shaw: 别 火 葛仇.

source: Input feedback sounds
en@shaw: 梆

source: Sound theme name
en@shaw: 梆 别

source: Sounds for events
en@shaw: ю

source: Whether to play sounds on input events.
en@shaw: ю ゐ ю.

source: Whether to play sounds on user events.
en@shaw: ю ゐ 筐 ю.

source: Maximum size of the thumbnail cache, in megabytes. Set to -1 to disable cleaning.
en@shaw: ヰヰ 拆 仇ヰ别 , ヰю拆. ю -1 别 ゐ梆.

source: Allow postponing of breaks
en@shaw: ゐ 答答 别

source: Break time
en@shaw: 别 拆

source: Number of minutes of typing time before break mode starts.
en@shaw: 仇ヰ ヰ 拆 拆 别 ヰ答 葛.

source: Number of minutes that the typing break should last.
en@shaw: 仇ヰ ヰ 拆 别 ゐ.

source: Type time
en@shaw: 拆 拆

source: Whether or not keyboard locking is enabled
en@shaw: ю 梆 ゐ 别ゐ

source: Whether or not keyboard locking is enabled.
en@shaw: ю 梆 ゐ 别ゐ.

source: Whether or not the typing break screen can be postponed.
en@shaw: ю 拆 别 梆 答答.
