Repository: perberos/Mate-Desktop-Environment
Catalog: libmateweather/po/*.po
Languages: en@shaw

source: Default
en@shaw: ゐ

source: Beaufort scale
en@shaw: 路答火 别

source: mi
en@shaw: ヰ

source: DEFAULT_TEMP_UNIT
en@shaw: C

source: DEFAULT_SPEED_UNIT
en@shaw: mph

source: DEFAULT_PRESSURE_UNIT
en@shaw: mb

source: DEFAULT_DISTANCE_UNIT
en@shaw: mi

source: Greenwich Mean Time
en@shaw: 路ю ヰ梆 拆

source: A three-digit-long code for retrieving radar maps from weather.com, found from http://git.gnome.org/cgit/libmateweather/plain/data/Locations.xml.in
en@shaw: -○-ゐ 答 梆 拆 ヰ ю., http://git.gnome.org/cgit/libmateweather/plain/data/Locations.xml.in

source: A unique zone for the city, as found from http://git.gnome.org/cgit/libmateweather/plain/data/Locations.xml.in
en@shaw: 筐梆 答 , http://git.gnome.org/cgit/libmateweather/plain/data/Locations.xml.in

source: Determines whether the applet automatically updates its weather statistics or not.
en@shaw: 火ヰ ю ゐ 佛ヰゐ 仇别 ю .

source: Display radar map
en@shaw: ゐ 别 ヰ

source: Distance unit
en@shaw: 筐

source: Fetch a radar map on each update.
en@shaw: ю 别 ヰ 梆 仇别.

source: If true, then retrieve a radar map from a location specified by the "radar" key.
en@shaw: , ю 梆 拆 ヰ ゐ答别 ю拆 "radar" .

source: Latitude and longitude of your location expressed in DD-MM-SS[NS] DD-MM-SS[EW].
en@shaw: ゐ筐 ゐ筐 筐 ゐ答别 ю DD-MM-SS[NS] DD-MM-SS[EW].

source: Location coordinates
en@shaw: ゐ答别 答桂别

source: Nearby major zone, such as a capital city, as found from http://git.gnome.org/cgit/libmateweather/plain/data/Locations.xml.in
en@shaw: ヰ别○ 答, 仇 , http://git.gnome.org/cgit/libmateweather/plain/data/Locations.xml.in

source: Not used anymore
en@shaw: 筐 ю梆ヰ

source: Pressure unit
en@shaw: ю 筐

source: Radar location
en@shaw: 拆 ゐ答别

source: Speed unit
en@shaw: 梆 筐

source: Temperature unit
en@shaw: юヰ拣 筐

source: The city that mateweather displays information for.
en@shaw: 路ю ゐ别 拣ヰ别 .

source: The custom url from where to retrieve a radar map.
en@shaw: 仇 URL 梆 拆 ヰ.

source: The interval, in seconds, between automatic updates.
en@shaw: 拣, ю, 梆 佛答ヰ 仇别.

source: The unit to use for pressure.
en@shaw: 筐 筐 ю.

source: The unit to use for temperature.
en@shaw: 筐 筐 юヰ拣.

source: The unit to use for visibility.
en@shaw: 筐 筐 ゐ.

source: The unit to use for wind speed.
en@shaw: 筐 筐 梆.

source: Update interval
en@shaw: 仇别 拣

source: Update the data automatically
en@shaw: 仇别 别 佛ヰゐ

source: Url for the radar map
en@shaw: URL 拆 ヰ

source: Use custom url for the radar map
en@shaw: 筐 仇 URL 拆 ヰ

source: Use metric units
en@shaw: 筐 ヰю 筐

source: Use metric units instead of english units.
en@shaw: 筐 ヰю 筐 ю ゐ 筐.

source: Weather for a city
en@shaw: ю

source: Weather location information
en@shaw: ю ゐ答别 拣ヰ别

source: Weather location information.
en@shaw: ю ゐ答别 拣ヰ别.

source: Zone location
en@shaw: 答 ゐ答别

# timezone
source: Unknown
en@shaw: 仇答

source: Failed to get METAR data: %d %s.
en@shaw: 别ゐ ю METAR 别: %d %s.

source: WeatherInfo missing location
en@shaw: 路ю拣 ヰ ゐ答别

source: Variable
en@shaw: 吼

source: North
en@shaw: 桂

source: North - NorthEast
en@shaw: 桂 - 梆

source: Northeast
en@shaw: 梆

source: East - NorthEast
en@shaw: 梆 - 梆

source: East
en@shaw: 梆

source: East - Southeast
en@shaw: 梆 - 娥梆

source: Southeast
en@shaw: 娥梆

source: South - Southeast
en@shaw: - 娥梆

source: South - Southwest
en@shaw: - 娥ю

source: Southwest
en@shaw: 娥ю

source: West - Southwest
en@shaw: ю - 娥ю

source: West
en@shaw: ю

source: West - Northwest
en@shaw: ю - ю

source: Northwest
en@shaw: ю

source: North - Northwest
en@shaw: 桂 - ю

source: Invalid
en@shaw: ゐ

source: Clear Sky
en@shaw: ゐ

source: Broken clouds
en@shaw: 答 ゐ

source: Scattered clouds
en@shaw: 拣 ゐ

source: Few clouds
en@shaw: ゐ

source: Overcast
en@shaw: 答火

source: Thunderstorm
en@shaw: 仇拣桂

source: Light drizzle
en@shaw: ゐ拆

source: Moderate drizzle
en@shaw: ヰ答别

source: Heavy drizzle
en@shaw: ｐю

source: Freezing drizzle
en@shaw: 梆

source: Rain
en@shaw: 别

source: Light rain
en@shaw: ゐ拆 别

source: Moderate rain
en@shaw: ヰ答别 别

source: Heavy rain
en@shaw: ｐю 别

source: Rain showers
en@shaw: 别 拣

source: Freezing rain
en@shaw: 梆 别

source: Light snow
en@shaw: ゐ拆

source: Moderate snow
en@shaw: ヰ答别

source: Heavy snow
en@shaw: ｐю

source: Snowstorm
en@shaw: 答桂

source: Blowing snowfall
en@shaw: ゐ答 答

source: Snow showers
en@shaw: 拣

source: Snow grains
en@shaw: 别

source: Light snow grains
en@shaw: ゐ拆 别

source: Moderate snow grains
en@shaw: ヰ答别 别

source: Heavy snow grains
en@shaw: ｐю 别

source: Ice crystals
en@shaw: 拆 ゐ

source: Ice pellets
en@shaw: 拆 юゐ

source: Few ice pellets
en@shaw: 拆 юゐ

source: Moderate ice pellets
en@shaw: ヰ答别 拆 юゐ

source: Heavy ice pellets
en@shaw: ｐю 拆 юゐ

source: Ice pellet storm
en@shaw: 拆 юゐ 桂

source: Showers of ice pellets
en@shaw: 拣 拆 юゐ

source: Hail
en@shaw: ｐ别

source: Hailstorm
en@shaw: ｐ别ゐ桂

source: Hail showers
en@shaw: ｐ别 拣

source: Small hail
en@shaw: ヰ佛 ｐ别

source: Small hailstorm
en@shaw: ヰ佛 ｐ别ゐ桂

source: Showers of small hail
en@shaw: 拣 ヰ佛 ｐ别

source: Unknown precipitation
en@shaw: 仇答 别

source: Mist
en@shaw: ヰ

source: Shallow fog
en@shaw: ゐ

source: Partial fog
en@shaw: 葛

source: Freezing fog
en@shaw: 梆

source: Smoke
en@shaw: ヰ答

source: Volcanic ash
en@shaw: ゐ

source: Blowing sand
en@shaw: ゐ答

source: Haze
en@shaw: ｐ别

source: Blowing sprays
en@shaw: ゐ答 别

source: Dust
en@shaw: 仇

source: Blowing dust
en@shaw: ゐ答 仇

source: Drifting dust
en@shaw: 仇

source: Sandstorm
en@shaw: 桂

source: Sandstorm in the vicinity
en@shaw: 桂

source: Heavy sandstorm
en@shaw: ｐю 桂

source: Duststorm
en@shaw: 仇桂

source: Duststorm in the vicinity
en@shaw: 仇桂

source: Heavy duststorm
en@shaw: ｐю 仇桂

source: Funnel cloud
en@shaw: 仇 ゐ

source: Tornado
en@shaw: 别

source: Dust whirls
en@shaw: 仇 火ゐ

source: Dust whirls in the vicinity
en@shaw: 仇 火ゐ

source: Unknown observation time
en@shaw: 仇答 拣别 拆

source: Unknown
en@shaw: 仇答

source: %.1f 掳F
en@shaw: %.1f 掳

source: %d 掳F
en@shaw: %d 掳

source: %.1f 掳C
en@shaw: %.1f 掳

source: %d 掳C
en@shaw: %d 掳

source: %0.1f knots
en@shaw: %0.1f

source: Beaufort force %.1f
en@shaw: 路答火 桂 %.1f

source: %.3f atm
en@shaw: %.3f

source: %.1f miles
en@shaw: %.1f ヰ拆ゐ

source: Retrieval failed
en@shaw: 梆 别ゐ
