Repository: perberos/Mate-Desktop-Environment
Catalog: mate-applets/mixer/docs/*/*.po
Languages: de

source: @@image: 'figures/volumecontrol_applet.png'; md5=2a85eebe559a213499300ab0d07b8d10
de: translated

source: Volume Control Manual
de: Lautstärkeregler-Handbuch

source: Volume Control enables you to control the sound volume on your system and provides visual feedback on the current volume level.
de: Der Lautstärkeregler ermöglicht Ihnen die Regelung der Lautstärke Ihres Systems. Die gegenwärtige Lautstärke wird grafisch dargestellt.

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>

source: Volume Control Applet Manual V2.8
de: Lautstärkeregler-Applet-Handbuch V2.8

source: Volume Control Applet Manual V2.6
de: Lautstärkeregler-Applet-Handbuch V2.6

source: February 2004
de: Februar 2004

source: Sun MATE Documentation Team
de: Sun MATE-Dokumentationsteam

source: Volume Control Applet Manual V2.5
de: Lautstärkeregler-Applet-Handbuch V2.5

source: Volume Control Applet Manual V2.4
de: Lautstärkeregler-Applet-Handbuch V2.4

source: Volume Control Applet Manual V2.3
de: Lautstärkeregler-Applet-Handbuch V2.3

source: March 2003
de: März 2003

source: Volume Control Applet Manual V2.2
de: Lautstärkeregler-Applet-Handbuch V2.2

source: January 2003
de: Januar 2003

source: Volume Control Applet Manual V2.1
de: Lautstärkeregler-Applet-Handbuch V2.1

source: Volume Control Applet Manual V2.0
de: Lautstärkeregler-Applet-Handbuch V2.0

source: This manual describes version 2.8 of Volume Control.
de: Dieses Handbuch beschreibt Version 2.8 des Lautstärkereglers.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the Volume Control applet or this manual, follow the directions in the <ulink url="ghelp:mate-feedback" type="help">MATE Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Lautstärkeregler-Applet</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:mate-feedback" type="help">MATE-Seite für Rückmeldungen</ulink>.

source: Volume Control
de: Lautstärkeregler

source: Introduction
de: Einführung

source: Volume Control Applet
de: Lautstärkeregler-Applet

source: Shows Volume Control applet. Contains image of a speaker.
de: Zeigt das Lautstärkeregler-Applet. Enthält eine Abbildung eines Lautsprechers.

source: The <application>Volume Control</application> applet enables you to control the sound volume on your system. The applet icon changes depending on the volume level that you select. For example, if you select a low volume level, the icon displays one sound wave emanating from the speaker in the applet icon. As you increase the volume, the icon changes to display more sound waves.
de: Der <application>Lautstärkeregler</application> ermöglicht Ihnen die Regelung der Lautstärke Ihres Systems.

source: To Add Volume Control to a Panel
de: Den Lautstärkeregler zu einem Panel hinzufügen

source: To add <application>Volume Control</application> to a panel, right-click on the panel, then choose <guimenuitem>Add to Panel</guimenuitem>. Select <application>Volume Control</application> in the <application>Add to the panel</application> dialog, then click <guibutton>OK</guibutton>.
de: Um den <application>Lautstärkeregler</application> zu einem Panel hinzuzufügen, klicken Sie mit der rechten Maustaste darauf und wählen dann <guimenuitem>Zum Panel hinzufügen …</guimenuitem>. Wählen Sie <application>Lautstärkeregler</application> im <application>Zum Panel hinzufügen</application>-Dialog aus, und klicken Sie dann auf <guibutton>Hinzufügen</guibutton>.

source: Using Volume Control
de: Verwendung der Lautstärkeregelung

source: To Adjust the Volume
de: Anpassen der Lautstärke

source: Click on the applet to display a slider control. To increase the volume, move the slider upwards. To decrease the volume, move the slider downwards.
de: Klicken Sie auf das Applet, um einen Schieberegler anzuzeigen. Um die Lautstärke zu erhöhen, bewegen Sie den Regler nach oben. Um die Lautstärke zu verringern, bewegen Sie den Regler nach unten.

source: To Switch the Volume Off
de: Die Ausgabe stummschalten

source: To switch the volume off, right-click on the applet, then choose <guimenuitem>Mute</guimenuitem>.
de: Um die Ausgabe stummzuschalten, klicken Sie mit der rechten Maustaste auf das Applet, und wählen Sie dann <guimenuitem>Stummschalten</guimenuitem>.

source: To Access Additional Features
de: Zugriff auf zusätzliche Funktionen

source: To access additional functionality for working with volume, right-click on the applet, then choose <guimenuitem>Open Volume Control</guimenuitem>. A volume control application starts, which enables you to control the volume and balance levels for audio playback and recording.
de: Um auf zusätzliche Funktionen bezüglich der Lautstärke zugreifen zu können, klicken Sie mit der rechten Maustaste auf das Applet, und wählen Sie dann <guimenuitem>Lautstärkeregler öffnen</guimenuitem>. Eine Lautstärkeregler-Anwendung startet, die Ihnen die Anpassung der Lautstärke und Balance für die Audioausgabe und -aufnahme ermöglicht.

source: Customizing Volume Control
de: Anpassen des Lautstärkereglers

source: To configure <application>Volume Control</application>, right-click on the applet, then choose <guimenuitem>Preferences</guimenuitem>.
de: Um den <application>Lautstärkeregler</application> anzupassen, klicken Sie mit der rechten Maustaste auf das Applet, und wählen Sie dann <guimenuitem>Einstellungen</guimenuitem>.

source: <application>Volume Control</application> populates the <guilabel>Volume Control Preferences</guilabel> dialog dynamically, based on the functionality supported by your sound card.
de: Der <application>Lautstärkeregler</application> erstellt den Dialog <guilabel>Einstellungen des Lautstärkereglers</guilabel> dynamisch, basierend auf den von Ihrer Soundkarte unterstützen Funktionen.

source: Audio Channels
de: Audiokanäle

source: Select the audio output channel that you want to control:
de: Wählen Sie den Audio-Ausgabekanal, den Sie regeln wollen:

source: Volume
de: Lautstärke

source: PCM
de: PCM-Audio

source: Speaker
de: Lautsprecher

source: Microphone
de: Mikrofon

source: Record
de: Aufnahme

source: Click <guibutton>Close</guibutton> to close the <guilabel>Volume Control Preferences</guilabel> dialog.
de: Klicken Sie auf <guibutton>Schließen</guibutton>, um den Dialog <guilabel>Einstellungen des Lautstärkereglers</guilabel> zu schließen.

source: translator-credits
de: Mario Blättermann <mariobl@mate.org>, 2008, 2009.
