Repository: perberos/Mate-Desktop-Environment
Catalog: mate-display-manager/po/*.po
Languages: en@shaw

source: Display ID
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ID

source: MATE Display Manager Slave
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘•ğ‘¤ğ‘±ğ‘

source: could not find user "%s" on system
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¿ğ‘Ÿğ‘¼ "%s" ğ‘ªğ‘¯ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Unable to initialize login system
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Unable to authenticate user
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘·ğ‘”ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘’ğ‘±ğ‘‘ ğ‘¿ğ‘Ÿğ‘¼

source: Unable to authorize user
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘ªğ‘”ğ‘»ğ‘²ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘¼

source: Unable to establish credentials
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘©ğ‘•ğ‘‘ğ‘¨ğ‘šğ‘¤ğ‘¦ğ‘– ğ‘’ğ‘®ğ‘©ğ‘›ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¤ğ‘Ÿ

source: %s: failed to connect to parent display '%s'
en@shaw: %s: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± '%s'

source: %s: Error setting %s to %s
en@shaw: %s: ğ‘»ğ‘¼ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ %s ğ‘‘ %s

source: %s: Empty server command for display %s
en@shaw: %s: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘•ğ‘»ğ‘ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± %s

source: Username
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ğ‘¯ğ‘±ğ‘¥

source: The username
en@shaw: ğ‘ ğ‘¿ğ‘Ÿğ‘¼ğ‘¯ğ‘±ğ‘¥

source: Hostname
en@shaw: ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘¯ğ‘±ğ‘¥

source: The hostname
en@shaw: ğ‘ ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘¯ğ‘±ğ‘¥

source: Display Device
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•

source: The display device
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•

source: general failure
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘“ğ‘±ğ‘¤ğ‘˜ğ‘¼

source: out of memory
en@shaw: ğ‘¬ğ‘‘ ğ‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦

source: application programmer error
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘¼ ğ‘»ğ‘¼

source: unknown error
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘»ğ‘¼

source: Username:
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ğ‘¯ğ‘±ğ‘¥:

source: no user account available
en@shaw: ğ‘¯ğ‘´ ğ‘¿ğ‘Ÿğ‘¼ ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤

source: Unable to change to user
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘‘ ğ‘¿ğ‘Ÿğ‘¼

source: Could not create socket!
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘!

source: Bad address
en@shaw: ğ‘šğ‘¨ğ‘› ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: %s: Could not read display address
en@shaw: %s: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘› ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: %s: Could not read display port number
en@shaw: %s: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘› ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ğ‘¹ğ‘‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼

source: %s: Got REQUEST from banned host %s
en@shaw: %s: ğ‘œğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘£ğ‘´ğ‘•ğ‘‘ %s

source: %s: Could not read Display Number
en@shaw: %s: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘› ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼

source: %s: Could not read Connection Type
en@shaw: %s: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ğ‘²ğ‘

source: %s: Could not read Client Address
en@shaw: %s: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘› ğ‘’ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: %s: Could not read Authentication Names
en@shaw: %s: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘› ğ‘·ğ‘”ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ

source: %s: Could not read Authentication Data
en@shaw: %s: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘› ğ‘·ğ‘”ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘±ğ‘‘ğ‘©

source: %s: Could not read Authorization List
en@shaw: %s: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘› ğ‘·ğ‘”ğ‘¼ğ‘¦ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: %s: Could not read Manufacturer ID
en@shaw: %s: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘› ğ‘¥ğ‘©ğ‘¯ğ‘˜ğ‘«ğ‘“ğ‘¨ğ‘’ğ‘—ğ‘¼ğ‘¼ ID

source: %s: Got Manage from banned host %s
en@shaw: %s: ğ‘œğ‘ªğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘£ğ‘´ğ‘•ğ‘‘ %s

source: %s: Could not read Session ID
en@shaw: %s: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘› ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ID

source: %s: Could not read Display Class
en@shaw: %s: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘› ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘’ğ‘¤ğ‘­ğ‘•

source: %s: Could not read address
en@shaw: %s: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘› ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: Could not get server hostname: %s!
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¼ ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘¯ğ‘±ğ‘¥: %s!

source: Make all warnings fatal
en@shaw: ğ‘¥ğ‘±ğ‘’ ğ‘·ğ‘¤ ğ‘¢ğ‘ªğ‘®ğ‘¯ğ‘¦ğ‘™ğ‘Ÿ ğ‘“ğ‘±ğ‘‘ğ‘©ğ‘¤

source: MATE Display Manager
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: MATE Display Manager Session Worker
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘»ğ‘’ğ‘¼

source: Login Window
en@shaw: ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Power Manager
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Power management daemon
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘°ğ‘¥ğ‘©ğ‘¯

source: MATE Settings Daemon
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘›ğ‘°ğ‘¥ğ‘©ğ‘¯

source: MATE Screen Magnifier
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘©ğ‘“ğ‘²ğ‘»

source: Magnify parts of the screen
en@shaw: ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘¦ğ‘“ğ‘² ğ‘ğ‘¸ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: Orca Screen Reader
en@shaw: Â·ğ‘ªğ‘®ğ‘’ğ‘© ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¼

source: Present on-screen information as speech or braille
en@shaw: ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ ğ‘ªğ‘¯-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘•ğ‘ğ‘°ğ‘— ğ‘¹ ğ‘šğ‘®ğ‘±ğ‘¤

source: Select System
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Value
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿

source: percentage of time complete
en@shaw: ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘

source: Inactive Text
en@shaw: ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Active Text
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: The text to use in the label if the user has picked an item
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘“ ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ğ‘¦ğ‘’ğ‘‘ ğ‘©ğ‘¯ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: List Visible
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤

source: Select language and click Log In
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘¯ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘¯

source: Computer Name
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¯ğ‘±ğ‘¥

source: Log In
en@shaw: ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘¯

source: Version
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯

source: Panel
en@shaw: ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Suspend
en@shaw: ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘›

source: Restart
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘

source: Shut Down
en@shaw: ğ‘–ğ‘³ğ‘‘ ğ‘›ğ‘¬ğ‘¯

source: Languages
en@shaw: ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ğ‘©ğ‘Ÿ

source: _Languages:
en@shaw: _ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ğ‘©ğ‘Ÿ:

source: _Language:
en@shaw: _ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡:

source: Choose a language from the full list of available languages.
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘“ğ‘«ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ğ‘©ğ‘Ÿ.

source: Unspecified
en@shaw: ğ‘©ğ‘¯ğ‘•ğ‘ğ‘§ğ‘•ğ‘©ğ‘“ğ‘²ğ‘›

source: Keyboard layouts
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¤ğ‘±ğ‘¬ğ‘‘ğ‘•

source: _Keyboard:
en@shaw: _ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›:

source: Choose a keyboard layout from the full list of available layouts.
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘“ğ‘«ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¤ğ‘±ğ‘¬ğ‘‘ğ‘•.

source: Label Text
en@shaw: ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: The text to use as a label
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘¨ğ‘Ÿ ğ‘© ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Icon name
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ğ‘±ğ‘¥

source: The icon to use with the label
en@shaw: ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘‘ ğ‘¿ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Default Item
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: The ID of the default item
en@shaw: ğ‘ ID ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Max Item Count
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘• ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘¬ğ‘¯ğ‘‘

source: The maximum number of items to keep around in the list
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘¼ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Remote Login (Connected to %s)
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ (ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ %s)

source: Remote Login
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯

source: _Sessions:
en@shaw: _ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:

source: Banner message text
en@shaw: ğ‘šğ‘¨ğ‘¯ğ‘» ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Disable showing the restart buttons
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘–ğ‘´ğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Do not show known users in the login window
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘¯ğ‘´ğ‘¯ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Enable accessibility keyboard plugin
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Enable on-screen keyboard
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ªğ‘¯-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: Enable screen magnifier
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘©ğ‘“ğ‘²ğ‘»

source: Enable screen reader
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¼

source: Enable showing the banner message
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘–ğ‘´ğ‘¦ğ‘™ ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘» ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡

source: Recently selected keyboard layouts
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¤ğ‘±ğ‘¬ğ‘‘ğ‘•

source: Recently selected languages
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ğ‘©ğ‘Ÿ

source: Set to true to disable showing known users in the login window.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘–ğ‘´ğ‘¦ğ‘™ ğ‘¯ğ‘´ğ‘¯ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: Set to true to disable showing the restart buttons in the login window.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘–ğ‘´ğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: Set to true to enable the background settings manager plugin.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯.

source: Set to true to enable the media-keys settings manager plugin.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©-ğ‘’ğ‘°ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯.

source: Set to true to enable the on-screen keyboard.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ªğ‘¯-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›.

source: Set to true to enable the plugin to manage the accessibility keyboard settings.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ.

source: Set to true to enable the screen magnifier.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘©ğ‘“ğ‘²ğ‘».

source: Set to true to enable the screen reader.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¼.

source: Set to true to enable the sound settings manager plugin.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯.

source: Set to true to show the banner message text.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘–ğ‘´ ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘» ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘.

source: True if the background settings manager plugin is enabled.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›.

source: True if the media-keys settings manager plugin is enabled.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©-ğ‘’ğ‘°ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›.

source: True if the sound settings manager plugin is enabled.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›.

source: Duration
en@shaw: ğ‘›ğ‘«ğ‘®ğ‘±ğ‘–ğ‘©ğ‘¯

source: Number of seconds until timer stops
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘‘ğ‘²ğ‘¥ğ‘» ğ‘•ğ‘‘ğ‘ªğ‘ğ‘•

source: Start time
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘‘ğ‘²ğ‘¥

source: Time the timer was started
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘‘ğ‘²ğ‘¥ğ‘» ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›

source: Is it Running?
en@shaw: ğ‘¦ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™?

source: Whether the timer is currently ticking
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘‘ğ‘²ğ‘¥ğ‘» ğ‘¦ğ‘Ÿ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘‘ğ‘¦ğ‘’ğ‘¦ğ‘™

source: Manager
en@shaw: ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: The user manager object this user is controlled by.
en@shaw: ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘› ğ‘šğ‘².

source: Choose a different account
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘

source: Guest
en@shaw: ğ‘œğ‘§ğ‘•ğ‘‘

source: Automatic Login
en@shaw: ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯

source: Log in as %s
en@shaw: ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘¯ ğ‘¨ğ‘Ÿ %s

source: Currently logged in
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¤ğ‘ªğ‘œğ‘› ğ‘¦ğ‘¯

source: The User Switch Applet is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
en@shaw: ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º; ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘¦ğ‘‘ ğ‘¯/ğ‘¹ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘¦ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘Ÿ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘¨ğ‘Ÿ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘–ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯; ğ‘²ğ‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ 2 ğ‘ ğ‘ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•, ğ‘¹ (ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯) ğ‘§ğ‘¯ğ‘¦ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
en@shaw: ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘© ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥; ğ‘¦ğ‘“ ğ‘¯ğ‘ªğ‘‘, ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘¦ğ‘™ğ‘’., 51 ğ‘“ğ‘®ğ‘¨ğ‘™ğ‘’ğ‘¤ğ‘¦ğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘‘, ğ‘“ğ‘¦ğ‘“ğ‘” ğ‘“ğ‘¤ğ‘¹, Â·ğ‘šğ‘ªğ‘•ğ‘‘ğ‘©ğ‘¯, ğ‘¥ğ‘¶ 02110-1301, ğ‘˜ğ‘µğ‘§ğ‘•ğ‘±

source: A menu to quickly switch between users.
en@shaw: ğ‘© ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘‘ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ.

source: translator-credits
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘©ğ‘• Â·ğ‘”ğ‘»ğ‘¥ğ‘©ğ‘¯

source: Can't lock screen: %s
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘¤ğ‘ªğ‘’ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯: %s

source: Can't temporarily set screensaver to blank screen: %s
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ğ‘¤ğ‘¦ ğ‘•ğ‘§ğ‘‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ğ‘•ğ‘±ğ‘ğ‘¼ ğ‘‘ ğ‘šğ‘¤ğ‘¨ğ‘™ğ‘’ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯: %s

source: Available
en@shaw: ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤

source: Invisible
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤

source: Busy
en@shaw: ğ‘šğ‘¦ğ‘Ÿğ‘°

source: Away
en@shaw: ğ‘©ğ‘¢ğ‘±

source: Lock Screen
en@shaw: ğ‘¤ğ‘ªğ‘’ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: Switch User
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘¿ğ‘Ÿğ‘¼

source: Unknown
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯

source: User Switch Applet
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Change account settings and status
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘¯ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: A menu to quickly switch between users
en@shaw: ğ‘© ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘‘ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ

source: User Switcher
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘»

source: User Switcher Applet Factory
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘» ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Edit Personal _Information
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ _ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: _About
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘

source: _Edit Users and Groups
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘¯ ğ‘œğ‘®ğ‘µğ‘ğ‘•

source: Only the VERSION command is supported
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: COMMAND
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: Debugging output
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘

source: Version of this application
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯

source: Could not identify the current session.
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯.

source: Unable to start new display
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¯ğ‘¿ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±

source: Take a picture of the screen
en@shaw: ğ‘‘ğ‘±ğ‘’ ğ‘© ğ‘ğ‘¦ğ‘’ğ‘—ğ‘¼ ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯
