Repository: perberos/Mate-Desktop-Environment
Catalog: mate-applets/battstat/docs/*/*.po
Languages: de

source: @@image: 'figures/battstat-applet.png'; md5=0eb703dddd361e6f637c49c3b01cf860
de: ok

source: @@image: 'figures/context-menu.png'; md5=5dc00e1ca58f0e8ef912fe5b546f27ff
de: ok

source: @@image: 'figures/battstat-preferences.png'; md5=6ecace1ccf2f4c002e0fa42a460b2fe3
de: ok

source: @@image: 'figures/battstat-applet-expanded.png'; md5=0bc38721ad3f99d3391be02953ff9289
de: ok

source: @@image: 'figures/battstat-credits-hal.png'; md5=95af6b36f6442154f7216a5306b800b1
de: kann man noch einbauen, muss aber nicht

source: Battery Charge Monitor Manual
de: Batterieladeanzeige-Handbuch

source: Battery Charge Monitor shows the current charge of the battery and provides notifications if charge drops below a certain threshold.
de: Die Batterieladeanzeige stellt den gegenwärtigen Ladezustand der Batterie dar. Wenn die Ladung unter eine bestimmte Grenze fällt, werden Benachrichtigungen angezeigt.

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>

source: MATE Documentation Team
de: MATE-Dokumentationsteam

source: MATE Project
de: MATE-Projekt

source: March 2005
de: März 2005

source: Battery Charge Monitor Applet Manual V2.2
de: Batterieladeanzeige-Applet-Handbuch V2.2

source: Sun MATE Documentation Team
de: Sun MATE-Dokumentationsteam

source: Battery Charge Monitor Applet Manual V2.0
de: Batterieladeanzeige-Applet-Handbuch V2.0

source: May 2002
de: Mai 2002

source: This manual describes version 2.12.0 of Battery Charge Monitor.
de: Dieses Handbuch beschreibt Version 2.12 der Batterieladeanzeige.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the Battery Charge Monitor applet or this manual, follow the directions in the <ulink url="ghelp:mate-feedback" type="help">MATE Feedback Page</ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zur Batterieladeanzeige oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:mate-feedback" type="help">MATE-Seite für Rückmeldungen</ulink>.

source: Battery Charge Monitor Applet
de: Batterieladeanzeige-Applet

source: Battstat Applet
de: Batterieladeanzeige-Applet

source: Introduction
de: Einführung

source: The Battery Charge Monitor applet.
de: Das Batterieladeanzeige-Applet.

source: The <application>Battery Charge Monitor</application> shows the status of any batteries in your laptop computer. The monitor can tell you the capacity remaining both visually and as a percentage, as well as offer you an estimate of the time remaining based off the current usage rate.
de: Die <application>Batterieladeanzeige</application> zeigt den Ladezustand der Batterien in Ihrem Laptop. Die Anzeige kann sowohl rein bildlich als auch als Prozentsatz erfolgen. Ebenfalls ist eine Anzeige der verbleibenden Zeit möglich, basierend auf der gegenwärtigen Nutzung.

source: To Add Battery Charge Monitor to a Panel
de: Die Batterieladeanzeige zu einem Panel hinzufügen

source: To add <application>Battery Charge Monitor</application> to a panel, right-click on the panel, then choose <guimenuitem>Add to Panel</guimenuitem>. Select <application>Battery Charge Monitor</application> in the <application>Add to the panel</application> dialog, then click <guibutton>OK</guibutton>.
de: Um die <application>Batterieladeanzeige</application> zu einem Panel hinzuzufügen, klicken Sie mit der rechten Maustaste auf das Panel, um das Kontextmenü zu öffnen. Dann wählen Sie <guimenuitem>Zum Panel hinzufügen …</guimenuitem>. Wählen Sie <application>Batterieladeanzeige</application> im <application>Zum Panel hinzufügen</application>-Dialog aus und klicken Sie dann auf <guibutton>Hinzufügen</guibutton>.

source: The layout of the <application>Battery Charge Monitor</application> applet varies depending on the size and type of panel in which the applet resides.
de: Das Erscheinungsbild der <application>Batterieladeanzeige</application> hängt von der Größe und dem Typ des Panels ab, in welchem es sich befindet.

source: Power Management Backends
de: Energieverwaltungs-Backends

source: The battery monitor supports a number of power management backends. If it is available, the monitor will attempt to use the freedesktop.org <ulink url="http://freedesktop.org/Software/hal">HAL (Hardware Abstraction Layer)</ulink>. If it is unavailable or unsupported on your platform, the battery monitor will attempt direct access to the power management system.
de: Die Batterieladeanzeige unterstütz eine Reihe von Energieverwaltungs-Backends. Falls verfügbar, nutzt die Anzeige den <ulink url="http://freedesktop.org/Software/hal">HAL (Hardware Abstraction Layer)</ulink>, bereitgestellt von Freedesktop.org. Falls HAL auf Ihrer Plattform nicht verfügbar ist oder nicht unterstützt wird, versucht die Batterieladeanzeige direkt auf die Energieverwaltung zuzugreifen.

source: Not all power management backends are available from all vendors, and some vendors add their own additional backends for specific platforms and hardware. If the battery monitor is misreporting information from your battery see <xref linkend="battstat-troubleshooting"/>.
de: Nicht alle Energieverwaltungs-Backends werden von allen Betriebssystemanbietern bereitgestellt, und einige Anbieter fügen ihre eigenen Backends für spezifische Plattformen und Geräte hinzu. Falls die Batterieladeanzeige nicht korrekt ist, finden Sie weitere Informationen in <xref linkend="battstat-troubleshooting"/>.

source: Getting Help
de: Hilfe erhalten

source: If the battery monitor doesn't work for you, see these additional resources:
de: Falls die Batterieladeanzeige nicht korrekt arbeitet, finden Sie hier weitere Informationen:

source: MATE mailing lists
de: MATE-Mailinglisten

source: Preferences
de: Einstellungen

source: To bring up the preferences for the monitor, right-click on the monitor in the panel and then choose <guimenuitem>Preferences</guimenuitem>
de: Um den Einstellungsdialog für die Anzeige zu öffnen, klicken Sie mit der rechten Maustaste auf das Applet, und wählen Sie dann <guimenuitem>Einstellungen</guimenuitem>.

source: Battery Charge Monitor context (right-click) menu
de: Das Kontextmenü (Rechtsklickmenü) der Batterieladeanzeige

source: Battery Charge Monitor context menu
de: Das Kontextmenü der Batterieladeanzeige

source: Preferences Dialog
de: Einstellungsdialog

source: Appearance
de: Erscheinungsbild

source: Compact view
de: Kompakte Darstellung

source: Compact View
de: Kompakte Darstellung

source: This view shows only a single graphic in the panel, either an upright battery to indicate remaining capacity or a plug to indicate your laptop is connected to an external power source. <placeholder-1/>
de: Diese Darstellung zeigt nur eine einzelne Grafik im Panel an, entweder eine aufrechte Batterie mit der Anzeige der verbleibenden Kapazität, oder Ihr Laptop ist an eine externe Energiequelle angeschlossen. <placeholder-1/>

source: The compact view is the default view for the monitor as of MATE 2.12.
de: Die Kompaktansicht ist seit MATE 2.12 die Standardansicht.

source: Expanded view
de: Erweiterte Darstellung

source: Expanded View
de: Erweiterte Darstellung

source: The expanded view is old look from previous versions of MATE. It has the larger graphic for the battery as well as a separate graphic to indicate what state the battery is in. <placeholder-1/>
de: Die erweiterte Darstellung stammt noch aus früheren MATE-Versionen. Angezeigt werden eine größere Grafik für die Batterie und eine separate Grafik, welche den Ladezustand der Batterie darstellt. <placeholder-1/>

source: Show time/percentage
de: Zeit/Prozente anzeigen

source: Selecting this option will display one of two pieces of information. <guilabel>Show time remaining</guilabel> will tell you how many hours and minutes until the battery is fully discharged or recharged. <guilabel>Show percentage remaining</guilabel> will tell you the percentage charge remaining in the battery.
de: Durch Wahl dieser Option zeigen einen oder beide Teile der Information an. <guilabel>Verbleibende Zeit anzeigen</guilabel> gibt an, wieviele Stunden und Minuten verbleiben, bis die Batterie voll geladen oder entladen ist. <guilabel>Verbleibende Prozent anzeigen</guilabel> gibt die prozentuale verbleibende Ladung der Batterie an.

source: Notifications
de: Benachrichtigen

source: Warn when battery charge drops to
de: Warnen, falls der Batteriestand niedriger ist als

source: Selecting this option will cause a warning dialog to be displayed whenever your laptop battery reaches specified value, either as a percentage remaining or a number of minutes remaining. This indicates that the amount of charge remaining in your battery is critically low. charge. You can dismiss this warning dialog yourself, otherwise it will vanish automatically when you plug your laptop into mains power.
de: Wenn Sie diese Option wählen, wird immer dann ein Warndialog angezeigt, wenn Ihre Laptop-Batterie einen bestimmten Ladezustand unterschreitet. Die Anzeige erfolgt entweder als verbleibender Prozentsatz oder als verbleibende Minuten. Das bedeutet, dass die verbleibende Ladung Ihrer Batterie kritisch niedrig ist. Sie können diesen Warndialog selbst schließen, anderenfalls wird er automatisch geschlossen, wenn Sie Ihren Laptop an Netzspannung anschließen.

source: Notify when the battery is fully recharged
de: Benachrichtigen sobald die Batterie voll aufgeladen ist

source: Selecting this option notifies when your battery is fully recharged. If you have compiled the Battery Charge Monitor with libmatenotify support a non-intrusive notification will popup from the monitor on the panel.
de: Wenn Sie diese Option wählen, erhalten Sie bei voller Ladung der Batterie eine Benachrichtigung. Falls Sie die Batterieladeanzeige mit Unterstützung für die Libmatenotify-Bibliothek kompiliert haben, erscheint eine nicht störende Benachrichtigung an der Anzeige im Panel.

source: Troubleshooting
de: Fehlerbehandlung

source: Due to the complexities of power management and the vast differences between each of the different power management systems available, debugging errors in the battery monitor can be difficult. You will need to determine if the error exists in the battery monitor or is a bug in the information provided by your machine.
de: Aufgrund der Komplexität der Energieverwaltung und den gewaltigen Unterschieden zwischen den verfügbaren Energieverwaltungssystemen kann die Fehlersuche in der Batterieladeanzeige schwierig sein. Sie müssen herausfinden, ob der Fehler in der Batterieladeanzeige selbst liegt oder in den von Ihrem Rechner bereitgestellten Informationen.

source: The following information may be useful for troubleshooting what is wrong with your battery monitor. It is by no means exhaustive. If you find a bug with the Battery Charge Monitor (that is not caused by bad information being reported by ACPI), please <ulink url="http://bugzilla.mate.org/">report it</ulink>.
de: Die folgende Information könnte für die Fehlersuche nützlich sein, wenn es herauszufinden gilt, was mit der Batterieladeanzeige nicht stimmt. Wenn Sie einen Fehler in der Batterieladeanzeige finden (der nicht durch fehlerhafte ACPI-Informationen hervorgerufen wurde), dann <ulink url="http://bugzilla.mate.org/">berichten Sie bitte darüber</ulink>.

source: Determining the backend
de: Herausfinden des Backends

source: Check you're using the HAL backend
de: Prüfen Sie, ob HAL verwendet wird

source: If you are using the Hardware Abstraction Layer (see <xref linkend="battstat-power-backends"/>) then that will be indicated in the about dialog by placing a star next to the author of the HAL backend. <placeholder-1/>
de: Falls Sie den »Hardware Abstraction Layer« verwenden (siehe <xref linkend="battstat-power-backends"/>), dann wird dies im Infodialog durch einen Stern neben dem Namen des Autors des HAL-Backends dargestellt. <placeholder-1/>

source: Other backends do not currently give indication they are being used, so you will have to guess based on your hardware. Most modern PC laptops are using ACPI as the backend. This is also the backend with the largest number of inconsistencies.
de: Die Verwendung anderer Backends wird gegenwärtig nicht angezeigt, folglich können Sie anhand Ihrer Geräte nur Vermutungen anstellen. Die meisten modernen Laptops mit PC-Architektur verwenden ACPI. Allerdings ist dies auch das Backend mit den meisten Widersprüchen.

source: Checking the ACPI information
de: Überprüfen der ACPI-Informationen

source: If you are using the ACPI backend for the Battery Charge Monitor, it is important to check that ACPI is giving you the right information. If it isn't, then you will need to look into upgrading your DSDT or something else related to ACPI.
de: Falls Sie das ACPI-Backend für die Batterieladeanzeige verwenden, ist es wichtig zu prüfen, ob ACPI auch die richtigen Informationen bereitstellt. Falls nicht, sollten Sie Ihr DSDT oder etwas anderes mit Bezug auf ACPI aktualisieren.

source: Example ACPI output
de: ACPI-Beispielausgabe

source: You can quickly calculate the percentage remaining using <guilabel>remaining capacity</guilabel> divided by <guilabel>last full capacity</guilabel>, you can calculate the time remaining by taking <guilabel>remaining capacity</guilabel> divided by <guilabel>present rate</guilabel>.
de: Sie können den verbleibenden Prozentsatz schnell errechnen, indem Sie <guilabel>remaining capacity</guilabel> durch <guilabel>last full capacity</guilabel> dividieren. Ebenso errechnen sie die verbleibende Zeit, indem Sie <guilabel>remaining capacity</guilabel> durch <guilabel>present rate</guilabel> dividieren.

source: You can check that your battery is detected by HAL using the command <command>hal-device-manager</command>. If your battery is not detected by HAL or the wrong information is being reported, you can attempt to disable the HAL backend by setting a MateConf key.
de: Ob Ihre Batterie von HAL erkannt wurde, können sie durch Ausführen des Befehls <command>hal-device-manager</command> herausfinden. Falls die Batterie nicht von HAL erkannt wurde oder die falschen Informationen geliefert wurden, können Sie das HAL-Backend durch Bearbeiten eines MateConf-Schlüssels deaktivieren.

source: Select <guimenuitem>Configuration Editor</guimenuitem> from the <guimenu>Applications</guimenu> menu, under <guisubmenu>System Tools</guisubmenu>. Search for the key value <prompt>OAFIID:MATE_BattstatApplet</prompt> which should be located in the path <filename>/apps/panel/applets</filename>.
de: Wählen Sie <guimenuitem>Konfigurationseditor</guimenuitem> aus dem Untermenü <guisubmenu>Systemwerkzeuge</guisubmenu> im Menü <guimenu>Anwendungen</guimenu> . Suchen Sie nach dem Schlüssel <prompt>OAFIID:MATE_BattstatApplet</prompt>, welcher sich im Pfad <filename>/apps/panel/applets</filename> befinden sollte.

source: Assuming the path is <filename>/apps/panel/applets/applet_1</filename>. In <filename>/apps/panel/applets/applet_1/prefs</filename> add a <guimenuitem>New Key...</guimenuitem> called <guilabel>no_hal</guilabel> and set it to the boolean value of true. This will disable the usage of HAL (see <xref linkend="battstat-troubleshooting-backends"/> to learn how to check this).
de: Angenommen, der Pfad lautet <filename>/apps/panel/applets/applet_1</filename>. In <filename>/apps/panel/applets/applet_1/prefs</filename> fügen Sie einen <guimenuitem>Neuen Schlüssel ...</guimenuitem> namens <guilabel>no_hal</guilabel> hinzu und setzen den Boolean-Wert auf WAHR. Dadurch wird die Verwendung von HAL deaktiviert. In <xref linkend="battstat-troubleshooting-backends"/> lesen Sie, wie Sie das überprüfen können.

source: translator-credits
de: Mario Blättermann <mariobl@mate.org>, 2008 Christian Kirbach <Christian.Kirbach@googlemail.com>, 2009
