Repository: perberos/Mate-Desktop-Environment
Catalog: mate-settings-daemon/po/*.po
Languages: en@shaw

source: Accessibility
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘°

source: Free percentage notify threshold
en@shaw: ğ‘“ğ‘®ğ‘° ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘”ğ‘®ğ‘§ğ‘–ğ‘´ğ‘¤ğ‘›

source: Free space no notify threshold
en@shaw: ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ğ‘±ğ‘• ğ‘¯ğ‘´ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘”ğ‘®ğ‘§ğ‘–ğ‘´ğ‘¤ğ‘›

source: Minimum notify period for repeated warnings
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘ğ‘½ğ‘¦ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘®ğ‘¦ğ‘ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘ªğ‘®ğ‘¯ğ‘¦ğ‘™ğ‘Ÿ

source: Mount paths to ignore
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ğ‘­ğ‘ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘œğ‘¯ğ‘¹

source: Percentage free space threshold for initial warning of low disk space. If the percentage free space drops below this, a warning will be shown.
en@shaw: ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ğ‘±ğ‘• ğ‘”ğ‘®ğ‘§ğ‘–ğ‘´ğ‘¤ğ‘› ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘¤ğ‘´ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘•ğ‘ğ‘±ğ‘•. ğ‘¦ğ‘“ ğ‘ ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ğ‘±ğ‘• ğ‘›ğ‘®ğ‘­ğ‘ğ‘• ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘ğ‘¦ğ‘•, ğ‘© ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯.

source: Specify a list of mount paths to ignore when they run low on space.
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘© ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ğ‘­ğ‘ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘®ğ‘³ğ‘¯ ğ‘¤ğ‘´ ğ‘ªğ‘¯ ğ‘•ğ‘ğ‘±ğ‘•.

source: Specify a time in minutes. Subsequent warnings for a volume will not appear more often than this period.
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘© ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•. ğ‘•ğ‘³ğ‘šğ‘•ğ‘©ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘ªğ‘®ğ‘¯ğ‘¦ğ‘™ğ‘Ÿ ğ‘“ğ‘¹ ğ‘© ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘ğ‘½ ğ‘¥ğ‘¹ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›.

source: Specify an amount in GB. If the amount of free space is more than this, no warning will be shown.
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘©ğ‘¯ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ GB. ğ‘¦ğ‘“ ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ğ‘±ğ‘• ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘ğ‘¦ğ‘•, ğ‘¯ğ‘´ ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯.

source: Specify the percentage that the free disk space should reduce by before issuing a subsequent warning.
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘ ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘•ğ‘ğ‘±ğ‘• ğ‘–ğ‘«ğ‘› ğ‘®ğ‘¦ğ‘›ğ‘¿ğ‘• ğ‘šğ‘² ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¦ğ‘•ğ‘¿ğ‘¦ğ‘™ ğ‘© ğ‘•ğ‘³ğ‘šğ‘•ğ‘©ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™.

source: Subsequent free percentage notify threshold
en@shaw: ğ‘•ğ‘³ğ‘šğ‘•ğ‘©ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘®ğ‘° ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘”ğ‘®ğ‘§ğ‘–ğ‘´ğ‘¤ğ‘›

source: Binding to eject an optical disc.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘©ğ‘¯ ğ‘­ğ‘ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘’.

source: Binding to launch the calculator.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘¼.

source: Binding to launch the email client.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ ğ‘°ğ‘¥ğ‘±ğ‘¤ ğ‘’ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘‘.

source: Binding to launch the help browser.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘šğ‘®ğ‘¬ğ‘Ÿğ‘¼.

source: Binding to launch the media player.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘© ğ‘ğ‘¤ğ‘±ğ‘¼.

source: Binding to launch the search tool.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤.

source: Binding to launch the web browser.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ ğ‘¢ğ‘§ğ‘š ğ‘šğ‘®ğ‘¬ğ‘Ÿğ‘¼.

source: Binding to lock the screen.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¤ğ‘ªğ‘’ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯.

source: Binding to log out.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¤ğ‘ªğ‘œ ğ‘¬ğ‘‘.

source: Binding to lower the system volume.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¤ğ‘´ğ‘¼ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥.

source: Binding to mute the system volume.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¥ğ‘¿ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥.

source: Binding to open the Home folder.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘£ğ‘´ğ‘¥ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼.

source: Binding to pause playback.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘ğ‘·ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘šğ‘¨ğ‘’.

source: Binding to raise the system volume.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘®ğ‘±ğ‘Ÿ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥.

source: Binding to skip to next track.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘’ğ‘¦ğ‘ ğ‘‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘’.

source: Binding to skip to previous track.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘’ğ‘¦ğ‘ ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘‘ğ‘®ğ‘¨ğ‘’.

source: Binding to start playback (or toggle play/pause).
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘šğ‘¨ğ‘’ (ğ‘¹ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘±/ğ‘ğ‘·ğ‘Ÿ).

source: Binding to stop playback.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ğ‘¤ğ‘±ğ‘šğ‘¨ğ‘’.

source: Eject
en@shaw: ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘

source: Home folder
en@shaw: ğ‘£ğ‘´ğ‘¥ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Launch calculator
en@shaw: ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘¼

source: Launch email client
en@shaw: ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘°ğ‘¥ğ‘±ğ‘¤ ğ‘’ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘‘

source: Launch help browser
en@shaw: ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘šğ‘®ğ‘¬ğ‘Ÿğ‘¼

source: Launch media player
en@shaw: ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘© ğ‘ğ‘¤ğ‘±ğ‘¼

source: Launch web browser
en@shaw: ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘¢ğ‘§ğ‘š ğ‘šğ‘®ğ‘¬ğ‘Ÿğ‘¼

source: Lock screen
en@shaw: ğ‘¤ğ‘ªğ‘’ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: Log out
en@shaw: ğ‘¤ğ‘ªğ‘œ ğ‘¬ğ‘‘

source: Next track
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘’

source: Pause playback
en@shaw: ğ‘ğ‘·ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘šğ‘¨ğ‘’

source: Play (or play/pause)
en@shaw: ğ‘ğ‘¤ğ‘± (ğ‘¹ ğ‘ğ‘¤ğ‘±/ğ‘ğ‘·ğ‘Ÿ)

source: Previous track
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘‘ğ‘®ğ‘¨ğ‘’

source: Search
en@shaw: ğ‘•ğ‘»ğ‘—

source: Stop playback
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ğ‘¤ğ‘±ğ‘šğ‘¨ğ‘’

source: Volume down
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘›ğ‘¬ğ‘¯

source: Volume mute
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘¥ğ‘¿ğ‘‘

source: Volume step
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘•ğ‘‘ğ‘§ğ‘

source: Volume step as percentage of volume.
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘¨ğ‘Ÿ ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥.

source: Volume up
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘³ğ‘

source: File for default configuration for RandR
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘¹ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ RandR

source: Show Displays in Notification Area
en@shaw: ğ‘–ğ‘´ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ºğ‘¦ğ‘©

source: The XRandR plugin will look for a default configuration in the file specified by this key. This is similar to the ~/.config/monitors.xml that normally gets stored in users' home directories. If a user does not have such a file, or has one that does not match the user's setup of monitors, then the file specified by this key will be used instead.
en@shaw: ğ‘ XRandR ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘«ğ‘’ ğ‘“ğ‘¹ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘šğ‘² ğ‘ğ‘¦ğ‘• ğ‘’ğ‘°. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘•ğ‘¦ğ‘¥ğ‘¦ğ‘¤ğ‘¼ ğ‘‘ ğ‘ ~/.config/monitors.xml ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘œğ‘§ğ‘‘ğ‘• ğ‘•ğ‘‘ğ‘¹ğ‘› ğ‘¦ğ‘¯ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ' ğ‘£ğ‘´ğ‘¥ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘© ğ‘¿ğ‘Ÿğ‘¼ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘³ğ‘— ğ‘© ğ‘“ğ‘²ğ‘¤, ğ‘¹ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘´ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘¨ğ‘— ğ‘ ğ‘¿ğ‘Ÿğ‘¼'ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘ ğ‘ ğ‘¥ğ‘­ğ‘¯ğ‘©ğ‘‘ğ‘»ğ‘Ÿ, ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘šğ‘² ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘›.

source: Turn on external monitor after system boot
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘ªğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘šğ‘µğ‘‘

source: Turn on external monitor after system boot if user plugs in external monitor on system boot.
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘ªğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘šğ‘µğ‘‘ ğ‘¦ğ‘“ ğ‘¿ğ‘Ÿğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘ªğ‘¯ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘šğ‘µğ‘‘.

source: Turn on laptop monitor after system boot
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘ªğ‘¯ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘šğ‘µğ‘‘

source: Turn on laptop monitor after system boot if user plugs in external monitor on system boot.
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘ªğ‘¯ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘šğ‘µğ‘‘ ğ‘¦ğ‘“ ğ‘¿ğ‘Ÿğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘ªğ‘¯ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘šğ‘µğ‘‘.

source: Whether a notification icon with display-related things should be shown in the panel.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘© ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±-ğ‘®ğ‘¦ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤.

source: Hinting
en@shaw: ğ‘£ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘™

source: RGBA order
en@shaw: RGBA ğ‘¹ğ‘›ğ‘¼

source: The resolution used for converting font sizes to pixel sizes, in dots per inch.
en@shaw: ğ‘ ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¤ğ‘µğ‘–ğ‘©ğ‘¯ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿğ‘©ğ‘Ÿ ğ‘‘ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿğ‘©ğ‘Ÿ, ğ‘¦ğ‘¯ ğ‘›ğ‘ªğ‘‘ğ‘• ğ‘ğ‘» ğ‘¦ğ‘¯ğ‘—.

source: The type of hinting to use when rendering fonts. Possible values are: "none" for no hinting, "slight" for basic, "medium" for moderate, and "full" for maximum hinting (may cause distortion of letter forms).
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘£ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘‘ ğ‘¿ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘»ğ‘¦ğ‘™ ğ‘“ğ‘ªğ‘¯ğ‘‘ğ‘•. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸: "none" ğ‘“ğ‘¹ ğ‘¯ğ‘´ ğ‘£ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘™, "slight" ğ‘“ğ‘¹ ğ‘šğ‘±ğ‘•ğ‘¦ğ‘’, "medium" ğ‘“ğ‘¹ ğ‘¥ğ‘´ğ‘›ğ‘®ğ‘±ğ‘‘, ğ‘¯ "full" ğ‘“ğ‘¹ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘£ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘™ (ğ‘¥ğ‘± ğ‘’ğ‘·ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘ªğ‘®ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¤ğ‘§ğ‘‘ğ‘¼ ğ‘“ğ‘¹ğ‘¥ğ‘Ÿ).

source: Allowed keys
en@shaw: ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘’ğ‘°ğ‘Ÿ

source: Enable horizontal scrolling
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘¦ğ‘™

source: Set this to TRUE to allow horizontal scrolling by the same method selected with the scroll_method key.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘©ğ‘¤ğ‘¬ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘¦ğ‘™ ğ‘šğ‘² ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¥ğ‘§ğ‘”ğ‘©ğ‘› ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ scroll_method ğ‘’ğ‘°.

source: MATE Settings Daemon
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘›ğ‘°ğ‘¥ğ‘©ğ‘¯

source: Binding to toggle the magnifier.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘©ğ‘“ğ‘²ğ‘».

source: Binding to toggle the on-screen keyboard.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ ğ‘ªğ‘¯-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›.

source: Binding to toggle the screen reader.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¼.

source: Bounce keys
en@shaw: ğ‘šğ‘¶ğ‘¯ğ‘• ğ‘’ğ‘°ğ‘Ÿ

source: Command used to turn the magnifier on or off.
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘‘ğ‘»ğ‘¯ ğ‘ ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘©ğ‘“ğ‘²ğ‘» ğ‘ªğ‘¯ ğ‘¹ ğ‘ªğ‘“.

source: Command used to turn the on-screen keyboard on or off.
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘‘ğ‘»ğ‘¯ ğ‘ ğ‘ªğ‘¯-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘ªğ‘¯ ğ‘¹ ğ‘ªğ‘“.

source: Command used to turn the screen reader on or off.
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘‘ğ‘»ğ‘¯ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¼ ğ‘ªğ‘¯ ğ‘¹ ğ‘ªğ‘“.

source: Enable XRandR plugin
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ XRandR ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Enable accessibility keyboard plugin
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Enable background plugin
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Enable clipboard plugin
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Enable font plugin
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Enable housekeeping plugin
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘£ğ‘¶ğ‘•ğ‘’ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Enable keyboard plugin
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Enable media keys plugin
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘© ğ‘’ğ‘°ğ‘Ÿ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Enable mouse plugin
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¥ğ‘¬ğ‘• ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Enable smartcard plugin
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¥ğ‘­ğ‘®ğ‘‘ğ‘’ğ‘­ğ‘®ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Enable sound plugin
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Enable typing breaks plugin
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘ğ‘¦ğ‘™ ğ‘šğ‘®ğ‘±ğ‘’ğ‘• ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Mouse keys
en@shaw: ğ‘¥ğ‘¬ğ‘• ğ‘’ğ‘°ğ‘Ÿ

source: On-screen keyboard
en@shaw: ğ‘ªğ‘¯-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: Screen magnifier
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘©ğ‘“ğ‘²ğ‘»

source: Screen reader
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¼

source: Set to True to enable the housekeeping plugin, to prune transient file caches.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘£ğ‘¶ğ‘•ğ‘’ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯, ğ‘‘ ğ‘ğ‘®ğ‘µğ‘¯ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘ ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘¨ğ‘–ğ‘©ğ‘Ÿ.

source: Set to True to enable the plugin to manage XRandR settings.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ XRandR ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ.

source: Set to True to enable the plugin to manage clipboard settings.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘› ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ.

source: Set to True to enable the plugin to manage desktop background settings.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ.

source: Set to True to enable the plugin to manage font settings.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ.

source: Set to True to enable the plugin to manage keyboard settings.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ.

source: Set to True to enable the plugin to manage locking the screen on smartcard removal.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘¤ğ‘ªğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘ªğ‘¯ ğ‘•ğ‘¥ğ‘­ğ‘®ğ‘‘ğ‘’ğ‘­ğ‘®ğ‘› ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘©ğ‘¤.

source: Set to True to enable the plugin to manage mouse settings.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘¥ğ‘¬ğ‘• ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ.

source: Set to True to enable the plugin to manage multimedia keys settings.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘¥ğ‘°ğ‘›ğ‘°ğ‘© ğ‘’ğ‘°ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ.

source: Set to True to enable the plugin to manage sound sample caches.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘¨ğ‘–ğ‘©ğ‘Ÿ.

source: Set to True to enable the plugin to manage the accessibility keyboard settings.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ.

source: Set to True to enable the plugin to manage typing breaks.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘ğ‘¦ğ‘™ ğ‘šğ‘®ğ‘±ğ‘’ğ‘•.

source: Set to True to enable the plugin to manage xrdb settings.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ xrdb ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ.

source: Set to True to enable the plugin to manage xsettings.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ xsettings.

source: Slow keys
en@shaw: ğ‘•ğ‘¤ğ‘´ ğ‘’ğ‘°ğ‘Ÿ

source: Sticky keys
en@shaw: ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘’ğ‘°ğ‘Ÿ

source: The name of the keyboard shortcut to toggle the magnifier
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘©ğ‘“ğ‘²ğ‘»

source: The name of the keyboard shortcut to toggle the on-screen keyboard
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ ğ‘ªğ‘¯-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: The name of the keyboard shortcut to toggle the screen reader
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¼

source: This is the name of the keyboard shortcut to toggle the magnifier. This name will be shown in the keyboard shortcut preferences dialog.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘©ğ‘“ğ‘²ğ‘». ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ.

source: This is the name of the keyboard shortcut to toggle the on-screen keyboard. This name will be shown in the keyboard shortcut preferences dialog.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ ğ‘ªğ‘¯-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›. ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ.

source: This is the name of the keyboard shortcut to toggle the screen reader. This name will be shown in the keyboard shortcut preferences dialog.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¼. ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ.

source: Toggle magnifier
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘©ğ‘“ğ‘²ğ‘»

source: Toggle on-screen keyboard
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ªğ‘¯-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: Toggle screen reader
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¼

source: Whether the bounce keys keyboard accessibility feature is turned on.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘šğ‘¶ğ‘¯ğ‘• ğ‘’ğ‘°ğ‘Ÿ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘“ğ‘°ğ‘—ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘ªğ‘¯.

source: Whether the mouse keys keyboard accessibility feature is turned on.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘’ğ‘°ğ‘Ÿ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘“ğ‘°ğ‘—ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘ªğ‘¯.

source: Whether the on-screen keyboard is turned on.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘ªğ‘¯-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¦ğ‘Ÿ ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘ªğ‘¯.

source: Whether the screen magnifier is turned on.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘©ğ‘“ğ‘²ğ‘» ğ‘¦ğ‘Ÿ ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘ªğ‘¯.

source: Whether the screen reader is turned on.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘ªğ‘¯.

source: Whether the slow keys keyboard accessibility feature is turned on.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘¤ğ‘´ ğ‘’ğ‘°ğ‘Ÿ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘“ğ‘°ğ‘—ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘ªğ‘¯.

source: Whether the sticky keys keyboard accessibility feature is turned on.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘’ğ‘°ğ‘Ÿ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘“ğ‘°ğ‘—ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘ªğ‘¯.

source: Set this to one of "none", "lock_screen", or "force_logout". The action will get performed when the smartcard used for log in is removed.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘ "none", "lock_screen", ğ‘¹ "force_logout". ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘§ğ‘‘ ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘¥ğ‘­ğ‘®ğ‘‘ğ‘’ğ‘­ğ‘®ğ‘› ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘›.

source: Smartcard removal action
en@shaw: ğ‘•ğ‘¥ğ‘­ğ‘®ğ‘‘ğ‘’ğ‘­ğ‘®ğ‘› ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘©ğ‘¤ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: Enable debugging code
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™ ğ‘’ğ‘´ğ‘›

source: Don't become a daemon
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘© ğ‘›ğ‘°ğ‘¥ğ‘©ğ‘¯

source: MateConf prefix from which to load plugin settings
en@shaw: MateConf ğ‘ğ‘®ğ‘°ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Exit after a time (for debugging)
en@shaw: ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘© ğ‘‘ğ‘²ğ‘¥ (ğ‘“ğ‘¹ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™)

source: Accessibility Keyboard
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: Accessibility keyboard plugin
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: There was an error displaying help: %s
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘£ğ‘§ğ‘¤ğ‘: %s

source: Do you want to activate Slow Keys?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ ğ‘•ğ‘¤ğ‘´ ğ‘’ğ‘°ğ‘Ÿ?

source: Do you want to deactivate Slow Keys?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘°ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ ğ‘•ğ‘¤ğ‘´ ğ‘’ğ‘°ğ‘Ÿ?

source: You just held down the Shift key for 8 seconds. This is the shortcut for the Slow Keys feature, which affects the way your keyboard works.
en@shaw: ğ‘¿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘› ğ‘›ğ‘¬ğ‘¯ ğ‘ ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ 8 ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘¤ğ‘´ ğ‘’ğ‘°ğ‘Ÿ ğ‘“ğ‘°ğ‘—ğ‘¼, ğ‘¢ğ‘¦ğ‘— ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘¢ğ‘± ğ‘¿ğ‘¼ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¢ğ‘»ğ‘’ğ‘•.

source: Don't activate
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘

source: Don't deactivate
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘›ğ‘°ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘

source: Activate
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘

source: Deactivate
en@shaw: ğ‘›ğ‘°ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘

source: Do_n't activate
en@shaw: _ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘

source: Do_n't deactivate
en@shaw: _ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘›ğ‘°ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘

source: _Activate
en@shaw: _ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘

source: _Deactivate
en@shaw: _ğ‘›ğ‘°ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘

source: Slow Keys Alert
en@shaw: ğ‘•ğ‘¤ğ‘´ ğ‘’ğ‘°ğ‘Ÿ ğ‘©ğ‘¤ğ‘»ğ‘‘

source: Do you want to activate Sticky Keys?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘’ğ‘°ğ‘Ÿ?

source: Do you want to deactivate Sticky Keys?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘°ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘’ğ‘°ğ‘Ÿ?

source: You just pressed the Shift key 5 times in a row. This is the shortcut for the Sticky Keys feature, which affects the way your keyboard works.
en@shaw: ğ‘¿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘’ğ‘° 5 ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘®ğ‘´. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘’ğ‘°ğ‘Ÿ ğ‘“ğ‘°ğ‘—ğ‘¼, ğ‘¢ğ‘¦ğ‘— ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘¢ğ‘± ğ‘¿ğ‘¼ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¢ğ‘»ğ‘’ğ‘•.

source: You just pressed two keys at once, or pressed the Shift key 5 times in a row. This turns off the Sticky Keys feature, which affects the way your keyboard works.
en@shaw: ğ‘¿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘‘ğ‘µ ğ‘’ğ‘°ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘•, ğ‘¹ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘’ğ‘° 5 ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘®ğ‘´. ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘ªğ‘“ ğ‘ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘’ğ‘°ğ‘Ÿ ğ‘“ğ‘°ğ‘—ğ‘¼, ğ‘¢ğ‘¦ğ‘— ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘¢ğ‘± ğ‘¿ğ‘¼ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¢ğ‘»ğ‘’ğ‘•.

source: Sticky Keys Alert
en@shaw: ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘’ğ‘°ğ‘Ÿ ğ‘©ğ‘¤ğ‘»ğ‘‘

source: Universal Access Preferences
en@shaw: ğ‘¿ğ‘¯ğ‘©ğ‘ğ‘»ğ‘•ğ‘©ğ‘¤ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Enhance _contrast in colors
en@shaw: ğ‘§ğ‘¯ğ‘£ğ‘¨ğ‘¯ğ‘• _ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘­ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: Make _text larger and easier to read
en@shaw: ğ‘¥ğ‘±ğ‘’ _ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¤ğ‘¸ğ‘¡ğ‘¼ ğ‘¯ ğ‘°ğ‘Ÿğ‘¦ğ‘¼ ğ‘‘ ğ‘®ğ‘°ğ‘›

source: Press and _hold keys to accept them (Slow Keys)
en@shaw: ğ‘ğ‘®ğ‘§ğ‘• ğ‘¯ _ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘’ğ‘°ğ‘Ÿ ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘ğ‘§ğ‘¥ (ğ‘•ğ‘¤ğ‘´ ğ‘’ğ‘°ğ‘Ÿ)

source: Use on-screen _keyboard
en@shaw: ğ‘¿ğ‘Ÿ ğ‘ªğ‘¯-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ _ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: Use screen _magnifier
en@shaw: ğ‘¿ğ‘Ÿ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ _ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘©ğ‘“ğ‘²ğ‘»

source: Use screen _reader
en@shaw: ğ‘¿ğ‘Ÿ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ _ğ‘®ğ‘°ğ‘›ğ‘¼

source: _Press keyboard shortcuts one key at a time (Sticky Keys)
en@shaw: _ğ‘ğ‘®ğ‘§ğ‘• ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘–ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ğ‘• ğ‘¢ğ‘³ğ‘¯ ğ‘’ğ‘° ğ‘¨ğ‘‘ ğ‘© ğ‘‘ğ‘²ğ‘¥ (ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘’ğ‘°ğ‘Ÿ)

source: Background
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›

source: Background plugin
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯
