Repository: perberos/Mate-Desktop-Environment
Catalog: mate-settings-daemon/po/*.po
Languages: en@shaw

source: Clipboard
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘›

source: Clipboard plugin
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Dummy
en@shaw: ğ‘›ğ‘©ğ‘¥ğ‘°

source: Dummy plugin
en@shaw: ğ‘›ğ‘©ğ‘¥ğ‘° ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Font
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Font plugin
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Don't show any warnings again for this file system
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘–ğ‘´ ğ‘§ğ‘¯ğ‘¦ ğ‘¢ğ‘ªğ‘®ğ‘¯ğ‘¦ğ‘™ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Don't show any warnings again
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘–ğ‘´ ğ‘§ğ‘¯ğ‘¦ ğ‘¢ğ‘ªğ‘®ğ‘¯ğ‘¦ğ‘™ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯

source: The volume "%s" has only %s disk space remaining.
en@shaw: ğ‘ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ "%s" ğ‘£ğ‘¨ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ %s ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘•ğ‘ğ‘±ğ‘• ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™.

source: This computer has only %s disk space remaining.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ %s ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘•ğ‘ğ‘±ğ‘• ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™.

source: You can free up disk space by emptying the Trash, removing unused programs or files, or moving files to another disk or partition.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘®ğ‘° ğ‘³ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘² ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘°ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘–, ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘©ğ‘¯ğ‘˜ğ‘µğ‘Ÿğ‘› ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘Ÿ ğ‘¹ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ, ğ‘¹ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘¹ ğ‘ğ‘¸ğ‘‘ğ‘¦ğ‘–ğ‘©ğ‘¯.

source: You can free up disk space by removing unused programs or files, or by moving files to another disk or partition.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘®ğ‘° ğ‘³ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘² ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘©ğ‘¯ğ‘˜ğ‘µğ‘Ÿğ‘› ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘Ÿ ğ‘¹ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ, ğ‘¹ ğ‘šğ‘² ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘¹ ğ‘ğ‘¸ğ‘‘ğ‘¦ğ‘–ğ‘©ğ‘¯.

source: You can free up disk space by emptying the Trash, removing unused programs or files, or moving files to an external disk.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘®ğ‘° ğ‘³ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘² ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘°ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘–, ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘©ğ‘¯ğ‘˜ğ‘µğ‘Ÿğ‘› ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘Ÿ ğ‘¹ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ, ğ‘¹ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘©ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘’.

source: You can free up disk space by removing unused programs or files, or by moving files to an external disk.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘®ğ‘° ğ‘³ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘² ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘©ğ‘¯ğ‘˜ğ‘µğ‘Ÿğ‘› ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘Ÿ ğ‘¹ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ, ğ‘¹ ğ‘šğ‘² ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘©ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘’.

source: Low Disk Space
en@shaw: ğ‘¤ğ‘´ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘•ğ‘ğ‘±ğ‘•

source: Empty Trash
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘®ğ‘¨ğ‘–

source: Examineâ€¦
en@shaw: ğ‘¦ğ‘œğ‘Ÿğ‘¨ğ‘¥ğ‘¦ğ‘¯â€¦

source: Ignore
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹

source: Removing item %lu of %lu
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘²ğ‘‘ğ‘©ğ‘¥ %lu ğ‘ %lu

source: Removing: %s
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™: %s

source: Emptying the trash
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘°ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘–

source: Preparing to empty trashâ€¦
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘ºğ‘¦ğ‘™ ğ‘‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘®ğ‘¨ğ‘–â€¦

source: From:
en@shaw: ğ‘“ğ‘®ğ‘ªğ‘¥:

source: Empty all of the items from the trash?
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘–?

source: If you choose to empty the trash, all items in it will be permanently lost. Please note that you can also delete them separately.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘—ğ‘µğ‘Ÿ ğ‘‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘–, ğ‘·ğ‘¤ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¤ğ‘ªğ‘•ğ‘‘. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¯ğ‘´ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘‘ğ‘¤ğ‘¦.

source: _Empty Trash
en@shaw: _ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘®ğ‘¨ğ‘–

source: Key binding (%s) is invalid
en@shaw: ğ‘’ğ‘° ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ (%s) ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: Key binding (%s) is incomplete
en@shaw: ğ‘’ğ‘° ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ (%s) ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘

source: Error while trying to run (%s) which is linked to the key (%s)
en@shaw: ğ‘»ğ‘¼ ğ‘¢ğ‘²ğ‘¤ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘®ğ‘³ğ‘¯ (%s) ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘‘ ğ‘‘ ğ‘ ğ‘’ğ‘° (%s)

source: Keyboard
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: Keyboard plugin
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Unknown
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯

source: Keyboard Layout "%s"
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¤ğ‘±ğ‘¬ğ‘‘ "%s"

source: _Layouts
en@shaw: _ğ‘¤ğ‘±ğ‘¬ğ‘‘ğ‘•

source: Keyboard _Preferences
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› _ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Show _Current Layout
en@shaw: ğ‘–ğ‘´ _ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘±ğ‘¬ğ‘‘

source: A_vailable files:
en@shaw: _ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ:

source: _Do not show this message again
en@shaw: _ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘©ğ‘œğ‘±ğ‘¯

source: _Load
en@shaw: _ğ‘¤ğ‘´ğ‘›

source: _Loaded files:
en@shaw: _ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ:

source: Keyboard Layout
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¤ğ‘±ğ‘¬ğ‘‘

source: Could not get default terminal. Verify that your default terminal command is set and points to a valid application.
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤. ğ‘ğ‘§ğ‘®ğ‘¦ğ‘“ğ‘² ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘¯ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯.

source: Couldn't execute command: %s Verify that this is a valid command.
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›: %s ğ‘ğ‘§ğ‘®ğ‘¦ğ‘“ğ‘² ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›.

source: Disabled
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›

source: %u Output
en@shaw: %u ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘

source: %u Input
en@shaw: %u ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘

source: System Sounds
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ

source: Media keys
en@shaw: ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘© ğ‘’ğ‘°ğ‘Ÿ

source: Media keys plugin
en@shaw: ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘© ğ‘’ğ‘°ğ‘Ÿ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Could not enable mouse accessibility features
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¥ğ‘¬ğ‘• ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘“ğ‘°ğ‘—ğ‘¼ğ‘Ÿ

source: Mouse Preferences
en@shaw: ğ‘¥ğ‘¬ğ‘• ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Mouse
en@shaw: ğ‘¥ğ‘¬ğ‘•

source: Mouse plugin
en@shaw: ğ‘¥ğ‘¬ğ‘• ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Typing Break
en@shaw: ğ‘‘ğ‘²ğ‘ğ‘¦ğ‘™ ğ‘šğ‘®ğ‘±ğ‘’

source: Typing break plugin
en@shaw: ğ‘‘ğ‘²ğ‘ğ‘¦ğ‘™ ğ‘šğ‘®ğ‘±ğ‘’ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Set up screen size and rotation settings
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘³ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘•ğ‘²ğ‘Ÿ ğ‘¯ ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Could not switch the monitor configuration
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Could not restore the display's configuration
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±'ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Could not restore the display's configuration from a backup
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±'ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘šğ‘¨ğ‘’ğ‘³ğ‘

source: The display will be reset to its previous configuration in %d second
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ %d ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›

source: Does the display look OK?
en@shaw: ğ‘›ğ‘´ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¤ğ‘«ğ‘’ ğ‘´ğ‘’ğ‘±?

source: _Restore Previous Configuration
en@shaw: _ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: _Keep This Configuration
en@shaw: _ğ‘’ğ‘°ğ‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: The selected configuration for displays could not be applied
en@shaw: ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘Ÿ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘©ğ‘ğ‘¤ğ‘²ğ‘›

source: Could not refresh the screen information: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘– ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯: %s

source: Trying to switch the monitor configuration anyway.
en@shaw: ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±.

source: Rotation not supported
en@shaw: ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Could not save monitor configuration
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Normal
en@shaw: ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤

source: Left
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘

source: Right
en@shaw: ğ‘®ğ‘²ğ‘‘

source: Upside Down
en@shaw: ğ‘³ğ‘ğ‘•ğ‘²ğ‘› ğ‘›ğ‘¬ğ‘¯

source: _Configure Display Settingsâ€¦
en@shaw: _ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿâ€¦

source: Configure display settings
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Could not apply the stored configuration for monitors
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘ğ‘¤ğ‘² ğ‘ ğ‘•ğ‘‘ğ‘¹ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘¥ğ‘­ğ‘¯ğ‘©ğ‘‘ğ‘»ğ‘Ÿ

source: Cannot determine user's home directory
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ ğ‘¿ğ‘Ÿğ‘¼'ğ‘• ğ‘£ğ‘´ğ‘¥ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Manage the X resource database
en@shaw: ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘ X ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘šğ‘±ğ‘•

source: X Resource Database
en@shaw: X ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘šğ‘±ğ‘•

source: MateConf key %s set to type %s but its expected type was %s
en@shaw: MateConf ğ‘’ğ‘° %s ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘²ğ‘ %s ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘²ğ‘ ğ‘¢ğ‘ªğ‘Ÿ %s

source: Manage X Settings
en@shaw: ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ X ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: X Settings
en@shaw: X ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Module Path
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ ğ‘ğ‘­ğ‘”

source: path to smartcard PKCS #11 driver
en@shaw: ğ‘ğ‘­ğ‘” ğ‘‘ ğ‘•ğ‘¥ğ‘­ğ‘®ğ‘‘ğ‘’ğ‘­ğ‘®ğ‘› PKCS #11 ğ‘›ğ‘®ğ‘²ğ‘ğ‘¼

source: received error or hang up from event source
en@shaw: ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘»ğ‘¼ ğ‘¹ ğ‘£ğ‘¨ğ‘™ ğ‘³ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘¹ğ‘•

source: NSS security system could not be initialized
en@shaw: NSS ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘›

source: no suitable smartcard driver could be found
en@shaw: ğ‘¯ğ‘´ ğ‘•ğ‘¿ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¥ğ‘­ğ‘®ğ‘‘ğ‘’ğ‘­ğ‘®ğ‘› ğ‘›ğ‘®ğ‘²ğ‘ğ‘¼ ğ‘’ğ‘«ğ‘› ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘›

source: smartcard driver '%s' could not be loaded
en@shaw: ğ‘•ğ‘¥ğ‘­ğ‘®ğ‘‘ğ‘’ğ‘­ğ‘®ğ‘› ğ‘›ğ‘®ğ‘²ğ‘ğ‘¼ '%s' ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›

source: could not watch for incoming card events - %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘ªğ‘— ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘’ğ‘¸ğ‘› ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘• - %s

source: encountered unexpected error while waiting for smartcard events
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘¶ğ‘¯ğ‘‘ğ‘»ğ‘› ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘»ğ‘¼ ğ‘¢ğ‘²ğ‘¤ ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘•ğ‘¥ğ‘­ğ‘®ğ‘‘ğ‘’ğ‘­ğ‘®ğ‘› ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘•

source: Slot ID
en@shaw: ğ‘•ğ‘¤ğ‘ªğ‘‘ ID

source: The slot the card is in
en@shaw: ğ‘ ğ‘•ğ‘¤ğ‘ªğ‘‘ ğ‘ ğ‘’ğ‘¸ğ‘› ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯

source: Slot Series
en@shaw: ğ‘•ğ‘¤ğ‘ªğ‘‘ ğ‘•ğ‘½ğ‘¦ğ‘Ÿ

source: per-slot card identifier
en@shaw: ğ‘ğ‘»-ğ‘•ğ‘¤ğ‘ªğ‘‘ ğ‘’ğ‘¸ğ‘› ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘¼

source: name
en@shaw: ğ‘¯ğ‘±ğ‘¥

source: Module
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤

source: smartcard driver
en@shaw: ğ‘•ğ‘¥ğ‘­ğ‘®ğ‘‘ğ‘’ğ‘­ğ‘®ğ‘› ğ‘›ğ‘®ğ‘²ğ‘ğ‘¼
