Repository: perberos/Mate-Desktop-Environment
Catalog: libmatecomponentui/po/*.po
Languages: en@shaw

source: The factory pointer
en@shaw: 拣 娥

source: The User interface container
en@shaw: 筐 拣别 别

source: Dock the toolbar
en@shaw: 叼ゐ

source: Undock the toolbar
en@shaw: 叼ゐ

source: Shadow type
en@shaw: 拆

source: Orientation
en@shaw: 别

source: Preferred width
en@shaw: 火

source: Preferred height
en@shaw: 火 ｐ拆

source: Select a file to open
en@shaw: ゐю 拆 答

source: Select files to open
en@shaw: ゐю 拆ゐ 答

source: Select a filename to save
en@shaw: ゐю 拆ゐ别 别

source: Event Forwarding
en@shaw: ю 火

source: Whether X events should be forwarded
en@shaw: ю X ю 火

source: Name
en@shaw: 别

source: Interfaces required
en@shaw: 拣别 拆拣

source: Interface required entry
en@shaw: 拣别 拆拣 ю

source: One of the interfaces that's required
en@shaw: 仇 拣别 ' 拆拣

source: _Hide
en@shaw: _ｐ拆

source: Toolbars
en@shaw: 叼ゐ葛

source: toolbars
en@shaw: 叼ゐ葛

source: Look
en@shaw: ゐ

source: _Icon
en@shaw: _拆

source: _Text and Icon
en@shaw: _ю 拆

source: Text only
en@shaw: ю 答ゐ

source: _Priority text only
en@shaw: _拆 ю 答ゐ

source: Debug
en@shaw: 梆仇

source: _Dump XML
en@shaw: _仇ヰ XML

source: FLAGS
en@shaw: ゐ

source: X display to use
en@shaw: X ゐ 筐

source: DISPLAY
en@shaw: ゐ

source: X screen to use
en@shaw: X 梆 筐

source: SCREEN
en@shaw: 梆

source: Don't use X shared memory extension
en@shaw: 答 筐 X 吼 ヰюヰ拣 ю

source: Program name as used by the window manager
en@shaw: 答 别 筐 ヰ○

source: NAME
en@shaw: 别

source: Program class as used by the window manager
en@shaw: 答 ゐ 筐 ヰ○

source: CLASS
en@shaw: ゐ

source: Make all warnings fatal
en@shaw: ヰ别 佛 别

source: MODULE
en@shaw: ヰ筐

source: MateComponent GUI support
en@shaw: 路 GUI 桂

source: B_oth
en@shaw: _答

source: T_ext
en@shaw: _ю

source: Hide t_ips
en@shaw: ｐ拆 _

source: _Hide toolbar
en@shaw: _ｐ拆 叼ゐ

source: Customi_ze
en@shaw: ヰ_

source: Customize the toolbar
en@shaw: ヰ拆 叼ゐ

source: is floating
en@shaw: ゐ答

source: whether the toolbar is floating
en@shaw: ю 叼ゐ ゐ答

source: Style of bevel around the toolbar
en@shaw: 拆 ю 拣 叼ゐ

source: Could not display help for this application
en@shaw: ゐ ｐюゐ ゐ别

source: View help for this application
en@shaw: ｐюゐ ゐ别

source: Zoom level
en@shaw: 叼 ゐю

source: Minimum Zoom level
en@shaw: ヰヰ 叼 ゐю

source: Maximum Zoom level
en@shaw: ヰヰ 叼 ゐю

source: Has a minimum Zoom level
en@shaw: ｐ ヰヰ 叼 ゐю

source: Whether we have a valid minimum zoom level
en@shaw: ю ｐ ゐ ヰヰ 叼 ゐю

source: Has a maximum Zoom level
en@shaw: ｐ ヰヰ 叼 ゐю

source: Whether we have a valid maximum zoom level
en@shaw: ю ｐ ゐ ヰヰ 叼 ゐю

source: Is continuous
en@shaw: 筐

source: Whether we zoom continuously (as opposed to jumps)
en@shaw: ю 叼 筐ゐ ( 答 ○仇ヰ)

source: About this application
en@shaw: ゐ别

source: Select
en@shaw: ゐю

source: _Edit
en@shaw: _ю

source: _File
en@shaw: _拆

source: _Select
en@shaw: _ゐю

source: This does nothing; it is only a demonstration.
en@shaw: 答 仇; 答ゐ юヰ别.

source: Mate Hello
en@shaw: 路答 ｐゐ

source: Hello, World!
en@shaw: ｐゐ, 火ゐ!

source: MateComponent Component Browser
en@shaw: 路 ヰ答

source: Shows available MateComponent components
en@shaw: 答 别ゐ 路 ヰ答

source: About this program...
en@shaw: 答...

source: Close the current window
en@shaw: ゐ答 仇

source: Open a new window
en@shaw: 答

source: _Help
en@shaw: _ｐюゐ

source: General
en@shaw: ○ю拣

source: Location
en@shaw: ゐ答别

source: Details
en@shaw: 梆别ゐ

source: Detailed Information
en@shaw: 梆别ゐ 拣ヰ别

source: Type
en@shaw: 拆

source: Component Details
en@shaw: ヰ答 梆别ゐ

source: MateComponent Browser
en@shaw: 路

source: Copyright 2001, The MATE Foundation
en@shaw: 拆 2001, 路答 别

source: MateComponent component browser
en@shaw: 路 ヰ答

source: translator-credits
en@shaw: ゐ别-ю

source: Component Browser
en@shaw: ヰ答

source: All
en@shaw: 佛
