Repository: perberos/Mate-Desktop-Environment
Catalog: mate-extract/po/*.po
Languages: en@shaw

source: File is not a valid .desktop file
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› .desktop ğ‘“ğ‘²ğ‘¤

source: Unrecognized desktop file Version '%s'
en@shaw: ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ '%s'

source: Starting %s
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ %s

source: Application does not accept documents on command line
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯

source: Unrecognized launch option: %d
en@shaw: ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯: %d

source: Disable connection to session manager
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Specify file containing saved configuration
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘•ğ‘±ğ‘ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: FILE
en@shaw: ğ‘“ğ‘²ğ‘¤

source: Specify session management ID
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ID

source: Session management options:
en@shaw: ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:

source: Show session management options
en@shaw: ğ‘–ğ‘´ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Archive Manager
en@shaw: ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Create and modify an archive
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¯ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘©ğ‘¯ ğ‘¸ğ‘’ğ‘²ğ‘

source: Load Options
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Compress
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘®ğ‘§ğ‘•

source: Location
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: _Encrypt the file list too
en@shaw: _ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘‘ğ‘µ

source: _Filename:
en@shaw: _ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥:

source: _Location:
en@shaw: _ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯:

source: _Other Options
en@shaw: _ğ‘³ğ‘ğ‘¼ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: _Password:
en@shaw: _ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:

source: <span weight="bold" size="larger">Password required</span>
en@shaw: <span weight="bold" size="larger">ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›</span>

source: Delete
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘

source: _All files
en@shaw: _ğ‘·ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: _Files:
en@shaw: _ğ‘“ğ‘²ğ‘¤ğ‘Ÿ:

source: _Selected files
en@shaw: _ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Open Files
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: _Application:
en@shaw: _ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯:

source: <i><b>Note:</b> the password will be used to encrypt files you add to the current archive, and to decrypt files you extract from the current archive. When the archive is closed the password will be deleted.</i>
en@shaw: <i><b>ğ‘¯ğ‘´ğ‘‘:</b> ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¿ ğ‘¨ğ‘› ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¸ğ‘’ğ‘²ğ‘, ğ‘¯ ğ‘‘ ğ‘›ğ‘¦ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¿ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¸ğ‘’ğ‘²ğ‘. ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘› ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›.</i>

source: Password
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›

source: _Update
en@shaw: _ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Extract Here
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘£ğ‘½

source: Extract the selected archive in the current position
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: Extract To...
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘‘...

source: Extract the selected archive
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¸ğ‘’ğ‘²ğ‘

source: Compress...
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘®ğ‘§ğ‘•...

source: Create a compressed archive with the selected objects
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ªğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘•

source: Could not create the archive
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘

source: You have to specify an archive name.
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘©ğ‘¯ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¯ğ‘±ğ‘¥.

source: You don't have permission to create an archive in this folder
en@shaw: ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘ªğ‘¯ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘©ğ‘¯ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Archive type not supported.
en@shaw: ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘‘ğ‘²ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›.

source: Could not delete the old archive.
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ ğ‘´ğ‘¤ğ‘› ğ‘¸ğ‘’ğ‘²ğ‘.

source: Open
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯

source: All archives
en@shaw: ğ‘·ğ‘¤ ğ‘¸ğ‘’ğ‘²ğ‘ğ‘Ÿ

source: All files
en@shaw: ğ‘·ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Last Output
en@shaw: ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘

source: File Roller is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘®ğ‘´ğ‘¤ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º; ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘¦ğ‘‘ ğ‘¯/ğ‘¹ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘¦ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘Ÿ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘¨ğ‘Ÿ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘–ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯; ğ‘²ğ‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ 2 ğ‘ ğ‘ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•, ğ‘¹ (ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯) ğ‘§ğ‘¯ğ‘¦ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯.

source: You should have received a copy of the GNU General Public License along with File Roller; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
en@shaw: ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘© ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘®ğ‘´ğ‘¤ğ‘¼; ğ‘¦ğ‘“ ğ‘¯ğ‘ªğ‘‘, ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘¦ğ‘™ğ‘’., 51 Â·ğ‘“ğ‘®ğ‘¨ğ‘™ğ‘’ğ‘¤ğ‘¦ğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘‘, ğ‘“ğ‘¦ğ‘“ğ‘” ğ‘“ğ‘¤ğ‘¹, Â·ğ‘šğ‘ªğ‘•ğ‘‘ğ‘©ğ‘¯, ğ‘¥ğ‘¶ 02110-1301 ğ‘˜ğ‘µğ‘§ğ‘•ğ‘±

source: An archive manager for MATE.
en@shaw: ğ‘©ğ‘¯ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘“ğ‘¹ Â·ğ‘œğ‘¯ğ‘´ğ‘¥.

source: translator-credits
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘©ğ‘• Â·ğ‘”ğ‘»ğ‘¥ğ‘©ğ‘¯

source: Could not add the files to the archive
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘› ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘

source: You don't have the right permissions to read files from folder "%s"
en@shaw: ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘ªğ‘¯ğ‘Ÿ ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ "%s"

source: Add Files
en@shaw: ğ‘¨ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Add only if _newer
en@shaw: ğ‘¨ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¦ğ‘“ _ğ‘¯ğ‘¿ğ‘¼

source: Add a Folder
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: example: *.o; *.bak
en@shaw: ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤: *.o; *.bak

source: Include _files:
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘› _ğ‘“ğ‘²ğ‘¤ğ‘Ÿ:

source: _Exclude folders:
en@shaw: _ğ‘§ğ‘’ğ‘•ğ‘’ğ‘¤ğ‘µğ‘› ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ:

source: _Load Options
en@shaw: _ğ‘¤ğ‘´ğ‘› ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: _Reset Options
en@shaw: _ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Save Options
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Options Name:
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ğ‘±ğ‘¥:

source: Enter the password for the archive '%s'.
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘ '%s'.

source: The name "%s" is not valid because it cannot contain the characters: %s %s
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ "%s" ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ: %s %s

source: Please use a different name.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¿ğ‘Ÿ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥.

source: You don't have the right permissions to create an archive in the destination folder.
en@shaw: ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘ªğ‘¯ğ‘Ÿ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘©ğ‘¯ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼.

source: Destination folder "%s" does not exist. Do you want to create it?
en@shaw: ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ "%s" ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¦ğ‘‘?

source: Create _Folder
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ _ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Could not create the destination folder: %s.
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼: %s.

source: Archive not created
en@shaw: ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›

source: The archive is already present. Do you want to overwrite it?
en@shaw: ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘ ğ‘¦ğ‘‘?

source: _Overwrite
en@shaw: _ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘

source: Extraction not performed
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ğ‘›

source: You don't have the right permissions to extract archives in the folder "%s"
en@shaw: ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘ªğ‘¯ğ‘Ÿ ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘¸ğ‘’ğ‘²ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ "%s"

source: Extract
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘

source: Actions
en@shaw: ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: New
en@shaw: ğ‘¯ğ‘¿

source: Save
en@shaw: ğ‘•ğ‘±ğ‘

source: Location:
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Name:
en@shaw: ğ‘¯ğ‘±ğ‘¥:

source: %s Properties
en@shaw: %s ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Modified on:
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘ªğ‘¯:

source: Archive size:
en@shaw: ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘•ğ‘²ğ‘Ÿ:

source: Content size:
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ:

source: Compression ratio:
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘®ğ‘±ğ‘–ğ‘¦ğ‘´:

source: Number of files:
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ:

source: Update the file "%s" in the archive "%s"?
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘ ğ‘“ğ‘²ğ‘¤ "%s" ğ‘¦ğ‘¯ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘ "%s"?

source: Update the files in the archive "%s"?
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘ "%s"?

source: File not found.
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›.

source: You don't have the right permissions.
en@shaw: ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘ªğ‘¯ğ‘Ÿ.

source: This archive type cannot be modified
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘‘ğ‘²ğ‘ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›

source: You can't add an archive to itself.
en@shaw: ğ‘¿ ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘¨ğ‘› ğ‘©ğ‘¯ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘‘ ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“.

source: Adding file:
en@shaw: ğ‘¨ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤:

source: Extracting file:
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤:

source: Removing file:
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤:

source: Could not find the volume: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥: %s

source: Deleting files from archive
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¸ğ‘’ğ‘²ğ‘

source: _Add
en@shaw: _ğ‘¨ğ‘›

source: _Extract
en@shaw: _ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘

source: %d object (%s)
en@shaw: %d ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ (%s)

source: %d object selected (%s)
en@shaw: %d ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› (%s)

source: Folder
en@shaw: ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: [read only]
en@shaw: [ğ‘®ğ‘§ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦]

source: Could not display the folder "%s"
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ "%s"

source: Creating archive
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘¸ğ‘’ğ‘²ğ‘

source: Loading archive
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘¸ğ‘’ğ‘²ğ‘

source: Reading archive
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘¸ğ‘’ğ‘²ğ‘

source: Testing archive
en@shaw: ğ‘‘ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¸ğ‘’ğ‘²ğ‘

source: Getting the file list
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Copying the file list
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ğ‘¦ğ‘™ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Adding files to archive
en@shaw: ğ‘¨ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘¸ğ‘’ğ‘²ğ‘

source: Extracting files from archive
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¸ğ‘’ğ‘²ğ‘

source: Saving archive
en@shaw: ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™ ğ‘¸ğ‘’ğ‘²ğ‘

source: _Open the Archive
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘

source: _Show the Files
en@shaw: _ğ‘–ğ‘´ ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Archive:
en@shaw: ğ‘¸ğ‘’ğ‘²ğ‘:

source: Extraction completed successfully
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦

source: Archive created successfully
en@shaw: ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦

source: An error occurred while extracting files.
en@shaw: ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘ªğ‘’ğ‘»ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ.

source: Could not open "%s"
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ "%s"

source: An error occurred while loading the archive.
en@shaw: ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘ªğ‘’ğ‘»ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘.

source: An error occurred while deleting files from the archive.
en@shaw: ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘ªğ‘’ğ‘»ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘.

source: An error occurred while adding files to the archive.
en@shaw: ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘ªğ‘’ğ‘»ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘¨ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘.

source: An error occurred while testing archive.
en@shaw: ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘ªğ‘’ğ‘»ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘‘ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¸ğ‘’ğ‘²ğ‘.

source: An error occurred while saving the archive.
en@shaw: ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘ªğ‘’ğ‘»ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘.

source: An error occurred.
en@shaw: ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘ªğ‘’ğ‘»ğ‘›.

source: Command not found.
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›.

source: Command exited abnormally.
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘šğ‘¯ğ‘ªğ‘®ğ‘¥ğ‘©ğ‘¤ğ‘°.

source: Test Result
en@shaw: ğ‘‘ğ‘§ğ‘•ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘

source: Could not perform the operation
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ ğ‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Do you want to add this file to the current archive or open it as a new archive?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¨ğ‘› ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¹ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘¯ğ‘¿ ğ‘¸ğ‘’ğ‘²ğ‘?

source: Do you want to create a new archive with these files?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ?

source: Create _Archive
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ _ğ‘¸ğ‘’ğ‘²ğ‘

source: Folders
en@shaw: ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ

source: Size
en@shaw: ğ‘•ğ‘²ğ‘Ÿ

source: Type
en@shaw: ğ‘‘ğ‘²ğ‘

source: Date Modified
en@shaw: ğ‘›ğ‘±ğ‘‘ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›

source: Name
en@shaw: ğ‘¯ğ‘±ğ‘¥

source: Find:
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘›:

source: Close the folders pane
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘ğ‘±ğ‘¯

source: Open archive
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¸ğ‘’ğ‘²ğ‘

source: Open a recently used archive
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘© ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘‘ ğ‘¸ğ‘’ğ‘²ğ‘

source: Could not save the archive "%s"
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘ "%s"

source: The new name is void.
en@shaw: ğ‘ ğ‘¯ğ‘¿ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘ğ‘¶ğ‘›.

source: The new name is equal to the old one.
en@shaw: ğ‘ ğ‘¯ğ‘¿ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¤ ğ‘‘ ğ‘ ğ‘´ğ‘¤ğ‘› ğ‘¢ğ‘³ğ‘¯.

source: A folder named "%s" already exists. %s
en@shaw: ğ‘© ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘¯ğ‘±ğ‘¥ğ‘› "%s" ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•. %s

source: A file named "%s" already exists. %s
en@shaw: ğ‘© ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ğ‘› "%s" ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•. %s

source: Rename
en@shaw: ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥

source: New folder name
en@shaw: ğ‘¯ğ‘¿ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘¯ğ‘±ğ‘¥

source: New file name
en@shaw: ğ‘¯ğ‘¿ ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥

source: _Rename
en@shaw: _ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥

source: Could not rename the folder
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Could not rename the file
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘“ğ‘²ğ‘¤

source: Paste Selection
en@shaw: ğ‘ğ‘±ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Destination folder
en@shaw: ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Add files to an archive
en@shaw: ğ‘¨ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘©ğ‘¯ ğ‘¸ğ‘’ğ‘²ğ‘

source: Extract archive
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘¸ğ‘’ğ‘²ğ‘

source: Command _Line Output
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› _ğ‘¤ğ‘²ğ‘¯ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘

source: Could not display help
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘£ğ‘§ğ‘¤ğ‘

source: 7-Zip (.7z)
en@shaw: 7-ğ‘Ÿğ‘¦ğ‘ (.7z)

source: Tar compressed with 7z (.tar.7z)
en@shaw: ğ‘‘ğ‘¸ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ 7z (.ğ‘‘ğ‘¸.7z)

source: Ace (.ace)
en@shaw: ğ‘±ğ‘• (.ace)

source: Ar (.ar)
en@shaw: ğ‘¸ (.ar)

source: Tar compressed with bzip2 (.tar.bz2)
en@shaw: ğ‘‘ğ‘¸ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ bzip2 (.tar.bz2)

source: Cabinet (.cab)
en@shaw: ğ‘’ğ‘¨ğ‘šğ‘¦ğ‘¯ğ‘©ğ‘‘ (.cab)

source: Ear (.ear)
en@shaw: ğ‘½ (.ear)

source: Jar (.jar)
en@shaw: ğ‘¡ğ‘¸ (.jar)

source: Tar compressed with compress (.tar.Z)
en@shaw: ğ‘‘ğ‘¸ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘®ğ‘§ğ‘• (.tar.Z)

source: War (.war)
en@shaw: ğ‘¢ğ‘¹ (.war)

source: Zoo (.zoo)
en@shaw: ğ‘Ÿğ‘µ (.zoo)

source: Zip (.zip)
en@shaw: ğ‘Ÿğ‘¦ğ‘ (.zip)

source: Add files to the specified archive and quit the program
en@shaw: ğ‘¨ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¯ ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: ARCHIVE
en@shaw: ğ‘¸ğ‘’ğ‘²ğ‘

source: Add files asking the name of the archive and quit the program
en@shaw: ğ‘¨ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘­ğ‘•ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¯ ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Extract archives to the specified folder and quit the program
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘¸ğ‘’ğ‘²ğ‘ğ‘Ÿ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘¯ ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: FOLDER
en@shaw: ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Extract archives asking the destination folder and quit the program
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘¸ğ‘’ğ‘²ğ‘ğ‘Ÿ ğ‘­ğ‘•ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘¯ ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Extract the contents of the archives in the archive folder and quit the program
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘¯ ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Default folder to use for the '--add' and '--extract' commands
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘ '--add' ğ‘¯ '--extract' ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ

source: Create destination folder without asking confirmation
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘­ğ‘•ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: - Create and modify an archive
en@shaw: - ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¯ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘©ğ‘¯ ğ‘¸ğ‘’ğ‘²ğ‘

source: File Roller
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘®ğ‘´ğ‘¤ğ‘¼

source: _File
en@shaw: _ğ‘“ğ‘²ğ‘¤

source: _Edit
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘

source: _View
en@shaw: _ğ‘ğ‘¿

source: _Help
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘

source: _Arrange Files
en@shaw: _ğ‘¼ğ‘±ğ‘¯ğ‘¡ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Open _Recent
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ _ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘

source: Information about the program
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: _Add Files...
en@shaw: _ğ‘¨ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ...

source: Add files to the archive
en@shaw: ğ‘¨ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘

source: Add a _Folder...
en@shaw: ğ‘¨ğ‘› ğ‘© _ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼...

source: Add a folder to the archive
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘‘ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘

source: Add Folder
en@shaw: ğ‘¨ğ‘› ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Close the current archive
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¸ğ‘’ğ‘²ğ‘

source: Contents
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Display the File Roller Manual
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘®ğ‘´ğ‘¤ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤

source: Copy the selection
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Cut the selection
en@shaw: ğ‘’ğ‘³ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Paste the clipboard
en@shaw: ğ‘ğ‘±ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘›

source: _Rename...
en@shaw: _ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥...

source: Rename the selection
en@shaw: ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Delete the selection from the archive
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘

source: _Extract...
en@shaw: _ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘...

source: Extract files from the archive
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘

source: _Last Output
en@shaw: _ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘

source: View the output produced by the last executed command
en@shaw: ğ‘ğ‘¿ ğ‘ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘›ğ‘¿ğ‘•ğ‘› ğ‘šğ‘² ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: Create a new archive
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘¸ğ‘’ğ‘²ğ‘

source: _Open With...
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘...

source: Open selected files with an application
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯

source: Specify a password for this archive
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘© ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¸ğ‘’ğ‘²ğ‘

source: Show archive properties
en@shaw: ğ‘–ğ‘´ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Reload current archive
en@shaw: ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘› ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¸ğ‘’ğ‘²ğ‘

source: Save the current archive with a different name
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: Select all files
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘·ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Stop current operation
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: _Test Integrity
en@shaw: _ğ‘‘ğ‘§ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘œğ‘®ğ‘©ğ‘‘ğ‘°

source: Test whether the archive contains errors
en@shaw: ğ‘‘ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘»ğ‘¼ğ‘Ÿ

source: Open the selected file
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤

source: Open the selected folder
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Go to the previous visited location
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘ğ‘¦ğ‘Ÿğ‘©ğ‘‘ğ‘©ğ‘› ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Go to the next visited location
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ğ‘¦ğ‘Ÿğ‘©ğ‘‘ğ‘©ğ‘› ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Go up one level
en@shaw: ğ‘œğ‘´ ğ‘³ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤

source: Go to the home location
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘£ğ‘´ğ‘¥ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: _Toolbar
en@shaw: _ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: View the main toolbar
en@shaw: ğ‘ğ‘¿ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: _Reversed Order
en@shaw: _ğ‘®ğ‘¦ğ‘ğ‘»ğ‘•ğ‘‘ ğ‘¹ğ‘›ğ‘¼

source: Reverse the list order
en@shaw: ğ‘®ğ‘°ğ‘ğ‘»ğ‘• ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¹ğ‘›ğ‘¼

source: _Folders
en@shaw: _ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ

source: View the folders pane
en@shaw: ğ‘ğ‘¿ ğ‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘ğ‘±ğ‘¯

source: View All _Files
en@shaw: ğ‘ğ‘¿ ğ‘·ğ‘¤ _ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: by _Name
en@shaw: ğ‘šğ‘² _ğ‘¯ğ‘±ğ‘¥

source: Sort file list by name
en@shaw: ğ‘•ğ‘¹ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘¯ğ‘±ğ‘¥

source: by _Size
en@shaw: ğ‘šğ‘² _ğ‘•ğ‘²ğ‘Ÿ

source: Sort file list by file size
en@shaw: ğ‘•ğ‘¹ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘“ğ‘²ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ

source: by T_ype
en@shaw: ğ‘šğ‘² T_ype

source: Sort file list by type
en@shaw: ğ‘•ğ‘¹ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘‘ğ‘²ğ‘

source: Sort file list by modification time
en@shaw: ğ‘•ğ‘¹ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘‘ğ‘²ğ‘¥

source: by _Location
en@shaw: ğ‘šğ‘² _ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Sort file list by location
en@shaw: ğ‘•ğ‘¹ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯
