Repository: perberos/Mate-Desktop-Environment
Catalog: mate-system-tools/po/*.po
Languages: en@shaw

source: Account data
en@shaw: ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘›ğ‘±ğ‘‘ğ‘©

source: Connection Settings
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Host Settings
en@shaw: ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Internet service provider data
en@shaw: Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘» ğ‘›ğ‘±ğ‘‘ğ‘©

source: Modem Settings
en@shaw: ğ‘¥ğ‘´ğ‘›ğ‘§ğ‘¥ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Search Domains
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯ğ‘Ÿ

source: Wireless Settings
en@shaw: ğ‘¢ğ‘²ğ‘®ğ‘¤ğ‘¦ğ‘• ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Access point name:
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥:

source: Aliases:
en@shaw: ğ‘±ğ‘¤ğ‘°ğ‘©ğ‘•ğ‘¦ğ‘Ÿ:

source: Connection type:
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ğ‘²ğ‘:

source: Connections
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Delete current location
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Ethernet interface:
en@shaw: ğ‘§ğ‘”ğ‘»ğ‘¯ğ‘§ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘•:

source: General
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤

source: Host Alias Properties
en@shaw: ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘±ğ‘¤ğ‘°ğ‘©ğ‘• ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Hosts
en@shaw: ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘•

source: IP address:
en@shaw: IP ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•:

source: Interface properties
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Location:
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Loud
en@shaw: ğ‘¤ğ‘¬ğ‘›

source: Low
en@shaw: ğ‘¤ğ‘´

source: Medium
en@shaw: ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©ğ‘¥

source: Modem
en@shaw: ğ‘¥ğ‘´ğ‘›ğ‘§ğ‘¥

source: Network _password:
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ _ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:

source: Off
en@shaw: ğ‘ªğ‘“

source: Options
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Password _type:
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› _ğ‘‘ğ‘²ğ‘:

source: Plain (ASCII)
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘¯ (ASCII)

source: Pulses
en@shaw: ğ‘ğ‘©ğ‘¤ğ‘•ğ‘¦ğ‘Ÿ

source: Save current network configuration as a location
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘© ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Tones
en@shaw: ğ‘‘ğ‘´ğ‘¯ğ‘Ÿ

source: _Dial prefix:
en@shaw: _ğ‘›ğ‘²ğ‘¤ ğ‘ğ‘®ğ‘°ğ‘“ğ‘¦ğ‘’ğ‘•:

source: _Dial type:
en@shaw: _ğ‘›ğ‘²ğ‘¤ ğ‘‘ğ‘²ğ‘:

source: _Gateway address:
en@shaw: _ğ‘œğ‘±ğ‘‘ğ‘¢ğ‘± ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•:

source: _Host name:
en@shaw: _ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘¯ğ‘±ğ‘¥:

source: _IP address:
en@shaw: _IP ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•:

source: _Local IP:
en@shaw: _ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ IP:

source: _Modem port:
en@shaw: _ğ‘¥ğ‘´ğ‘›ğ‘§ğ‘¥ ğ‘ğ‘¹ğ‘‘:

source: _Phone number:
en@shaw: _ğ‘“ğ‘´ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼:

source: _Remote IP:
en@shaw: _ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ IP:

source: _Retry if the connection breaks or fails to start
en@shaw: _ğ‘®ğ‘°ğ‘‘ğ‘®ğ‘² ğ‘¦ğ‘“ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘®ğ‘±ğ‘’ğ‘• ğ‘¹ ğ‘“ğ‘±ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘

source: _Set modem as default route to internet
en@shaw: _ğ‘•ğ‘§ğ‘‘ ğ‘¥ğ‘´ğ‘›ğ‘§ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘®ğ‘µğ‘‘ ğ‘‘ Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘

source: _Username:
en@shaw: _ğ‘¿ğ‘Ÿğ‘¼ğ‘¯ğ‘±ğ‘¥:

source: _Volume:
en@shaw: _ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥:

source: Advanced settings:
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ:

source: Select the services that you wish to activate:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•ğ‘©ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘:

source: Allowed Hosts
en@shaw: ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘•

source: Hosts Settings
en@shaw: ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘• ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Share Properties
en@shaw: ğ‘–ğ‘º ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Shared Folder
en@shaw: ğ‘–ğ‘ºğ‘› ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Windows sharing
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘–ğ‘ºğ‘¦ğ‘™

source: Enter password for user:
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘¿ğ‘Ÿğ‘¼:

source: Add allowed hosts
en@shaw: ğ‘¨ğ‘› ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘•

source: Allowed hosts:
en@shaw: ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘•:

source: Comment:
en@shaw: ğ‘’ğ‘³ğ‘¥ğ‘¥ğ‘©ğ‘¯ğ‘‘:

source: Domain / _Workgroup:
en@shaw: ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯ / _ğ‘¢ğ‘»ğ‘’ğ‘œğ‘®ğ‘µğ‘:

source: Enter password for user
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘¿ğ‘Ÿğ‘¼

source: General Properties
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Host name:
en@shaw: ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘¯ğ‘±ğ‘¥:

source: Name:
en@shaw: ğ‘¯ğ‘±ğ‘¥:

source: Network:
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’:

source: Read only
en@shaw: ğ‘®ğ‘§ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦

source: Share
en@shaw: ğ‘–ğ‘º

source: Share through:
en@shaw: ğ‘–ğ‘º ğ‘”ğ‘®ğ‘µ:

source: Shared Folders
en@shaw: ğ‘–ğ‘ºğ‘› ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ

source: This computer is a _WINS server
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘© _ğ‘¢ğ‘¦ğ‘¯ğ‘Ÿ ğ‘•ğ‘»ğ‘ğ‘¼

source: Users
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ

source: WINS _server:
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘Ÿ _ğ‘•ğ‘»ğ‘ğ‘¼:

source: _Path:
en@shaw: _ğ‘ğ‘­ğ‘”:

source: _Read only
en@shaw: _ğ‘®ğ‘§ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦

source: Selection
en@shaw: ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Time Zone
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘Ÿğ‘´ğ‘¯

source: Synchronize now
en@shaw: ğ‘•ğ‘¦ğ‘™ğ‘’ğ‘®ğ‘©ğ‘¯ğ‘²ğ‘Ÿ ğ‘¯ğ‘¬

source: Time servers
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘•ğ‘»ğ‘ğ‘¼ğ‘Ÿ

source: Time servers:
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘•ğ‘»ğ‘ğ‘¼ğ‘Ÿ:

source: Time zone
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘Ÿğ‘´ğ‘¯

source: Time zone:
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘Ÿğ‘´ğ‘¯:

source: _Configuration:
en@shaw: _ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯:

source: _Date:
en@shaw: _ğ‘›ğ‘±ğ‘‘:

source: _Time:
en@shaw: _ğ‘‘ğ‘²ğ‘¥:

source: Advanced Settings
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Basic Settings
en@shaw: ğ‘šğ‘±ğ‘•ğ‘¦ğ‘’ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Group Members
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ğ‘Ÿ

source: Optional Settings
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Password Settings
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: System Defaults
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ğ‘•

source: Advanced
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘

source: Assign a random password by default
en@shaw: ğ‘©ğ‘•ğ‘²ğ‘¯ ğ‘© ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘šğ‘² ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: Days between warning and password expiration:
en@shaw: ğ‘›ğ‘±ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘¯ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘§ğ‘’ğ‘•ğ‘ğ‘»ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Default _group:
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ _ğ‘œğ‘®ğ‘µğ‘:

source: Default _shell:
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ _ğ‘–ğ‘§ğ‘¤:

source: Don't ask for password on _login
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘“ğ‘¹ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘ªğ‘¯ _ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯

source: Generate _random password
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ _ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›

source: Group _ID:
en@shaw: ğ‘œğ‘®ğ‘µğ‘ _ID:

source: Group _name:
en@shaw: ğ‘œğ‘®ğ‘µğ‘ _ğ‘¯ğ‘±ğ‘¥:

source: Group properties
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Groups settings
en@shaw: ğ‘œğ‘®ğ‘µğ‘ğ‘• ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Minimum days allowed between password changes:
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘›ğ‘±ğ‘Ÿ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ:

source: Number of days that a password may be used:
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘›ğ‘±ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘© ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¥ğ‘± ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘›:

source: Password set to:
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘•ğ‘§ğ‘‘ ğ‘‘:

source: Privileges
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘©ğ‘¡ğ‘©ğ‘Ÿ

source: Profile _name:
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ _ğ‘¯ğ‘±ğ‘¥:

source: User ID:
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ ID:

source: User Privileges
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘©ğ‘¡ğ‘©ğ‘Ÿ

source: User profiles
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: _Add Profile
en@shaw: _ğ‘¨ğ‘› ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: _Comments
en@shaw: _ğ‘’ğ‘­ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘•

source: _Days between warning and password expiration:
en@shaw: _ğ‘›ğ‘±ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘¯ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘§ğ‘’ğ‘•ğ‘ğ‘»ğ‘±ğ‘–ğ‘©ğ‘¯:

source: _Generate
en@shaw: _ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘

source: _Home directory:
en@shaw: _ğ‘£ğ‘´ğ‘¥ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦:

source: _Home phone:
en@shaw: _ğ‘£ğ‘´ğ‘¥ ğ‘“ğ‘´ğ‘¯:

source: _Main group:
en@shaw: _ğ‘¥ğ‘±ğ‘¯ ğ‘œğ‘®ğ‘µğ‘:

source: _Manage Groups
en@shaw: _ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘œğ‘®ğ‘µğ‘ğ‘•

source: _Shell:
en@shaw: _ğ‘–ğ‘§ğ‘¤:

source: _Work phone:
en@shaw: _ğ‘¢ğ‘»ğ‘’ ğ‘“ğ‘´ğ‘¯:

source: The platform you are running is not supported by this tool
en@shaw: ğ‘ ğ‘ğ‘¤ğ‘¨ğ‘‘ğ‘“ğ‘¹ğ‘¥ ğ‘¿ ğ‘¸ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘µğ‘¤

source: If you know for sure that it works like one of the platforms listed below, you can select that and continue. Note, however, that this might damage the system configuration or downright cripple your computer.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘¯ğ‘´ ğ‘“ğ‘¹ ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘»ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘¤ğ‘¨ğ‘‘ğ‘“ğ‘ªğ‘®ğ‘¥ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘šğ‘©ğ‘¤ğ‘´, ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿. ğ‘¯ğ‘´ğ‘‘, ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘²ğ‘‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¹ ğ‘›ğ‘¶ğ‘¯ğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼.

source: Unsupported platform
en@shaw: ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¤ğ‘¨ğ‘‘ğ‘“ğ‘¹ğ‘¥

source: The configuration could not be loaded
en@shaw: ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›

source: The configuration could not be saved
en@shaw: ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘•ğ‘±ğ‘ğ‘›

source: You are not allowed to access the system configuration.
en@shaw: ğ‘¿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯.

source: You are not allowed to modify the system configuration.
en@shaw: ğ‘¿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘‘ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯.

source: Invalid data was found.
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘›.

source: An unknown error occurred.
en@shaw: ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘»ğ‘¼ ğ‘ªğ‘’ğ‘»ğ‘›.

source: Could not display help
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘£ğ‘§ğ‘¤ğ‘

source: The system configuration has potentially changed.
en@shaw: ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ğ‘©ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¤ğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘›.

source: Update content? This will lose any modification in course.
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘? ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘µğ‘Ÿ ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘’ğ‘¹ğ‘•.

source: _Add
en@shaw: _ğ‘¨ğ‘›

source: _Delete
en@shaw: _ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘

source: Type address
en@shaw: ğ‘‘ğ‘²ğ‘ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: Changing interface configuration
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Check that the device is not busy and that is correctly attached to the computer.
en@shaw: ğ‘—ğ‘§ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘¦ğ‘Ÿğ‘° ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘©ğ‘‘ğ‘¨ğ‘—ğ‘‘ ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼.

source: The host name has changed
en@shaw: ğ‘ ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘¯ğ‘±ğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘›

source: This will prevent you from launching new applications, and so you will have to log in again. Continue anyway?
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘¿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¤ğ‘·ğ‘¯ğ‘—ğ‘¦ğ‘™ ğ‘¯ğ‘¿ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¯ ğ‘•ğ‘´ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘¯ ğ‘©ğ‘œğ‘±ğ‘¯. ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±?

source: Change _Host name
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ _ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: Static IP address
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘‘ğ‘¦ğ‘’ IP ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: WPA2 Personal
en@shaw: WPA2 ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤

source: Serial modem
en@shaw: ğ‘•ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ ğ‘¥ğ‘´ğ‘›ğ‘§ğ‘¥

source: %s Properties
en@shaw: %s ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: _Properties
en@shaw: _ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: IP Address
en@shaw: IP ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: Aliases
en@shaw: ğ‘±ğ‘¤ğ‘°ğ‘©ğ‘•ğ‘¦ğ‘Ÿ

source: This network interface is not configured
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘›

source: Roaming mode enabled
en@shaw: ğ‘®ğ‘´ğ‘¥ğ‘¦ğ‘™ ğ‘¥ğ‘´ğ‘› ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›

source: Address: %s
en@shaw: ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•: %s

source: Address: %s Remote address: %s
en@shaw: ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•: %s ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•: %s

source: Type: %s Phone number: %s
en@shaw: ğ‘‘ğ‘²ğ‘: %s ğ‘“ğ‘´ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼: %s

source: Type: %s Access point name: %s
en@shaw: ğ‘‘ğ‘²ğ‘: %s ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥: %s

source: Type: %s Ethernet interface: %s
en@shaw: ğ‘‘ğ‘²ğ‘: %s ğ‘§ğ‘”ğ‘»ğ‘¯ğ‘§ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘•: %s

source: Type: %s
en@shaw: ğ‘‘ğ‘²ğ‘: %s

source: Wireless connection
en@shaw: ğ‘¢ğ‘²ğ‘®ğ‘¤ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Infrared connection
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘®ğ‘»ğ‘§ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Wired connection
en@shaw: ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Parallel port connection
en@shaw: ğ‘ğ‘¸ğ‘©ğ‘¤ğ‘§ğ‘¤ ğ‘ğ‘¹ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Point to point connection
en@shaw: ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Changing network location
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘¦ğ‘™ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: There is already a location with the same name
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘© ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¯ğ‘±ğ‘¥

source: Overwrite it?
en@shaw: ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘ ğ‘¦ğ‘‘?

source: Save location
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: _Location name:
en@shaw: _ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ğ‘±ğ‘¥:

source: Do you want to delete location "%s"?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ "%s"?

source: The interface does not exist
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘

source: Check that it is correctly typed and that it is correctly supported by your system.
en@shaw: ğ‘—ğ‘§ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘‘ğ‘²ğ‘ğ‘‘ ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘¿ğ‘¼ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥.

source: Configure a network interface
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘© ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘•

source: INTERFACE
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘•

source: Configure the first network interface with a specific type
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘•ğ‘ğ‘©ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘‘ğ‘²ğ‘

source: TYPE
en@shaw: ğ‘‘ğ‘²ğ‘

source: Configure network devices and connections
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•ğ‘©ğ‘Ÿ ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Network
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’

source: Network Settings
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Settings for service "%s"
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘“ğ‘¹ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘• "%s"

source: Are you sure you want to deactivate %s?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘°ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ %s?

source: This may affect your system behavior in several ways, possibly leading to data loss.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘± ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘¿ğ‘¼ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘¤ ğ‘¢ğ‘±ğ‘Ÿ, ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¤ğ‘ªğ‘•.

source: Web server
en@shaw: ğ‘¢ğ‘§ğ‘š ğ‘•ğ‘»ğ‘ğ‘¼

source: Shares your web pages over the Internet
en@shaw: ğ‘–ğ‘§ğ‘®ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘¢ğ‘§ğ‘š ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ ğ‘´ğ‘ğ‘¼ ğ‘ Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘

source: Actions scheduler
en@shaw: ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘•ğ‘’ğ‘§ğ‘¡ğ‘«ğ‘¤ğ‘»

source: Executes scheduled actions
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ğ‘• ğ‘–ğ‘§ğ‘›ğ‘¿ğ‘¤ğ‘› ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Printer service
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•

source: Allows applications to use printers
en@shaw: ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘¿ğ‘• ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘Ÿ

source: Mail agent
en@shaw: ğ‘¥ğ‘±ğ‘¤ ğ‘±ğ‘¡ğ‘©ğ‘¯ğ‘‘

source: Delivers your outgoing mail
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘¦ğ‘ğ‘»ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘¬ğ‘‘ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘¥ğ‘±ğ‘¤

source: Downloads your mail from remote accounts
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘¥ğ‘±ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘•

source: Graphical login manager
en@shaw: ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Allows users to login graphically
en@shaw: ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘‘ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘¤ğ‘°

source: Database server
en@shaw: ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘šğ‘±ğ‘• ğ‘•ğ‘»ğ‘ğ‘¼

source: Data storage system
en@shaw: ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘¡ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Folder sharing service
en@shaw: ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘–ğ‘ºğ‘¦ğ‘™ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•

source: Shares folders over your network
en@shaw: ğ‘–ğ‘§ğ‘®ğ‘Ÿ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘´ğ‘ğ‘¼ ğ‘¿ğ‘¼ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’

source: Shares folders over the Internet
en@shaw: ğ‘–ğ‘§ğ‘®ğ‘Ÿ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘´ğ‘ğ‘¼ ğ‘ Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘

source: Clock synchronization service
en@shaw: ğ‘’ğ‘¤ğ‘ªğ‘’ ğ‘•ğ‘¦ğ‘™ğ‘’ğ‘®ğ‘©ğ‘¯ğ‘©ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•

source: Synchronizes your computer clock with Internet time servers
en@shaw: ğ‘•ğ‘¦ğ‘™ğ‘’ğ‘®ğ‘©ğ‘¯ğ‘²ğ‘Ÿğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘’ğ‘¤ğ‘ªğ‘’ ğ‘¢ğ‘¦ğ‘ Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘•ğ‘»ğ‘ğ‘¼ğ‘Ÿ

source: Analyzes your incoming mail for virus
en@shaw: ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘©ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘¥ğ‘±ğ‘¤ ğ‘“ğ‘¹ ğ‘ğ‘²ğ‘®ğ‘©ğ‘•

source: Firewall
en@shaw: ğ‘“ğ‘²ğ‘®ğ‘¢ğ‘­ğ‘¤

source: Dictionary server
en@shaw: ğ‘›ğ‘¦ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘¼ğ‘¦ ğ‘•ğ‘»ğ‘ğ‘¼

source: Speech synthesis support
en@shaw: ğ‘•ğ‘ğ‘°ğ‘— ğ‘•ğ‘¦ğ‘¯ğ‘”ğ‘©ğ‘•ğ‘¦ğ‘• ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘

source: Computer activity logger
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¤ğ‘­ğ‘œğ‘»

source: Keeps a log of your computer activity
en@shaw: ğ‘’ğ‘°ğ‘ğ‘• ğ‘© ğ‘¤ğ‘ªğ‘œ ğ‘ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Remote backup server
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘šğ‘¨ğ‘’ğ‘³ğ‘ ğ‘•ğ‘»ğ‘ğ‘¼

source: Spam filter
en@shaw: ğ‘•ğ‘ğ‘¨ğ‘¥ ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼

source: Remote shell server
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘–ğ‘§ğ‘¤ ğ‘•ğ‘»ğ‘ğ‘¼

source: Secure shell server
en@shaw: ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ ğ‘–ğ‘§ğ‘¤ ğ‘•ğ‘»ğ‘ğ‘¼

source: Application server
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘•ğ‘»ğ‘ğ‘¼

source: Automated crash reports support
en@shaw: ğ‘ªğ‘‘ğ‘©ğ‘¥ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘’ğ‘®ğ‘¨ğ‘– ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘• ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘

source: System communication bus
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘©ğ‘¥ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘³ğ‘•

source: System configuration manager
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: School management platform
en@shaw: ğ‘•ğ‘’ğ‘µğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¤ğ‘¨ğ‘‘ğ‘“ğ‘¹ğ‘¥

source: Network security auditor
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘ªğ‘›ğ‘¦ğ‘‘ğ‘»

source: Web calendar server
en@shaw: ğ‘¢ğ‘§ğ‘š ğ‘’ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘¼ ğ‘•ğ‘»ğ‘ğ‘¼

source: Disk quota activation
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘’ğ‘¢ğ‘´ğ‘‘ğ‘© ğ‘¨ğ‘’ğ‘‘ğ‘©ğ‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Package index monitor
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘• ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼

source: Network service
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•

source: Domain name server
en@shaw: ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯ ğ‘¯ğ‘±ğ‘¥ ğ‘•ğ‘»ğ‘ğ‘¼

source: Proxy cache service
en@shaw: ğ‘ğ‘®ğ‘ªğ‘’ğ‘•ğ‘¦ ğ‘’ğ‘¨ğ‘– ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•

source: LDAP server
en@shaw: LDAP ğ‘•ğ‘»ğ‘ğ‘¼

source: Mailing lists manager
en@shaw: ğ‘¥ğ‘±ğ‘¤ğ‘¦ğ‘™ ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Account information resolver
en@shaw: ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ğ‘¼

source: Virtual Private Network server
en@shaw: ğ‘ğ‘»ğ‘—ğ‘«ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘•ğ‘»ğ‘ğ‘¼

source: Router advertisement server
en@shaw: ğ‘®ğ‘µğ‘‘ğ‘¼ ğ‘©ğ‘›ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¼

source: Disk server
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘•ğ‘»ğ‘ğ‘¼

source: Disk client
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘’ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘‘

source: Route server
en@shaw: ğ‘®ğ‘µğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¼

source: Terminal server client
en@shaw: ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘ğ‘¼ ğ‘’ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘‘

source: Audio settings management
en@shaw: ğ‘·ğ‘›ğ‘¦ğ‘´ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Mounts your volumes automatically
en@shaw: ğ‘¥ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘¿ğ‘¼ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ğ‘Ÿ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦

source: Infrared port management
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘®ğ‘»ğ‘§ğ‘› ğ‘ğ‘¹ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Braille display management
en@shaw: ğ‘šğ‘®ğ‘±ğ‘¤ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Hard disk tuning
en@shaw: ğ‘£ğ‘¸ğ‘› ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘‘ğ‘¿ğ‘¯ğ‘¦ğ‘™

source: Power management
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Logical volume management
en@shaw: ğ‘¤ğ‘­ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Cluster management tool
en@shaw: ğ‘’ğ‘¤ğ‘©ğ‘•ğ‘‘ğ‘» ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘µğ‘¤

source: Fax settings management
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘• ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: RAID disks management
en@shaw: RAID ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘• ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Graphic tablets management
en@shaw: ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ ğ‘‘ğ‘¨ğ‘šğ‘¤ğ‘©ğ‘‘ğ‘• ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: CPU Frequency manager
en@shaw: CPU ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Serial port settings management
en@shaw: ğ‘•ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ ğ‘ğ‘¹ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Hardware monitor
en@shaw: ğ‘£ğ‘­ğ‘®ğ‘›ğ‘¢ğ‘§ğ‘® ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼

source: System monitor
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼

source: Virtual Machine management
en@shaw: ğ‘ğ‘»ğ‘—ğ‘«ğ‘©ğ‘¤ ğ‘¥ğ‘©ğ‘–ğ‘°ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Configure which services will be run when the system starts
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘¢ğ‘¦ğ‘— ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘³ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘•

source: Services
en@shaw: ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•ğ‘©ğ‘Ÿ

source: Start
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘

source: Stop
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘

source: Ignore
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹

source: Status
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: Priority
en@shaw: ğ‘ğ‘®ğ‘²ğ‘ªğ‘®ğ‘¦ğ‘‘ğ‘¦

source: Services Settings
en@shaw: ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•ğ‘©ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Are you sure you want to delete this share?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘–ğ‘º?

source: Other computers in your network will stop viewing this.
en@shaw: ğ‘³ğ‘ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ğ‘¿ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘•.

source: Add a shared path, modifies it if it already exists
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘–ğ‘ºğ‘› ğ‘ğ‘­ğ‘”, ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•

source: PATH
en@shaw: ğ‘ğ‘­ğ‘”

source: _Share Folder...
en@shaw: _ğ‘–ğ‘º ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼...

source: Share this folder with other computers
en@shaw: ğ‘–ğ‘º ğ‘ğ‘¦ğ‘• ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ğ‘Ÿ

source: Allowed host/network
en@shaw: ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘£ğ‘´ğ‘•ğ‘‘/ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’

source: Specify hostname
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘¯ğ‘±ğ‘¥

source: Specify IP address
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² IP ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: Specify network
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’

source: Configure which folders are available for your network neighborhood
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘¢ğ‘¦ğ‘— ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¯ğ‘±ğ‘šğ‘¼ğ‘£ğ‘«ğ‘›

source: File System
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Do not share
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘º

source: Settings for folder '%s'
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘“ğ‘¹ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ '%s'

source: Share Folder
en@shaw: ğ‘–ğ‘º ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Sharing services are not installed
en@shaw: ğ‘–ğ‘ºğ‘¦ğ‘™ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›

source: Time and Date
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘¯ ğ‘›ğ‘±ğ‘‘

source: Synchronizing system clock
en@shaw: ğ‘•ğ‘¦ğ‘™ğ‘’ğ‘®ğ‘©ğ‘¯ğ‘²ğ‘Ÿğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘¤ğ‘ªğ‘’

source: Keep synchronized with Internet servers
en@shaw: ğ‘’ğ‘°ğ‘ ğ‘•ğ‘¦ğ‘™ğ‘’ğ‘®ğ‘©ğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘¢ğ‘¦ğ‘ Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¼ğ‘Ÿ

source: Manual
en@shaw: ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤

source: Time and Date Settings
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘¯ ğ‘›ğ‘±ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Administrator group can not be deleted
en@shaw: ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘œğ‘®ğ‘µğ‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›
