Repository: perberos/Mate-Desktop-Environment
Catalog: mate-system-tools/po/*.po
Languages: en@shaw

source: This would leave the system unusable.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘«ğ‘› ğ‘¤ğ‘°ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘©ğ‘¯ğ‘˜ğ‘µğ‘Ÿğ‘©ğ‘šğ‘©ğ‘¤.

source: Are you sure you want to delete group "%s"?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘œğ‘®ğ‘µğ‘ "%s"?

source: This may leave files with invalid group ID in the filesystem.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘± ğ‘¤ğ‘°ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘œğ‘®ğ‘µğ‘ ğ‘¦ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥.

source: New group
en@shaw: ğ‘¯ğ‘¿ ğ‘œğ‘®ğ‘µğ‘

source: Group '%s' Properties
en@shaw: ğ‘œğ‘®ğ‘µğ‘ '%s' ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Group name is empty
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦

source: A group name must be specified.
en@shaw: ğ‘© ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘›.

source: Group name of the administrator group user should not be modified
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘œğ‘®ğ‘µğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘–ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›

source: Group name has invalid characters
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: Please set a valid group name consisting of a lower case letter followed by lower case letters and numbers.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘© ğ‘¤ğ‘´ğ‘¼ ğ‘’ğ‘±ğ‘• ğ‘¤ğ‘§ğ‘‘ğ‘¼ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘› ğ‘šğ‘² ğ‘¤ğ‘´ğ‘¼ ğ‘’ğ‘±ğ‘• ğ‘¤ğ‘§ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ.

source: Group "%s" already exists
en@shaw: ğ‘œğ‘®ğ‘µğ‘ "%s" ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•

source: Please choose a different group name.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ğ‘±ğ‘¥.

source: Group ID of the Administrator account should not be modified
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘¦ğ‘› ğ‘ ğ‘ ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›

source: Group name
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ğ‘±ğ‘¥

source: Monitor system logs
en@shaw: ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¤ğ‘ªğ‘œğ‘Ÿ

source: Administer the system
en@shaw: ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘¼ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Use audio devices
en@shaw: ğ‘¿ğ‘Ÿ ğ‘·ğ‘›ğ‘¦ğ‘´ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•ğ‘©ğ‘Ÿ

source: Use CD-ROM drives
en@shaw: ğ‘¿ğ‘Ÿ Â·ğ‘’Â·ğ‘›-ğ‘®ğ‘­ğ‘¥ ğ‘›ğ‘®ğ‘²ğ‘ğ‘Ÿ

source: Use modems
en@shaw: ğ‘¿ğ‘Ÿ ğ‘¥ğ‘´ğ‘›ğ‘©ğ‘¥ğ‘Ÿ

source: Connect to Internet using a modem
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘© ğ‘¥ğ‘´ğ‘›ğ‘§ğ‘¥

source: Send and receive faxes
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¯ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘“ğ‘¨ğ‘’ğ‘•ğ‘©ğ‘Ÿ

source: Use floppy drives
en@shaw: ğ‘¿ğ‘Ÿ ğ‘“ğ‘¤ğ‘­ğ‘ğ‘° ğ‘›ğ‘®ğ‘²ğ‘ğ‘Ÿ

source: Configure printers
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘Ÿ

source: Connect to wireless and ethernet networks
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘¢ğ‘²ğ‘®ğ‘¤ğ‘¦ğ‘• ğ‘¯ ğ‘§ğ‘”ğ‘»ğ‘¯ğ‘§ğ‘‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ğ‘•

source: Access external storage devices automatically
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘¡ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•ğ‘©ğ‘Ÿ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦

source: Suspend and hibernate the computer
en@shaw: ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘¯ ğ‘£ğ‘²ğ‘šğ‘¼ğ‘¯ğ‘±ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼

source: Use scanners
en@shaw: ğ‘¿ğ‘Ÿ ğ‘•ğ‘’ğ‘¨ğ‘¯ğ‘¼ğ‘Ÿ

source: Use tape drives
en@shaw: ğ‘¿ğ‘Ÿ ğ‘‘ğ‘±ğ‘ ğ‘›ğ‘®ğ‘²ğ‘ğ‘Ÿ

source: Use video devices
en@shaw: ğ‘¿ğ‘Ÿ ğ‘ğ‘¦ğ‘›ğ‘¦ğ‘´ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•ğ‘©ğ‘Ÿ

source: Be able to get administrator privileges
en@shaw: ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘©ğ‘¡ğ‘©ğ‘Ÿ

source: Add or remove users and groups
en@shaw: ğ‘¨ğ‘› ğ‘¹ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘¯ ğ‘œğ‘®ğ‘µğ‘ğ‘•

source: Users and Groups
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘¯ ğ‘œğ‘®ğ‘µğ‘ğ‘•

source: Password is too short
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘–ğ‘¹ğ‘‘

source: Password confirmation is not correct
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘

source: Check that you have provided the same password in both text fields.
en@shaw: ğ‘—ğ‘§ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘©ğ‘› ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¦ğ‘¯ ğ‘šğ‘´ğ‘” ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘“ğ‘°ğ‘¤ğ‘›ğ‘Ÿ.

source: Administrator account cannot be deleted
en@shaw: ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›

source: Invalid character "%c" in comment
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ "%c" ğ‘¦ğ‘¯ ğ‘’ğ‘³ğ‘¥ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Check that this character is not used.
en@shaw: ğ‘—ğ‘§ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¿ğ‘•ğ‘‘.

source: Incomplete path in home directory
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘­ğ‘” ğ‘¦ğ‘¯ ğ‘£ğ‘´ğ‘¥ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Please enter full path for home directory i.e.: /home/john.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘“ğ‘«ğ‘¤ ğ‘ğ‘­ğ‘” ğ‘“ğ‘¹ ğ‘£ğ‘´ğ‘¥ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘².ğ‘§.: /ğ‘£ğ‘´ğ‘¥/Â·ğ‘¡ğ‘ªğ‘¯.

source: Home directory already exists
en@shaw: ğ‘£ğ‘´ğ‘¥ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•

source: Incomplete path in shell
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘­ğ‘” ğ‘¦ğ‘¯ ğ‘–ğ‘§ğ‘¤

source: Please enter full path for shell i.e.: /bin/bash.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘“ğ‘«ğ‘¤ ğ‘ğ‘­ğ‘” ğ‘“ğ‘¹ ğ‘–ğ‘§ğ‘¤ ğ‘².ğ‘§.: /ğ‘šğ‘¦ğ‘¯/ğ‘šğ‘¨ğ‘–.

source: Users Settings
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ
