Repository: perberos/Mate-Desktop-Environment
Catalog: mate-image-viewer/po/*.po
Languages: en@shaw

source: _Move on Toolbar
en@shaw: _ヰ叼 叼ゐ

source: Move the selected item on the toolbar
en@shaw: ヰ叼 ゐю 拆 叼ゐ

source: _Remove from Toolbar
en@shaw: _ヰ叼 叼ゐ

source: Remove the selected item from the toolbar
en@shaw: ヰ叼 ゐю 拆 叼ゐ

source: _Delete Toolbar
en@shaw: _ゐ梆 叼ゐ

source: Remove the selected toolbar
en@shaw: ヰ叼 ゐю 叼ゐ

source: Separator
en@shaw: ю拣别

source: Reload Image
en@shaw: 梆ゐ答 ヰ

source: Reload current image
en@shaw: 梆ゐ答 仇 ヰ

source: Browse and rotate images
en@shaw: 答别 ヰ○

source: Image Viewer
en@shaw: ヰ 筐

source: <b>Aperture Value:</b>
en@shaw: <b>火 ゐ:</b>

source: <b>Author:</b>
en@shaw: <b>佛:</b>

source: <b>Bytes:</b>
en@shaw: <b>拆:</b>

source: <b>Camera Model:</b>
en@shaw: <b>ヰ火 ヰ:</b>

source: <b>Copyright:</b>
en@shaw: <b>拆:</b>

source: <b>Date/Time:</b>
en@shaw: <b>别/拆:</b>

source: <b>Description:</b>
en@shaw: <b>:</b>

source: <b>Details</b>
en@shaw: <b>梆别ゐ</b>

source: <b>Exposure Time:</b>
en@shaw: <b>答 拆:</b>

source: <b>Flash:</b>
en@shaw: <b>ゐ:</b>

source: <b>Focal Length:</b>
en@shaw: <b>答 ゐю:</b>

source: <b>Height:</b>
en@shaw: <b>ｐ拆:</b>

source: <b>ISO Speed Rating:</b>
en@shaw: <b>ISO 梆 别:</b>

source: <b>Keywords:</b>
en@shaw: <b>梆火:</b>

source: <b>Location:</b>
en@shaw: <b>ゐ答别:</b>

source: <b>Metering Mode:</b>
en@shaw: <b>ヰ梆拣 ヰ答:</b>

source: <b>Name:</b>
en@shaw: <b>别:</b>

source: <b>Type:</b>
en@shaw: <b>拆:</b>

source: <b>Width:</b>
en@shaw: <b>:</b>

source: Details
en@shaw: 梆别ゐ

source: General
en@shaw: ○ю拣

source: Image Properties
en@shaw: ヰ 拣

source: _Next
en@shaw: _ю

source: _Previous
en@shaw: _梆

source: <b>File Name Preview</b>
en@shaw: <b>拆 别 梆</b>

source: <b>File Path Specifications</b>
en@shaw: <b>拆 ю别</b>

source: <b>Options</b>
en@shaw: <b></b>

source: <small><i><b>%f:</b> original filename</i></small>
en@shaw: <small><i><b>%ю:</b> 拣○ 拆ゐ别</i></small>

source: <small><i><b>%n:</b> counter</i></small>
en@shaw: <small><i><b>%ю:</b> </i></small>

source: Choose a folder
en@shaw: 叼 答ゐ

source: Destination folder:
en@shaw: ю别 答ゐ:

source: Filename format:
en@shaw: 拆ゐ别 桂ヰ:

source: Rename from:
en@shaw: 梆别 :

source: Replace spaces with underscores
en@shaw: ゐ别 别 火

source: Save As
en@shaw: 别

source: Start counter at:
en@shaw: 葛 :

source: <b>Image Enhancements</b>
en@shaw: <b>ヰ юｐヰ</b>

source: <b>Image Zoom</b>
en@shaw: <b>ヰ 叼</b>

source: <b>Sequence</b>
en@shaw: <b>梆</b>

source: <b>Transparent Parts</b>
en@shaw: <b>葛 葛</b>

source: As check _pattern
en@shaw: ю _拣

source: As custom c_olor:
en@shaw: 仇 _仇ゐ:

source: Color for Transparent Areas
en@shaw: 仇ゐ 葛 吼

source: E_xpand images to fit screen
en@shaw: _ ヰ○ 梆

source: Eye of MATE Preferences
en@shaw: 路答 ю拣

source: Image View
en@shaw: ヰ

source: Plugins
en@shaw: ゐ仇

source: Smooth images when zoomed-_in
en@shaw: ヰ叼 ヰ○ ю 叼ヰ-_

source: Smooth images when zoomed-_out
en@shaw: ヰ叼 ヰ○ ю 叼ヰ-_

source: _Automatic orientation
en@shaw: _佛答ヰ 别

source: _Loop sequence
en@shaw: _ゐ叼 梆

source: _Switch image after:
en@shaw: _ ヰ :

source: seconds
en@shaw: ю

source: A value greater than 0 determines the seconds an image stays on screen until the next one is shown automatically. Zero disables the automatic browsing.
en@shaw: ゐ 别 0 火ヰ ю ヰ 别 梆 仇 ю 仇 答 佛ヰゐ. 金 别ゐ 佛答ヰ .

source: Active plugins
en@shaw: ゐ仇

source: Allow zoom greater than 100% initially
en@shaw: ゐ 叼 别 100% ゐ

source: Automatic orientation
en@shaw: 佛答ヰ 别

source: Delay in seconds until showing the next image
en@shaw: ゐ ю 仇 答 ю ヰ

source: Extrapolate Image
en@shaw: ゐ别 ヰ

source: If activated Eye of MATE wont ask for confirmation when moving images to the trash. It will still ask if any of the files cannot be moved to the trash and would be deleted instead.
en@shaw: 别 路答 答 拣ヰ别 ю ヰ叼 ヰ○ . ю 拆ゐ ヰ叼 ゐ梆 ю.

source: If the transparency key has the value COLOR, then this key determines the color which is used for indicating transparency.
en@shaw: 葛 ｐ ゐ 仇ゐ, ю 火ヰ 仇ゐ 筐 别 葛.

source: If this is set to FALSE small images will not be stretched to fit into the screen initially.
en@shaw: ю 佛ゐ ヰ佛 ヰ○ ю 梆 ゐ.

source: Image collection pane position. Set to 0 for bottom; 1 for left; 2 for top; 3 for right.
en@shaw: ヰ ゐю 别 . ю 0 ; 1 ゐю; 2 ; 3 拆.

source: Interpolate Image
en@shaw: 火ゐ别 ヰ

source: Loop through the image sequence
en@shaw: ゐ叼 ヰ 梆

source: Scroll wheel zoom
en@shaw: 答 梆 叼

source: Show/hide the image collection pane scroll buttons.
en@shaw: /ｐ拆 ヰ ゐю 别 答 仇.

source: Show/hide the image collection pane.
en@shaw: /ｐ拆 ヰ ゐю 别.

source: Show/hide the window side pane.
en@shaw: /ｐ拆 拆 别.

source: Show/hide the window toolbar.
en@shaw: /ｐ拆 叼ゐ.

source: The multiplier to be applied when using the mouse scroll wheel for zooming. This value defines the zooming step used for each scroll event. For example, 0.05 results in a 5% zoom increment for each scroll event and 1.00 result in a 100% zoom increment.
en@shaw: ヰゐゐ拆 ゐ拆 ю 筐 ヰ 答 梆 叼ヰ. ゐ 拆 叼ヰ ю 筐 梆 答 ю. ヰ, 0.05 仇ゐ 5% 叼 ヰ 梆 答 ю 1.00 仇ゐ 100% 叼 ヰ.

source: Transparency color
en@shaw: 葛 仇ゐ

source: Transparency indicator
en@shaw: 葛 别

source: Trash images without asking
en@shaw: ヰ○

source: Whether or not the sequence of images should be shown in an endless loop.
en@shaw: ю 梆 ヰ○ 答 юゐ ゐ叼.

source: Whether the image should be extrapolated on zoom-in or not. This leads to blurry quality and is somewhat slower than non extrapolated images.
en@shaw: ю ヰ ゐ别 叼- . ゐ梆 ゐ火 ゐ 仇ヰ ゐ答 ゐ别 ヰ○.

source: Whether the image should be interpolated on zoom-out or not. This leads to better quality but is somewhat slower than non interpolated images.
en@shaw: ю ヰ 火ゐ别 叼- . ゐ梆 ю ゐ 仇 仇ヰ ゐ答 火ゐ别 ヰ○.

source: Whether the scroll wheel should be used for zooming or not.
en@shaw: ю 答 梆 筐 叼ヰ .

source: Zoom multiplier
en@shaw: 叼 ヰゐゐ拆

source: File format is unknown or unsupported
en@shaw: 拆 桂ヰ 仇答 仇桂

source: Eye of MATE could not determine a supported writable file format based on the filename.
en@shaw: 路答 火ヰ 桂 拆 拆 桂ヰ 别 拆ゐ别.

source: All Files
en@shaw: 佛 拆ゐ

source: All Images
en@shaw: 佛 ヰ○

source: Load Image
en@shaw: ゐ答 ヰ

source: Save Image
en@shaw: 别 ヰ

source: Open Folder
en@shaw: 答 答ゐ

source: Transformation on unloaded image.
en@shaw: 火ヰ别 ゐ答 ヰ.

source: Transformation failed.
en@shaw: 火ヰ别 别ゐ.

source: Image loading failed.
en@shaw: ヰ ゐ答 别ゐ.

source: No image loaded.
en@shaw: ヰ ゐ答.

source: Temporary file creation failed.
en@shaw: юヰ拣拣 拆 梆别 别ゐ.

source: Camera
en@shaw: ヰ火

source: Image Data
en@shaw: ヰ 别

source: Image Taking Conditions
en@shaw: ヰ 别

source: Maker Note
en@shaw: ヰ别 答

source: Other
en@shaw: 仇

source: Value
en@shaw: ゐ

source: _Retry
en@shaw: _梆

source: Could not load image '%s'.
en@shaw: ゐ答 ヰ '%s'.

source: No images found in '%s'.
en@shaw: ヰ○ '%s'.

source: The given locations contain no images.
en@shaw: ゐ答别 别 ヰ○.

source: Image Settings
en@shaw: ヰ ю

source: Image
en@shaw: ヰ

source: The image whose printing properties will be setup
en@shaw: ヰ ｐ叼 拣 ю仇

source: Page Setup
en@shaw: 别 ю仇

source: The information for the page where the image will be printed
en@shaw: 拣ヰ别 别 ヰ

source: _Left:
en@shaw: _ゐю:

source: _Right:
en@shaw: _拆:

source: C_enter:
en@shaw: _ю:

source: None
en@shaw: 仇

source: Horizontal
en@shaw: ｐ

source: Vertical
en@shaw: 火

source: Both
en@shaw: 答

source: Size
en@shaw: 拆

source: _Height:
en@shaw: _ｐ拆:

source: _Scaling:
en@shaw: _别ゐ:

source: _Unit:
en@shaw: _筐:

source: Millimeters
en@shaw: ヰゐヰ梆火

source: Preview
en@shaw: 梆

source: Unknown
en@shaw: 仇答

source: %.1f (lens)
en@shaw: %.1f (ゐю)

source: %.1f (35mm film)
en@shaw: %.1f (35mm ゐ)

source: Taken on
en@shaw: 别

source: At least two file names are equal.
en@shaw: ゐ梆 拆 别ヰ 梆.

source: Could not display help for Eye of MATE
en@shaw: ゐ ｐюゐ 路答

source: (invalid Unicode)
en@shaw: (ゐ 路筐答)

source: %i x %i pixel %s %i%%
en@shaw: %i ю %i %s %i%%

source: Use "%s" to open the selected image
en@shaw: 筐 "%s" 答 ゐю ヰ

source: Saving image "%s" (%u/%u)
en@shaw: 别 ヰ "%s" (%u/%u)

source: Loading image "%s"
en@shaw: ゐ答 ヰ "%s"

source: Error printing file: %s
en@shaw: 火 拆: %s

source: Toolbar Editor
en@shaw: 叼ゐ ю

source: _Reset to Default
en@shaw: _梆ю 佛ゐ

source: translator-credits
en@shaw: ゐ别-ю

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
en@shaw: 答 ; 梆筐 / ヰ 仇 火ヰ 路 ○ю拣 仇ゐ ゐ拆 仇ゐ 别; 拆 火 2 ゐ拆, ( 筐 ) ю ゐ别 火.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
en@shaw: ｐ 梆 路 ○ю拣 仇ゐ ゐ拆 ゐ 答; , 拆 别, ., 59 юヰ ゐ别 - 梆 330, 路, ヰ 02111-1307, USA.

source: Eye of MATE
en@shaw: 路答

source: The MATE image viewer.
en@shaw: 路答 ヰ 筐.

source: Saving image locally...
en@shaw: 别 ヰ ゐ答ゐ...

source: Are you sure you want to move "%s" to the trash?
en@shaw: ヰ叼 "%s" ?

source: Are you sure you want to move the selected image to the trash?
en@shaw: ヰ叼 ゐю ヰ ?

source: Some of the selected images can't be moved to the trash and will be removed permanently. Are you sure you want to proceed?
en@shaw: 仇 ゐю ヰ○ ヰ叼 ヰ叼 火ヰゐ. 梆?

source: Move to _Trash
en@shaw: ヰ叼 _

source: _Do not ask again during this session
en@shaw: _ 别 拣 ю

source: Error on deleting image %s
en@shaw: 火 ゐ梆 ヰ %s

source: _File
en@shaw: _拆

source: _Edit
en@shaw: _ю

source: _Image
en@shaw: _ヰ

source: _Tools
en@shaw: _叼ゐ

source: _Help
en@shaw: _ｐюゐ

source: _Open...
en@shaw: _答...

source: Open a file
en@shaw: 答 拆

source: _Close
en@shaw: _ゐ答

source: Close window
en@shaw: ゐ答

source: T_oolbar
en@shaw: _叼ゐ

source: Edit the application toolbar
en@shaw: ю ゐ别 叼ゐ

source: Prefere_nces
en@shaw: ю拣_ю

source: Preferences for Eye of MATE
en@shaw: ю拣 路答

source: Help on this application
en@shaw: ｐюゐ ゐ别

source: About this application
en@shaw: ゐ别

source: _Toolbar
en@shaw: _叼ゐ

source: Changes the visibility of the toolbar in the current window
en@shaw: 别○ ゐ 叼ゐ 仇

source: _Image Collection
en@shaw: _ヰ ゐю

source: Changes the visibility of the image collection pane in the current window
en@shaw: 别○ ゐ ヰ ゐю 别 仇

source: Side _Pane
en@shaw: 拆 _别

source: Changes the visibility of the side pane in the current window
en@shaw: 别○ ゐ 拆 别 仇

source: _Save
en@shaw: _别

source: Save changes in currently selected images
en@shaw: 别 别○ 仇ゐ ゐю ヰ○

source: Open _with
en@shaw: 答 _

source: Open the selected image with a different application
en@shaw: 答 ゐю ヰ 拣 ゐ别

source: Save _As...
en@shaw: 别 _...

source: Save the selected images with a different name
en@shaw: 别 ゐю ヰ○ 拣 别

source: Setup the page properties for printing
en@shaw: ю仇 别 拣

source: Print the selected image
en@shaw: ゐю ヰ

source: Prope_rties
en@shaw: _拣

source: _Undo
en@shaw: _仇

source: Undo the last change in the image
en@shaw: 仇 ゐ 别 ヰ

source: Flip _Horizontal
en@shaw: ゐ _ｐ

source: Mirror the image horizontally
en@shaw: ヰ ヰ ｐゐ

source: Flip _Vertical
en@shaw: ゐ _火

source: Mirror the image vertically
en@shaw: ヰ ヰ 火ゐ

source: _Rotate Clockwise
en@shaw: _答别 ゐ拆

source: Rotate the image 90 degrees to the right
en@shaw: 答别 ヰ 90 梆 拆

source: Rotate Counterc_lockwise
en@shaw: 答别 拣_ゐ拆

source: Rotate the image 90 degrees to the left
en@shaw: 答别 ヰ 90 梆 ゐю

source: Set as _Desktop Background
en@shaw: ю _ю

source: Set the selected image as the desktop background
en@shaw: ю ゐю ヰ ю

source: Move the selected image to the trash folder
en@shaw: ヰ叼 ゐю ヰ 答ゐ

source: _Zoom In
en@shaw: _叼

source: Enlarge the image
en@shaw: юゐ葛 ヰ

source: Zoom _Out
en@shaw: 叼 _

source: Shrink the image
en@shaw: 梆 ヰ

source: _Normal Size
en@shaw: _桂ヰ 拆

source: Show the image at its normal size
en@shaw: ヰ 桂ヰ 拆

source: Best _Fit
en@shaw: ю _

source: Fit the image to the window
en@shaw: ヰ

source: _Full Screen
en@shaw: _ 梆

source: _Previous Image
en@shaw: _梆 ヰ

source: Go to the previous image of the collection
en@shaw: 梆 ヰ ゐю

source: _Next Image
en@shaw: _ю ヰ

source: Go to the next image of the collection
en@shaw: ю ヰ ゐю

source: _First Image
en@shaw: _火 ヰ

source: Go to the first image of the collection
en@shaw: 火 ヰ ゐю

source: _Last Image
en@shaw: _ゐ ヰ

source: Go to the last image of the collection
en@shaw: ゐ ヰ ゐю

source: Previous
en@shaw: 梆

source: Next
en@shaw: ю

source: Right
en@shaw: 拆

source: Left
en@shaw: ゐю

source: Normal
en@shaw: 桂ヰ

source: Collection
en@shaw: ゐю

source: Plugin
en@shaw: ゐ仇

source: Enabled
en@shaw: 别ゐ

source: A_ctivate
en@shaw: _别

source: Ac_tivate All
en@shaw: _别 佛

source: _Deactivate All
en@shaw: _梆别 佛

source: Active _Plugins:
en@shaw: _ゐ仇:

source: _About Plugin
en@shaw: _ ゐ仇

source: C_onfigure Plugin
en@shaw: _ ゐ仇

source: Disable image collection
en@shaw: 别 ヰ ゐю

source: Open in slide show mode
en@shaw: 答 ゐ拆 ヰ答

source: Start a new instance instead of reusing an existing one
en@shaw: 葛 ю 梆叼 ю 仇

source: [FILE...]
en@shaw: [拆...]

source: Run '%s --help' to see a full list of available command line options.
en@shaw: 仇 '%s --help' ゐ 别ゐ ヰ ゐ拆 .

source: Eye of MATE Image Viewer
en@shaw: 路答 ヰ 筐
