Repository: perberos/Mate-Desktop-Environment
Catalog: mate-system-monitor/help/*/*.po
Languages: de

source: @@image: 'figures/mate-system-monitor_window.png'; md5=0a938d7d8c6910fdc96cb845f6e2af74
de: translated

source: System Monitor Manual V2.2
de: Systemüberwachung-Handbuch V2.2

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>

source: MATE Documentation Team
de: MATE-Dokumentationsteam

source: March 2009
de: März 2009

source: System Monitor Manual V2.1
de: Systemüberwachung-Handbuch V2.1

source: February 2004
de: Februar 2004

source: Sun MATE Documentation Team
de: Sun MATE-Dokumentationsteam

source: System Monitor Manual V2.0
de: Systemüberwachung-Handbuch V2.1

source: Procman Manual V0.11
de: Procman-Handbuch V0.11

source: January 2002
de: Januar 2002

source: This manual describes version 2.24.4 of System Monitor.
de: Dieses Handbuch beschreibt Version 2.24.4 der Systemüberwachung.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the System Monitor application or this manual, follow the directions in the <ulink url="ghelp:mate-feedback" type="help">MATE Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Systemüberwachung oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:mate-feedback" type="help">MATE-Seite für Rückmeldungen</ulink>.

source: System Monitor gives users a graphical user interface for monitoring CPU, network, and memory activities as well as a way for viewing and stopping system processes.
de: Die Systemüberwachung stellt den Benutzern eine grafische Benutzeroberfläche zum Überwachen von Prozessor, Netzwerk- und Speicheraktivität sowie eine Möglichkeiten zum Betrachten und Anhalten von Systemprozessen zur Verfügung.

source: System Monitor
de: Systemüberwachung

source: Introduction
de: Einführung

source: The <application>System Monitor</application> application enables you to display basic system information and monitor system processes, usage of system resources, and file systems. You can also use <application>System Monitor</application> to modify the behavior of your system.
de: Die <application>Systemüberwachung</application> ermöglicht Ihnen die Anzeige grundlegender Systeminformationen und die Überwachung von Systemprozessen, der Benutzung von Systemressourcen und von Dateisystemen. Mit der <application>Systemüberwachung</application> können Sie auch das Verhalten Ihres Systems anpassen.

source: The <application>System Monitor</application> window contains four tabbed sections:
de: Das Fenster der <application>Systemüberwachung</application> enthält vier Reiter:

source: Displays various basic information about the computer's hardware and software.
de: Zeigt verschiedene grundlegende Informationen über die Hardware und Software Ihres Rechners an.

source: Distribution version
de: Distributionsversion

source: Installed memory
de: Installierter Speicher

source: Processors and speeds
de: Prozessoren und Taktfrequenzen

source: Currently available disk space
de: Gegenwärtig verfügbarer Plattenplatz

source: Processes
de: Prozesse

source: Shows active processes, and how processes are related to each other. Provides detailed information about individual processes, and enables you to control active processes.
de: Zeigt die aktiven Prozesse und deren Abhängigkeiten untereinander an. Stellt detaillierte Informationen über individuelle Prozesse bereit und ermöglicht Ihnen die Kontrolle aktiver Prozesse.

source: Resources
de: Ressourcen

source: Displays the current usage of the following system resources:
de: Zeigt die aktuelle Nutzung folgender Systemressourcen an:

source: CPU (central processing unit) time
de: CPU (central processing unit)-Zeit

source: Memory and swap space
de: Hauptspeicher und Auslagerungsspeicher

source: Network usage
de: Netzwerkaktivität

source: File Systems
de: Dateisysteme

source: Lists all mounted file systems along with basic information about each.
de: Listet alle eingehängten Dateisysteme auf, einschließlich grundlegender Informationen darüber.

source: Getting Started
de: Erste Schritte

source: To Start System Monitor
de: Starten der Systemüberwachung

source: You can start <application>System Monitor</application> in the following ways:
de: Sie können die <application>Systemüberwachung</application> auf folgende Arten starten:

source: <guimenu>System</guimenu> menu
de: Menü <guimenu>System</guimenu>

source: Choose <menuchoice><guimenu>Administration</guimenu><guimenuitem>System Monitor</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Systemverwaltung</guimenu><guimenuitem>Systemüberwachung</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile

source: Execute the following command: <command>mate-system-monitor</command>
de: Führen Sie den folgenden Befehl aus: <command>mate-system-monitor</command>

source: When You Start System Monitor
de: Beim Start der Sytemüberwachung

source: When you start <application>System Monitor</application>, the following window is displayed:
de: Beim Start der <application>Systemüberwachung</application> wird folgendes Fenster angezeigt:

source: System Monitor Window
de: Fenster der Systemüberwachung

source: Shows System Monitor main window.
de: Zeigt das Hauptfenster der Systemüberwachung.

source: The <application>System Monitor</application> window contains the following elements:
de: Das <application>Systemüberwachung</application>-Fenster enthält die folgenden Elemente:

source: Menubar
de: Menüleiste

source: The menus on the menubar contain all of the commands that you need to work with <application>System Monitor</application>.
de: Die Menüs in der Menüleiste enthalten alle Befehle, die Sie für die Arbeit mit der <application>Systemüberwachung</application> benötigen.

source: Display area
de: Anzeigebereich

source: The display area contains the system monitor information. The display area contains the following tabbed sections:
de: Der Anzeigebereich enthält die Informationen der Systemüberwachung. Der Anzeigebereich enthält die folgenden Reiter:

source: Contains a list of basic system properties, such as system software versions and hardware specifications and status.
de: Enthält eine Liste grundlegender Systemeigenschaften, wie beispielsweise die Software-Versionen des Systems sowie Hardware-Spezifikationen und deren Status.

source: Contains a list of processes organized as a table, a list of load averages over the past few minutes, and an <guibutton>End Process</guibutton> button.
de: Enthält eine tabellenförmig angeordnete Liste der Prozesse, eine Liste der Belastungswerte der letzten fünf Minuten sowie den Knopf <guibutton>Prozess beenden</guibutton>.

source: Contains a <guilabel>CPU History</guilabel> graph, a <guilabel>Memory and Swap History</guilabel> graph, and a <guilabel>Network History</guilabel> graph.
de: Enthält je einen Graphen für <guilabel>CPU-Chronik</guilabel>, <guilabel>Speicher- und Auslagerungschronik</guilabel> und <guilabel>Netzwerk-Chronik</guilabel>.

source: Contains a table of currently mounted file systems.
de: Enthält eine Tabelle der eingehängten Dateisysteme.

source: Statusbar
de: Statusleiste

source: The statusbar displays information about current <application>System Monitor</application> activity and contextual information about the menu items.
de: Die Statusleiste zeigt Informationen über gegenwärtige Aktivität der <application>Systemüberwachung</application> an sowie auf die Menüeinträge bezogene Informationen.

source: Usage
de: Benutzung

source: To Display Basic System Information
de: Anzeige grundlegender Systeminformationen

source: To display basic system information, select the <guilabel>System</guilabel> tab.
de: Um grundlegende Systeminformationen anzuzeigen, wählen Sie den Reiter <guilabel>System</guilabel>.

source: In the <guilabel>System</guilabel> tab, information is organized into three groups:
de: Im Reiter <guilabel>System</guilabel> sind die Informationen in drei Gruppen gegliedert.

source: System Information
de: Systeminformationen

source: To Display the Process List
de: Anzeigen der Prozessliste

source: To display the process list, select the <guilabel>Processes</guilabel> tab.
de: Um die Prozessliste anzuzeigen, wählen Sie den Reiter <guilabel>Prozesse</guilabel>.

source: In the <guilabel>Processes</guilabel> tab, the processes are organized as a table. The rows of the table display information about the processes. The columns represent information fields for the processes, such as the name of the user who owns the process, the amount of memory currently being used by the process, and so on. From left to right, the <guilabel>Processes</guilabel> tab displays the following columns by default:
de: Im Reiter <guilabel>Prozesse</guilabel> werden die Prozesse in einer Tabelle dargestellt. Die Zeilen der Tabelle zeigen Informationen über die Prozesse an. Die Spalten repräsentieren Informationsfelder für die Prozesse, wie beispielsweise den Namen oder den Eigentümer des Prozesses, den gegenwärtig für den Prozess genutzten Speicher und noch einiges mehr. Von links nach rechts werden im Reiter <guilabel>Prozesse</guilabel> per Vorgabe die folgenden Spalten angezeigt:

source: Process Name
de: Prozessname

source: Nice
de: Nice-Wert

source: ID
de: Kennung

source: Memory
de: Speicher

source: For information about how to change the columns displayed in the process list, see <xref linkend="mate-system-monitor-prefs-proclist"/>.
de: Informationen darüber, wie Sie die in der Prozessliste angezeigten Spalten ändern können, finden Sie in <xref linkend="mate-system-monitor-prefs-proclist"/>.

source: Parent Processes and Child Processes
de: Elternprozesse und Kindprozesse

source: A parent process is a process that spawns another process. The spawned process is a child process of the original parent process. By default, <application>System Monitor</application> does not show process dependencies. For information about how to change the default display behavior, see <xref linkend="mate-system-monitor-modify-processlist-viewdeps"/>.
de: Ein Elternprozess ist ein Prozess, der einen anderen Prozess hervorbringt. Der hervorgebrachte Prozess ist ein Kindprozess des originalen Elternprozesses. Standardmäßig zeigt die <application>Systemüberwachung</application> die Abhängigkeiten der Prozesse nicht an. Informationen über die Anpassung des vorgegebenen Anzeigeverhaltens finden Sie in <xref linkend="mate-system-monitor-modify-processlist-viewdeps"/>.

source: Process Priority and Nice Values
de: Prioritäten der Prozesse und Nice-Werte

source: Processes run in order of priority: high-priority processes run before low-priority processes. Child processes generally inherit their priority from their parent process.
de: Prozesse werden in der Reihenfolge ihrer Priorität ausgeführt: Prozesse mit höherer Priorität werden vor Prozessen mit niedrigerer Priorität ausgeführt. Kindprozesse erben im Allgemeinen ihre Priorität von ihrem Elternprozess.

source: The priority of a process is set by the nice value of the process, as follows:
de: Die Priorität eines Prozesses wird durch den Nice-Wert des Prozesses bestimmt, und zwar wie folgt:

source: A nice value of 0 means that the process has normal priority.
de: Ein Nice-Wert von 0 bedeutet, dass der Prozess eine normale Priorität hat.

source: The higher the nice value, the lower the priority.
de: Je höher der Nice-Wert, desto niedriger ist die Priorität.

source: The lower the nice value, the higher the priority.
de: Je niedriger der Nice-Wert, desto höher ist die Priorität.

source: For information about how to change the priority of a process, see <xref linkend="mate-system-monitor-change-priority"/>.
de: Informationen über das Ändern der Priorität eines Prozesses finden Sie in <xref linkend="mate-system-monitor-change-priority"/>.

source: To Sort the Process List
de: Sortieren der Prozessliste

source: To sort the process list, perform the following steps:
de: Um die Prozessliste zu sortieren, gehen Sie wie folgt vor:

source: Select the <guilabel>Processes</guilabel> tab to display the process list.
de: Wählen Sie den Reiter <guilabel>Prozesse</guilabel>, um die Prozessliste anzuzeigen.

source: By default, the processes are listed by name, in alphabetical order. To list the processes in reverse alphabetical order, click on the <guilabel>Process Name</guilabel> column header.
de: Per Vorgabe werden die Prozesse nach Namen in alphabetischer Reihenfolge aufgelistet. Um die Prozesse in umgekehrter Reihenfolge aufzulisten, klicken Sie auf die Spaltenüberschrift <guilabel>Prozessname</guilabel>.

source: Click on any column header to sort the processes by the information in that column, in alphabetical or numerical order.
de: Klicken Sie auf eine beliebige Spaltenüberschrift, um die Prozesse anhand der in dieser Spalte angezeigten Informationen aufzulisten, entweder in alphabetischer oder in numerischer Reihenfolge.

source: Click again on the column header to sort the data in reverse alphabetical or reverse numerical order.
de: Klicken Sie erneut auf die Spaltenüberschrift, um die Daten in umgekehrter alphabetischer oder numerischer Reihenfolge zu sortieren.

source: To Modify the Contents of the Process List
de: Anpassen des Inhalts der Prozessliste

source: You can modify the contents of the process list in several ways.
de: Sie können den Inhalt der Prozessliste auf verschiedene Weisen anpassen.

source: To Show All Processes
de: Anzeige aller Prozesse

source: To show all processes in the process list, perform the following steps:
de: Um alle Prozesse in der Prozesse anzuzeigen, gehen sie wie folgt vor:

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>All Processes</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Alle Prozesse</guimenuitem></menuchoice>.

source: To Show Only Processes Owned by the Current User
de: Ausschließlich Prozesse anzeigen, die dem gegenwärtigen Benutzer gehören

source: To show only the processes that are owned by the current user, perform the following steps:
de: Um ausschließlich Prozesse anzuzeigen, die dem gegenwärtigen Benutzer gehören, gehen Sie wie folgt vor:

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>My Processes</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Eigene Prozesse</guimenuitem></menuchoice>.

source: To Show Only Active Processes
de: Ausschließlich aktive Prozesse anzeigen

source: To show only the active processes in the process list, perform the following steps:
de: Um ausschließlich aktive Prozesse in der Prozessliste anzuzeigen, gehen Sie wie folgt vor:

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Active Processes</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Aktive Prozesse</guimenuitem></menuchoice>.

source: To Show Dependencies
de: Anzeigen von Abhängigkeiten

source: To show process dependencies in the process list, perform the following steps:
de: Um Prozessabhängigkeiten in der Prozessliste anzuzeigen, gehen Sie wie folgt vor:

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Dependencies</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Abhängigkeiten</guimenuitem></menuchoice>.

source: If the <guimenuitem>Dependencies</guimenuitem> menu item is selected, the processes are listed as follows:
de: Falls der Menüeintrag <guimenuitem>Abhängigkeiten</guimenuitem> aktiviert ist, werden die Prozesse wie folgt aufgelistet:

source: Parent processes are indicated by a triangle symbol to the left of the process name. Click on the triangle symbol to show or hide the associated child processes.
de: Elternprozesse werden durch ein Dreieck-Symbollinks vom Prozessnamen gekennzeichnet. Klicken Sie auf das Dreieck, um die Anzeige der zugehörigen Kindprozesse ein- oder auszuschalten.

source: Child processes are indented, and listed with their parent process.
de: Kindprozesse werden eingerückt unterhalb ihres Elternprozesses aufgelistet.

source: If the <guimenuitem>Dependencies</guimenuitem> menu item is not selected:
de: Falls der Menüeintrag <guimenuitem>Abhängigkeiten</guimenuitem> nicht auswählbar ist:

source: Parent processes and child processes are not distinguishable.
de: Elternprozesse und Kindprozesse sind nicht unterscheidbar.

source: All processes are listed in alphabetical order.
de: Alle Prozesse werden in alphabetischer Reihenfolge aufgelistet.

source: To Display Memory Maps for a Process
de: Anzeige von Speicherfeldern für einen Prozess

source: To display memory maps for a process, perform the following steps:
de: Um die Speicherfelder eines Prozesses an zuzeigen, gehen Sie wie folgt vor:

source: Select the process in the process list.
de: Wählen Sie einen Prozess in der Prozessliste aus.

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Memory Maps</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Speicherfelder</guimenuitem></menuchoice>.

source: The <guilabel>Memory Maps</guilabel> dialog displays the information in tabular format. The name of the process is displayed above the memory-map table. From left to right, the <guilabel>Memory Maps</guilabel> dialog displays the following columns:
de: Der Dialog <guilabel>Speicherfelder</guilabel> zeigt die Informationen in Tabellenform an. Der Name des Prozesses wird oberhalb der Speicherfelder-Tabelle angezeigt. Von links nach rechts werden im Dialog <guilabel>Speicherfelder</guilabel> folgende Spalten angezeigt:

source: Filename
de: Dateiname
