Repository: perberos/Mate-Desktop-Environment
Catalog: mate-system-monitor/help/*/*.po
Languages: de

source: The location of a shared library that is currently used by the process. If this field is blank, the memory information in this row describes memory that is owned by the process whose name is displayed above the memory-map table.
de: Der Ort der gemeinsam genutzten Bibliothek, die gegenwärtig von dem Prozess verwendet wird. Falls das Feld leer ist, beschreibt die Speicherinformation in dieser Zeile den Speicher des Prozesses, dessen Name oberhalb der Speicherfelder-Tabelle angezeigt wird.

source: VM Start
de: VM-Beginn

source: The address at which the memory segment begins.
de: Die Adresse, wo das Speichersegment beginnt.

source: VM End
de: VM-Ende

source: The address at which the memory segment ends.
de: Die Adresse, wo das Speichersegment endet.

source: VM Size
de: VM-Größe

source: The size of the memory segment.
de: Die Größe des Speichermoduls

source: Flags
de: Flaggen

source: The following flags describe the different types of memory-segment access that the process can have:
de: Die folgenden Flaggen beschreiben die verschiedenen Typen des Speichersegment-Zugriffs eines Prozesses:

source: The memory segment is private to the process, and is not accessible to other processes.
de: Das Speichersegment ist ausschließlich diesem Prozess zugeordnet und nicht durch andere Prozesse nutzbar.

source: The process has permission to read from the memory segment.
de: Der Prozess hat Leserechte in dem Speichersegment.

source: The memory segment is shared with other processes.
de: Das Speichersegment wird gemeinsam mit anderen Prozessen genutzt.

source: The process has permission to write into the memory segment.
de: Der Prozess hat Schreibrechte in dem Speichersegment.

source: The process has permission to execute instructions that are contained within the memory segment.
de: Der Prozess hat das Recht, die in diesem Speichersegment enthaltenen Anweisungen auszuführen.

source: VM Offset
de: VM-Versatz

source: The virtual memory offset of the memory segment.
de: Der virtuelle Speicherversatz des Speichersegments.

source: Device
de: Gerät

source: The major and minor device numbers of the device on which the shared library filename is located.
de: Die Major- und Minor-Nummern des Geräts, auf welchem sich der Dateiname der gemeinsam genutzten Bibliothek befindet.

source: The inode on the device from which the shared library location is loaded into memory.
de: Der I-Node des Geräts, von welchem der Ort der gemeinsam genutzten Bibliothek in den Speicher geladen wurde.

source: Click on any column header to sort the data by the information in that column, in alphabetical or numerical order. Click again on the column header to sort the data in reverse alphabetical or reverse numerical order.
de: Klicken Sie auf eine beliebige Spaltenüberschrift, um die Daten anhand der Informationen in dieser Spalte zu sortieren, entweder in alphabetischer oder numerischer Reihenfolge. Klicken Sie erneut auf die Spaltenüberschrift, um die Daten in umgekehrter alphabetischer oder numerischer Reihenfolge zu sortieren.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Memory Maps</guilabel> dialog.
de: Klicken Sie auf <guibutton>Schließen</guibutton>, um den Dialog <guilabel>Speicherfelder</guilabel> zu schließen.

source: To Change the Priority of a Process
de: Ändern der Priorität eines Prozesses

source: To change the priority of a process, perform the following steps:
de: Um die Priorität eines Prozesses zu ändern, gehen Sie wie folgt vor:

source: Select the process for which you want to change the priority.
de: Wählen Sie den Prozess, dessen Priorität Sie ändern wollen.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Change Priority</guimenuitem></menuchoice>. The <guilabel>Change Priority</guilabel> dialog is displayed.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Priorität ändern</guimenuitem></menuchoice>. Der Dialog <guilabel>Priorität ändern</guilabel> wird angezeigt.

source: Use the slider to set the nice value of the process.
de: Verwenden Sie den Schieberegler, um den Nice-Wert des Prozesses zu setzen.

source: The nice value sets the priority of the process: the lower the nice value, the higher the priority.
de: Der Nice-Wert bestimmt die Priorität des Prozesses: Je niedriger der Nice-Wert, desto höher ist die Priorität.

source: To specify a nice value lower than zero, non-root users must enter the root password.
de: Um einen Nice-Wert anzugeben, der kleiner als Null ist, müssen normale Benutzer das Passwort des Systemverwalters eingeben.

source: Click on the <guibutton>Change Priority</guibutton> button.
de: Klicken Sie auf den Knopf <guibutton>Priorität ändern</guibutton>.

source: To End a Process
de: Beenden eines Prozesses

source: To end a process, perform the following steps:
de: Um einen Prozess zu beenden, gehen Sie wie folgt vor:

source: Select the process that you want to end.
de: Wählen Sie den Prozess, den Sie beenden wollen.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>End Process</guimenuitem></menuchoice>, or click on the <guibutton>End Process</guibutton> button.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Prozess beenden</guimenuitem></menuchoice>, oder klicken Sie auf den Knopf <guibutton>Prozess beenden</guibutton>.

source: By default, a confirmation alert is displayed. For information about how to display or hide the confirmation alert, see <xref linkend="mate-system-monitor-prefs-proclist"/>.
de: Per Vorgabe wird eine Warnung angezeigt. Informationen darüber, wie Sie diese Warnung anzeigen oder verbergen können, finden Sie in <xref linkend="mate-system-monitor-prefs-proclist"/>.

source: Click on the <guibutton>End Process</guibutton> button to confirm that you want to end the process. <application>System Monitor</application> forces the process to finish normally.
de: Klicken Sie auf den Knopf <guibutton>Prozess beenden</guibutton>, um zu bestätigen, dass Sie den Prozess beenden wollen. Die <application>Systemüberwachung</application> erzwingt das normale Beenden des Prozesses.

source: This is the preferred way to stop a process.
de: Es gibt einen bevorzugten Weg, einen Prozess anzuhalten.

source: To Terminate a Process
de: Einen Prozess anhalten

source: To terminate a process, perform the following steps:
de: Um einen Prozess anzuhalten, gehen Sie wie folgt vor:

source: Select the process that you want to terminate.
de: Wählen Sie den Prozess, den Sie anhalten wollen.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Kill Process</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Prozess abwürgen</guimenuitem></menuchoice>.

source: Click on the <guibutton>Kill Process</guibutton> button to confirm that you want to terminate the process. <application>System Monitor</application> forces the process to finish immediately.
de: Klicken Sie auf den Knopf <guibutton>Prozess abwürgen</guibutton>, um zu bestätigen, dass Sie den Prozess beenden wollen. Die <application>Systemüberwachung</application> erzwingt sofort das Beenden des Prozesses.

source: You usually terminate a process only if you cannot end the process normally as described in <xref linkend="mate-system-monitor-end-process"/>.
de: Üblicherweise werden Sie einen Prozess abwürgen wollen, den Sie nicht auf die normale in <xref linkend="mate-system-monitor-end-process"/> beschriebene Weise beenden können.

source: To Monitor CPU Usage
de: Überwachung der Prozessorlast

source: To monitor CPU usage, select the <guilabel>Resources</guilabel> tab.
de: Um die CPU-Last zu überwachen, wählen Sie den Reiter <guilabel>Ressourcen</guilabel>.

source: <application>System Monitor</application> displays the CPU usage history in graphical format. Underneath the graph, <application>System Monitor</application> also displays the current CPU usage, as a percentage.
de: Die <application>Systemüberwachung</application> stellt die Chronik der CPU-Nutzung grafisch dar. Unterhalb des Graphen zeigt die <application>Systemüberwachung</application> außerdem die aktuelle CPU-Nutzung als Prozentsatz an.

source: To Monitor Memory and Swap Usage
de: Anzeige von Speicher und Auslagerungsspeicher

source: To monitor memory and swap usage, select the <guilabel>Resources</guilabel> tab.
de: Um die Nutzung des Speichers und Auslagerungsspeichers zu überwachen, wählen Sie den Reiter <guilabel>Ressourcen</guilabel>.

source: <application>System Monitor</application> displays the memory usage history and the swap usage history in graphical format. Underneath the graph, <application>System Monitor</application> also displays the following numerical values:
de: Die <application>Systemüberwachung</application> stellt die Chronik der Nutzung des Hauptspeichers und Auslagerungsspeichers grafisch dar. Unterhalb des Graphen zeigt die <application>Systemüberwachung</application> außerdem die folgenden numerischen Werte an:

source: Used memory out of total memory
de: Anteil des Benutzerspeichers am Gesamtspeicher

source: Used swap out of total swap
de: Benutzter Anteil des gesamten Auslagerungsspeichers

source: To Monitor Network Activity
de: Überwachung der Netzwerkaktivität

source: To monitor network activity, select the <guilabel>Resources</guilabel> tab.
de: Um die Netzwerkaktivität zu überwachen, wählen Sie den Reiter <guilabel>Ressourcen</guilabel>.

source: <application>System Monitor</application> displays the network history in graphical format. Underneath the graph, <application>System Monitor</application> also displays the following numerical values:
de: Die <application>Systemüberwachung</application> zeigt die Netzwerkchronik in einem graphischen Format an. Unterhalb des Graphen zeigt die <application>Systemüberwachung</application> auch die folgenden numerischen Werte an:

source: Received data per second and total
de: Empfangene Daten pro Sekunde und Gesamt

source: Sent data per second and total
de: Gesendete Daten pro Sekunde und Gesamt

source: To Monitor File Systems
de: Überwachung von Dateisystemen

source: To monitor file systems, select the <guilabel>File Systems</guilabel> tab.
de: Um Dateisysteme zu überwachen, wählen Sie den Reiter <guilabel>Dateiysteme</guilabel>.

source: <application>System Monitor</application> displays mounted file systems in tabular format. From left to right, the table displays the following columns:
de: Die <application>Systemüberwachung</application> zeigt die eingehängten Dateisysteme im Tabellenformat an. Von links nach rechts zeigt die Tabelle die folgenden Spalten:

source: Location of block file
de: Ort der blockorientierten Datei

source: Directory
de: Ordner

source: Mount point (directory to access) of device
de: Einhängepunkt des Geräts (Zugriffspunkt)

source: Type
de: Typ

source: File system type
de: Dateisystemtyp

source: Total
de: Gesamt

source: Total capacity
de: Gesamte Kapazität

source: Free
de: Frei

source: Amount of space not in use
de: Größe des nicht genutzten Platzes

source: Available
de: Verfügbar

source: Amount of space which can be used
de: Größe des nutzbaren Platzes

source: Used
de: Belegt

source: Amount of space which is used (and percentage of Total)
de: Größe des genutzten Platzes (als Prozentsatz vom Gesamtplatz)

source: To Customize the Resources Tabbed Section
de: Anpassen des Reiters »Ressourcen«

source: You can customize the <guilabel>Resources</guilabel> tabbed section in the following ways:
de: Sie können den Reiter <guilabel>Ressourcen</guilabel> auf folgende Arten anpassen:

source: To Change the Background Color of Graphs
de: Ändern der Hintergrundfarbe der Graphen

source: To change the background color of the <application>System Monitor</application> graphs, perform the following steps:
de: Um die Hintergrundfarbe der Graphen der <application>Systemüberwachung</application> zu ändern, gehen Sie wie folgt vor:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. The <guilabel>Preferences</guilabel> dialog is displayed.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice>. Der Dialog <guilabel>Einstellungen</guilabel> wird angezeigt.

source: Select the <guilabel>Resources</guilabel> tab in the <guilabel>Preferences</guilabel> dialog.
de: Wählen Sie den Reiter <guilabel>Ressourcen</guilabel> im Dialog <guilabel>Einstellungen</guilabel>.

source: Click on the <guilabel>Background color</guilabel> button. The <guilabel>Pick a color</guilabel> dialog is displayed.
de: Klicken Sie auf den Knopf <guilabel>Hintergrundfarbe</guilabel>. Der Dialog <guilabel>Farbe wählen</guilabel> wird angezeigt.

source: Choose a color from the <guilabel>Palette</guilabel>, or use the color wheel or the spin boxes to customize the color.
de: Wählen Sie eine Farbe aus der <guilabel>Palette</guilabel>, oder benutzen Sie das Farbrad oder die Einstellfelder, um die Farbe anzupassen.

source: Click <guibutton>OK</guibutton> to close the <guilabel>Pick a color</guilabel> dialog.
de: Klicken Sie auf <guibutton>OK</guibutton>, um den Dialog <guilabel>Farbe wählen</guilabel> zu schließen.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Preferences</guilabel> dialog.
de: Klicken Sie auf <guibutton>Schließen</guibutton>, um den Dialog <guilabel>Einstellungen</guilabel> zu schließen.

source: To Change the Grid Color of Graphs
de: Ändern der Rasterfarbe der Graphen

source: To change the grid color of the <application>System Monitor</application> graphs, perform the following steps:
de: Um die Rasterfarbe der Graphen der <application>Systemüberwachung</application> zu ändern, gehen Sie wie folgt vor:

source: Click on the <guilabel>Grid color</guilabel> button. The <guilabel>Pick a color</guilabel> dialog is displayed.
de: Klicken Sie auf den Knopf <guilabel>Rasterfarbe</guilabel>. Der Dialog <guilabel>Farbe wählen</guilabel> wird angezeigt.

source: To Change the Line Color of the CPU Graph
de: Ändern der Linienfarbe des CPU-Graphen

source: To change the color of the line that represents CPU usage in the <guilabel>CPU History</guilabel> graph, perform the following steps:
de: Um die Farbe der die CPU-Nutzung darstellenden Linie in der <guilabel>CPU-Chronik</guilabel> zu ändern, gehen Sie wie folgt vor:

source: Select the <guilabel>Resources</guilabel> tab in the <guilabel>System Monitor</guilabel> window, to display the graphs and table that provide information about the usage of system resources.
de: Wählen Sie den Reiter <guilabel>Ressourcen</guilabel> im Fenster der <guilabel>Systemüberwachung</guilabel>, um die Graphen und Tabelle anzuzeigen, welche Informationen über die Nutzung der Systemressourcen bereitstellen.

source: Click on the <guibutton>CPU</guibutton> color button. The <guilabel>Pick a color</guilabel> dialog is displayed.
de: Klicken Sie auf den Knopf <guilabel>CPU</guilabel>. Der Dialog <guilabel>Farbe wählen</guilabel> wird angezeigt.

source: To Change the Line Colors of the Memory and Swap Graph
de: Ändern der Linienfarbe der Graphen für Speicher und Auslagerungsspeicher

source: To change the color of the lines that represent memory and swap usage in the graph, perform the following steps:
de: Um die Farbe der die Nutzung des Hauptspeichers und Auslagerungsspeichers darstellenden Linien im Graphen zu ändern, gehen Sie wie folgt vor:

source: Click on the <guibutton>User memory</guibutton> or <guibutton>Used swap</guibutton> button. The <guilabel>Pick a color</guilabel> dialog is displayed.
de: Klicken Sie entweder auf den Knopf <guibutton>Belegter Speicher</guibutton> oder auf <guibutton>Belegter Swap</guibutton>. Der Dialog <guilabel>Farbe wählen</guilabel> wird angezeigt.

source: Preferences
de: Einstellungen

source: To configure <application>System Monitor</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. The <guilabel>Preferences</guilabel> dialog contains the following tabbed sections:
de: Um die <application>Systemüberwachung</application> zu konfigurieren, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice>. Der Dialog <guilabel>Einstellungen</guilabel> enthält die folgenden Reiter:

source: Behavior
de: Verhalten

source: Update interval in seconds
de: Aktualisierungsintervall in Sekunden

source: Use this spin box to specify the interval at which you want to update the process list.
de: Geben Sie in diesem Einstellfeld an, wie oft Sie die Prozessliste aktualisieren wollen.

source: Enable smooth refresh
de: Sanfte Auffrischung aktivieren

source: Select this option to refresh smoothly.
de: Wählen Sie diese Option, um sanftes Auffrischen zu aktivieren.

source: Alert before ending or killing processes
de: Vor Beenden oder Abwürgen eines Prozesses Warndialog anzeigen

source: Select this option to display a confirmation alert when you end a process or terminate a process.
de: Wählen Sie diese Option, wenn vor dem Beenden oder Abwürgen eines Prozesses ein Bestätigungsdialog angezeigt werden soll.

source: Solaris mode
de: Solaris-Modus

source: Select this to divide each process' CPU% in the Processes table by the number of CPUs.
de: Wählen Sie dies, um die CPU-Nutzung jedes Prozesses in der Prozesstabelle durch die Anzahl der CPUs zu dividieren.

source: Information Fields
de: Informationsfelder

source: Use the following options to select which fields are displayed in the process list:
de: Mit den folgenden Optionen können Sie wählen, welche Felder in der Prozessliste angezeigt werden sollen:

source: Select this option to display the name of the process. This column may also contain an icon to indicate the application that is associated with the process.
de: Wählen Sie diese Option, um den Namen des Prozesses anzuzeigen. Diese Spalte kann auch ein Symbol zur Anzeige der diesem Prozess zugehörigen Anwendung enthalten.

source: User
de: Benutzer

source: Select this option to display the name of the user who owns the process.
de: Wählen Sie diese Option, um den Namen des Benutzers anzuzeigen, dem dieser Prozess gehört.

source: Select this option to display the current status of the process: sleeping or running.
de: Wählen Sie diese Option, um den gegenwärtigen Status des Prozesses anzuzeigen: »Schläft« oder »Läuft«.

source: Virtual Memory
de: Virtueller Speicher

source: Select this option to display the amount of virtual memory that is allocated to the process.
de: Wählen Sie diese Option, um die Größe des virtuellen Speichers anzuzeigen, der diesem Prozess zugewiesen wurde.

source: Resident Memory
de: Nicht auslagerbarer Speicher

source: Select this option to display the amount of physical memory that is allocated to the process.
de: Wählen Sie diese Option, um die Größe des physischen Speichers anzuzeigen, der diesem Prozess zugewiesen wurde.

source: Writable Memory
de: Schreibbarer Speicher

source: Select this option to display the amount of memory that can be written by the process.
de: Wählen Sie diese Option, um die Größe des Speichers anzuzeigen, der von diesem Prozess beschrieben werden kann.

source: Shared Memory
de: Geteilter Speicher

source: Select this option to display the amount of shared memory that is allocated to the process. Shared memory is memory that can be accessed by another process.
de: Wählen Sie diese Option, um die Größe des geteilten Speichers anzuzeigen, der diesem Prozess zugewiesen wurde. Geteilter Speicher ist Speicher, auf den auch ein anderer Prozess zugreifen kann.

source: X Server Memory
de: X-Server-Speicher

source: Select this option to display the amount of X server memory that is used by the process.
de: Wählen Sie diese Option, um die Größe des X-Server-Speichers anzuzeigen, der von diesem Prozess verwendet wird.

source: Select this option to display the percentage of CPU time currently being used by the process.
de: Wählen Sie diese Option, um den Prozentsatz der CPU-Last anzuzeigen, die gegenwärtig von diesem Prozess verwendet wird.

source: CPU Time
de: CPU-Zeit

source: Select this option to display the amount of CPU time that has been used by the process.
de: Wählen Sie diese Option, um die Größe der CPU-Last anzuzeigen, die gegenwärtig von diesem Prozess verwendet wird.

source: Started
de: Gestartet

source: Select this option to display when the process began running.
de: Wählen Sie diese Option, um anzuzeigen, wann der Prozess gestartet wurde.

source: Select this option to display the nice value of the process. The nice value sets the priority of the process: the lower the nice value, the higher the priority.
de: Wählen Sie diese Option, um den Nice-Wert des Prozesses anzuzeigen. Der Nice-Wert bestimmt die Priorität des Prozesses: Je niedriger dieser Wert, desto höher ist die Priorität.

source: Select this option to display the process identifier, also known as the pid. The pid is a number that uniquely identifies the process. You can use the pid to manipulate the process on the command line.
de: Wählen Sie diese Option, um die Prozesskennung anzuzeigen, auch als PID bekannt. Die PID ist eine Zahl, die den Prozess eindeutig identifiziert. Sie können die PID zur Beeinflussung des Prozesses auf der Befehlszeile verwenden.

source: Select this option to display the amount of system memory that is currently being used by the process.
de: Wählen Sie diese Option, um die Größe des Systemspeichers anzuzeigen, der gegenwärtig von diesem Prozess verwendet wird.

source: Security Context
de: Sicherheitskontext

source: Select this option to display the security context in which the process is running.
de: Wählen Sie diese Option, um den Sicherheitskontext anzuzeigen, in dem der Prozess läuft.

source: Command Line
de: Befehlszeile

source: Select this option to display the command line that was used to start the process, including arguments.
de: Wählen Sie diese Option, um die zum Start des Prozesses verwendete Befehlszeile anzuzeigen, einschließlich der Argumente.

source: Graphs
de: Diagramme

source: Use this spin box to specify how often you want to update the <application>System Monitor</application> graphs.
de: Geben Sie in diesem Einstellfeld an, wie oft Sie die Graphen der <application>Systemüberwachung</application> aktualisieren wollen.

source: Background color
de: Hintergrundfarbe

source: Use this button to customize the background color of the <application>System Monitor</application> graphs, as described in <xref linkend="mate-system-monitor-customize-background"/>.
de: Verwenden Sie diesen Knopf, um die Hintergrundfarbe der Graphen der <application>Systemüberwachung</application> zu ändern, wie in <xref linkend="mate-system-monitor-customize-background"/> beschrieben.

source: Grid color
de: Rasterfarbe

source: Use this button to customize the grid color of the <application>System Monitor</application> graphs, as described in <xref linkend="mate-system-monitor-customize-grid"/>.
de: Verwenden Sie diesen Knopf, um die Rasterfarbe der Graphen der <application>Systemüberwachung</application> zu ändern, wie in <xref linkend="mate-system-monitor-customize-grid"/> beschrieben.

source: Use this spin box to specify how often you want to update the <guilabel>File Systems</guilabel> table.
de: Geben Sie in diesem Einstellfeld an, wie oft Sie die Tabelle <guilabel>Dateisysteme</guilabel> aktualisieren wollen.

source: Show all filesystems
de: Alle Dateisysteme anzeigen

source: Select this option to show all file systems, including temporary and system ones.
de: Wählen Sie diese Option, um alle Dateisysteme anzuzeigen, einschließlich der temporären und vom System genutzten Dateisysteme.

source: translator-credits
de: Mario Blättermann <mariobl@mate.org>, 2009
