Repository: perberos/Mate-Desktop-Environment
Catalog: libmatecomponent/po/*.po
Languages: en@shaw

source: Not a valid Activation ID
en@shaw: ゐ 别 ID

source: Directory to read .server files from
en@shaw: 拆ю拣 梆 .火 拆ゐ

source: DIRECTORY
en@shaw: 拆ю拣

source: Register as the user's activation server without locking. Warning: this option can have dangerous side effects on the stability of the user's running session, and should only be used for debugging purposes
en@shaw: ю○ 筐' 别 火 ゐ. 桂: ｐ 别○拣 拆 ю ゐ 筐' 仇 ю, 答ゐ 筐 梆仇 火

source: Query expression to evaluate
en@shaw: 金 ю ゐ叼别

source: EXPRESSION
en@shaw: ю

source: Run '%s --help' to see a full list of available command line options.
en@shaw: 仇 '%s --help' ゐ 别ゐ ヰ ゐ拆 .

source: Name service
en@shaw: 别 火

source: Notification service
en@shaw: 答别 火

source: Notification service for activation
en@shaw: 答别 火 别

source: The MateComponent Activation configuration file was not read successfully. Please, check it is valid in: %s
en@shaw: 路 别 拣别 拆 ю юゐ. ゐ梆, ю ゐ : %s

source: Property '%s' has no value
en@shaw: 拣 '%s' ｐ ゐ

source: Could not parse badly formed XML document %s
en@shaw: 葛 ゐ 桂ヰ XML 筐ヰ %s

source: Child process did not give an error message, unknown failure occurred
en@shaw: 拆ゐ 答ю 火 ヰю, 仇答 别ゐ 火

source: Failed to read from child process: %s
en@shaw: 别ゐ 梆 拆ゐ 答ю: %s

source: MateComponent Activation options:
en@shaw: 路 别 :

source: Show MateComponent Activation options
en@shaw: 路 别

source: MateComponent activation options
en@shaw: 路 别

source: g_module_open of `%s' failed with `%s'
en@shaw: g_module_open `%s' 别ゐ `%s'

source: Can't find symbol MateComponent_Plugin_info in `%s'
en@shaw: 拆 ヰ MateComponent_Plugin_info `%s'

source: Factory `%s' returned NIL for `%s'
en@shaw: 拣 `%s' 火 `%s'

source: Name
en@shaw: 别

source: Application unique name
en@shaw: ゐ别 筐梆 别

source: An unsupported action was attempted
en@shaw: 仇桂 юヰ

source: IO Error
en@shaw: IO 火

source: Invalid argument value
en@shaw: ゐ 葛筐ヰ ゐ

source: Object not found
en@shaw: ○ю

source: Syntax error in object description
en@shaw: 火 ○ю

source: Cannot activate object from factory
en@shaw: 别 ○ю 拣

source: No permission to access stream
en@shaw: 火ヰ ю 梆

source: An unsupported stream action was attempted
en@shaw: 仇桂 梆 юヰ

source: IO Error on stream
en@shaw: IO 火 梆

source: IO Error on storage
en@shaw: IO 火 桂

source: Name already exists in storage
en@shaw: 别 佛ゐю ю 桂

source: Object not found in storage
en@shaw: ○ю 桂

source: No permission to do operation on storage
en@shaw: 火ヰ 拣别 桂

source: An unsupported storage action was attempted
en@shaw: 仇桂 桂 юヰ

source: Object is not a stream
en@shaw: ○ю 梆

source: Object is not a storage
en@shaw: ○ю 桂

source: Storage is not empty
en@shaw: 桂 юヰ

source: malformed user interface XML description
en@shaw: ヰゐ桂ヰ 筐 拣别 XML

source: invalid path to XML user interface element
en@shaw: ゐ XML 筐 拣别 юゐヰ

source: Unknown command or verb
en@shaw: 仇答 ヰ 火

source: Command is insensitive
en@shaw: ヰ ю

source: incorrect data type
en@shaw: ю 别 拆

source: stream not found
en@shaw: 梆

source: property not found
en@shaw: 拣

source: property has invalid type
en@shaw: 拣 ｐ ゐ 拆

source: property is read only
en@shaw: 拣 ю 答ゐ

source: config database backend failed
en@shaw: 别别 ю 别ゐ

source: Moniker interface cannot be found
en@shaw: ヰ 拣别

source: Moniker activation timed out
en@shaw: ヰ 别 拆ヰ

source: Syntax error within moniker
en@shaw: 火 ヰ

source: Moniker has an unknown moniker prefix
en@shaw: ヰ ｐ 仇答 ヰ 梆

source: Error checking error; no exception
en@shaw: 火 ю 火; ю

source: General activation error with no description
en@shaw: ○ю拣 别 火

source: Failed to activate object
en@shaw: 别ゐ 别 ○ю

source: Exception activating '%s'
en@shaw: ю 别 '%s'

source: Failed to activate '%s'
en@shaw: 别ゐ 别 '%s'

source: HTTP Moniker
en@shaw: HTTP ヰ

source: Standard Moniker factory
en@shaw: 拣 ヰ 拣

source: generic factory 'new' moniker
en@shaw: ○ю 拣 '' ヰ

source: generic item moniker
en@shaw: ○ю 拆 ヰ

source: MateComponent Echo server factory
en@shaw: 路 ю 火 拣

source: MateComponent Echo server sample program
en@shaw: 路 ю 火 ヰ 答

source: Echo component
en@shaw: ю ヰ答

source: Echo component factory
en@shaw: ю ヰ答 拣

source: I could not initialize MateComponent
en@shaw: ゐ拆 路

source: Could not create an instance of the sample echo component
en@shaw: 别 ヰ ю ヰ答

source: An exception occurred '%s'
en@shaw: ю 火 '%s'

source: Could not save configuration file.
en@shaw: 别 拣别 拆.

source: Please, make sure you have permissions to write to '%s'.
en@shaw: ゐ梆, ヰ别 ｐ 火ヰ 拆 '%s'.

source: Successfully wrote configuration file.
en@shaw: юゐ 答 拣别 拆.

source: configuration file is: %s
en@shaw: 拣别 拆 : %s

source: %s already in configuration file
en@shaw: %s 佛ゐю 拣别 拆

source: there is not a properly structured configuration file
en@shaw: 拣ゐ 仇拣 拣别 拆

source: MateComponent-activation configuration file contains:
en@shaw: 路-别 拣别 拆 别:

source: Directory to remove from configuration file
en@shaw: 拆ю拣 ヰ叼 拣别 拆

source: Directory to add to configuration file
en@shaw: 拆ю拣 拣别 拆

source: Display directories in configuration file
en@shaw: ゐ 拆ю拣 拣别 拆

source: Display path to configuration file
en@shaw: ゐ 拣别 拆
