Repository: perberos/Mate-Desktop-Environment
Catalog: mate-utils/logview/help/*/*.po
Languages: de

source: @@image: 'figures/syslog_window.png'; md5=7cb5e186fe792ed85e408ff33f21eced
de: translated

source: System Log Viewer Manual
de: Systemprotokollbetrachter-Handbuch

source: System Log Viewer is a graphical user interface to view and monitor system log files.
de: Der Systemprotokollbetrachter ist eine grafische Benutzerschnittstelle zum Betrachten und Überwachen Ihrer Systemprotokolldateien.

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>

source: MATE Documentation Team
de: MATE-Dokumentationsteam

source: System Log Viewer Manual V2.5
de: Systemprotokollbetrachter-Handbuch V2.5

source: October 2009
de: Oktober 2009

source: System Log Viewer Manual V2.4
de: Systemprotokollbetrachter-Handbuch V2.4

source: October 2005
de: Oktober 2005

source: System Log Viewer Manual V2.3
de: Systemprotokollbetrachter-Handbuch V2.3

source: October 2002
de: Oktober 2002

source: Sun MATE Documentation Team <email>gdocteam@sun.com</email>
de: Sun MATE-Dokumentationsteam <email>gdocteam@sun.com</email>

source: System Log Viewer Manual V2.2
de: Systemprotokollbetrachter-Handbuch V2.2

source: System Log Viewer Manual V2.1
de: Systemprotokollbetrachter-Handbuch V2.1

source: July 2002
de: Juli 2002

source: System Log Viewer Manual V2.0
de: Systemprotokollbetrachter-Handbuch V2.0

source: May 2002
de: Mai 2002

source: Logview Manual
de: Systemprotokollbetrachter-Handbuch

source: This manual describes version 2.12 of System Log Viewer.
de: Dieses Handbuch beschreibt Version 2.12 des Systemprotokollbetrachters.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the System Log Viewer application or this manual, follow the directions in the <ulink url="ghelp:mate-feedback" type="help">MATE Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Systemprotokollbetrachter</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:mate-feedback" type="help">MATE-Seite für Rückmeldungen</ulink>.

source: System Log Viewer
de: Systemprotokollbetrachter

source: Introduction
de: Einführung

source: <application>System Log Viewer</application> is a graphical, menu-driven viewer that you can use to view and monitor your system logs. <application>System Log Viewer</application> comes with a few functions that can help you manage your logs, including a log monitor and log statistics display.
de: Der <application>Systemprotokollbetrachter</application> ist ein grafischer, menügesteuerter Betrachter, den Sie zum Betrachten und Überwachen Ihrer Systemprotokolldateien benutzen können. Der <application>Systemprotokollbetrachter</application> stellt einige Funktionen bereit, die Ihnen beim Verwalten Ihrer Protokolle helfen, beispielsweise einen Kalender, eine Protokollüberwachung und eine Protokollstatistik.

source: <application>System Log Viewer</application> is useful if you are new to system administration because it provides an easier, more user-friendly display of your logs than a text display of the log file. It is also useful for more experienced administrators, as it contains a monitor to enable you to continuously monitor crucial logs.
de: Wenn Sie noch unerfahren in der Systemverwaltung sind, stellt Ihnen der <application>Systemprotokollbetrachter</application> eine einfachere und benutzerfreundlichere Anzeige Ihrer Systemprotokolle zur Verfügung, im Gegensatz zur reinen Textansicht einer Protokolldatei. Auch für fortgeschrittenere Systemverwalter ist der <application>Systemprotokollbetrachter</application> nützlich, da über eine Möglichkeit der permanenten Überwachung wichtiger Protokolle verfügt.

source: <application>System Log Viewer</application> is useful only to those who have access to the system log files, which generally requires root access.
de: Der <application>Systemprotokollbetrachter</application> ist nur verwendbar, wenn Sie Zugriff auf die Systemprotokolldateien haben, was im Allgemeinen die Rechte des Systemverwalters erfordert.

source: Getting Started
de: Erste Schritte

source: You can start <application>System Log Viewer</application> in the following ways:
de: Sie können den <application>Systemprotokollbetrachter</application> auf die folgenden Arten starten:

source: <guimenu>Applications</guimenu> menu
de: Menü <guimenu>Anwendungen</guimenu>

source: Choose <menuchoice><guisubmenu>System Tools</guisubmenu><guimenuitem>Log File Viewer</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Systemwerkzeuge</guisubmenu><guimenuitem>Systemprotokoll</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile

source: Type <command>mate-system-log</command>, then press <keycap>Return</keycap>.
de: Geben Sie <command>mate-system-log</command> ein, und drücken Sie dann die <keycap>Eingabetaste</keycap>.

source: When you start <application>System Log Viewer</application>, the following window is displayed.
de: Wenn Sie den <application>Systemprotokollbetrachter</application> starten, wird folgendes Fenster angezeigt.

source: System Log Viewer Window
de: Systemprotokollbetrachter-Fenster

source: Shows System Log Viewer main window. Contains menubar, display area, scrollbars, and statusbar.
de: Zeigt das Hauptfenster des Systemprotokollbetrachters. Enthält Menüleiste, Anzeigebereich, Rollbalken und Statusleiste.

source: The first time you start <application>System Log Viewer</application>, the application displays several log files by default (such as <filename>/var/log/messages</filename>). Opened logs are listed on the left side of the application window. The log selected in this list is displayed in the main area of the application window.
de: Wenn Sie den <application>Systemprotokollbetrachter</application> zum ersten Mal starten, zeigt die Anwendung standardmäßig verschiedene Protokolldateien an (z.B. <filename>/var/log/messages</filename>). Geöffnete Protokolle werden an der linken Seite des Anwendungsfensters aufgelistet. Das in dieser Liste ausgewählte Protokoll wird im Anzeigebereich des Anwendungsfensters dargestellt.

source: By default, <application>System Log Viewer</application> monitors every opened log, and any change appears automatically in the main window. See <xref linkend="syslog-monitor"/> for more information.
de: Standardmäßig überwacht der <application>Systemprotokollbetrachter</application> jedes der geöffneten Protokolle auf Änderungen. Jede Änderung erscheint automatisch im Hauptfenster. Weitere Informationen hierzu finden Sie in <xref linkend="syslog-monitor"/>.

source: Usage
de: Benutzung

source: To View a Log
de: Betrachten eines Protokolls

source: To view a log, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice>. In the <guilabel>Open Log</guilabel> dialog, select the log that you want to open, then click <guibutton>Open</guibutton>. Use the scrollbars to scroll through the log.
de: Um ein Protokoll zu betrachten, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Öffnen</guimenuitem></menuchoice>. Im Dialog <guilabel>Protokoll öffnen</guilabel> wählen Sie das zu öffnende Protokoll aus und klicken dann auf <guibutton>Öffnen</guibutton>. Verwenden Sie die Rollbalken, um durch das Protokoll zu rollen.

source: You can open as many logs as you want. <application>System Log Viewer</application> displays one log at a time in the <guilabel>System Log Viewer</guilabel> window. Opened logs are listed on the left side of the application window. The log selected in this list is displayed in the main area of the application window. To display another log already opened in <application>System Log Viewer</application>, select it in the log list.
de: Sie können so viele Protokolle öffnen, wie Sie wollen. Der <application>Systemprotokollbetrachter</application> zeigt eines der Protokolle im <guilabel>Systemprotokollbetrachter</guilabel>-Fenster an. Geöffnete Protokolle werden an der linken Seite des Anwendungsfensters aufgelistet. Das in dieser Liste ausgewählte Protokoll wird im Anzeigebereich des Anwendungsfensters dargestellt. Um ein anderes bereits im <application>Systemprotokollbetrachter</application> geöffnetes Protokoll anzuzeigen, wählen Sie es in der Protokollliste aus.

source: Note that <application>System Log Viewer</application> also lets you open zipped logs (whole filenames end in ".gz").
de: Beachten Sie, dass es Ihnen der <application>Systemprotokollbetrachter</application> auch ermöglicht, gepackte Protokolle zu öffnen, deren Dateinamen auf ».gz« enden.

source: To Copy Log Lines to the Clipboard
de: Kopieren von Protokollzeilen in die Zwischenablage

source: To copy one or more log lines to the clipboard, just select the lines in the main area and choose the <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice> menu option. If you want to copy the entire log to the clipboard, select it entirely using the <menuchoice><guimenu>Edit</guimenu><guimenuitem>Select All</guimenuitem></menuchoice> menu option, then choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice>.
de: Um eine oder mehrere Zeilen eines Protokolls in die Zwischenablage zu kopieren, wählen Sie einfach die entsprechenden Zeilen im Anzeigebereich aus und wählen <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Kopieren</guimenuitem></menuchoice> im Menü. Falls Sie das gesamte Protokoll in die Zwischenablage kopieren wollen, wählen Sie es im Menü mit <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Alles auswählen</guimenuitem></menuchoice> aus. Wählen Sie anschließend <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Kopieren</guimenuitem></menuchoice>.

source: To Hide the Sidebar
de: Verbergen der Seitenleiste

source: To hide the left sidebar, which contains the log list and calendar, just select the <menuchoice><guimenu>View</guimenu><guimenuitem>Side pane</guimenuitem></menuchoice> menu option.
de: Um die Seitenleiste anzuzeigen oder zu verbergen, welche die Protokollliste und den Kalender enthält, wählen Sie die Menüoption <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Seitenleiste</guimenuitem></menuchoice>.

source: To Monitor Logs
de: Überwachen von Systemprotokollen

source: You can use <application>System Log Viewer</application> to monitor logs. By default, all logs opened in <application>System Log Viewer</application> are monitored for changes. If new lines are added to a log monitored by <application>System Log Viewer</application>, the log name will appear in bold in the log list. If the log is currently displayed in the main area, the new lines will appear automatically at the end of the log and, after five seconds, the log name will turn back to normal in the list.
de: Sie können den <application>Systemprotokollbetrachter</application> zur Überwachung von Protokollen verwenden. Standardmäßig überwacht der <application>Systemprotokollbetrachter</application> jedes der geöffneten Protokolle auf Änderungen. Wenn neue Zeilen zu einem vom <application>Systemprotokollbetrachter</application> überwachten Protokoll hinzugefügt werden, erscheint der Name des Protokolls in fetter Schrift in der Protokollliste. Falls das betreffende Protokoll gegenwärtig im Anzeigebereich geöffnet ist, erscheinen die neuen Zeilen automatisch am Ende des Protokolls. Nach fünf Sekunden wird der in fetter Schrift dargestellte Name des Protokolls in der Protokolls in die normale Anzeige zurückgesetzt.

source: To View Log Information
de: Anzeigen von Protokollinformationen

source: Log information are generally displayed in the status bar, including :
de: Folgende Protokollinformationen werden generell in der Statusleiste angezeigt:

source: Number of lines in the log.
de: Anzahl der Zeilen im Protokoll.

source: Size of the log in bytes.
de: Größe des Protokolls in Byte.

source: Date the log was last modified.
de: Zeitpunkt der letzten Änderung des Protokolls.

source: The status bar can be displayed or hidden using the <menuchoice><guimenu>View</guimenu><guimenuitem>Statusbar</guimenuitem></menuchoice> option.
de: Die Statusleiste kann mit der Menüoption <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Statusleiste</guimenuitem></menuchoice> angezeigt oder verborgen werden.

source: To Close a Log
de: Schließen eines Protokolls

source: To close a log, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close</guimenuitem></menuchoice>.
de: Um ein Protokoll zu schließen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Schließen</guimenuitem></menuchoice>.

source: To Exit System Log Viewer
de: Beenden des Systemprotokollbetrachters

source: To exit <application>System Log Viewer</application>, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Quit</guimenuitem></menuchoice>.
de: Um den <application>Systemprotokollbetrachter</application> zu schließen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Beenden</guimenuitem></menuchoice>.

source: translator-credits
de: Mario Blättermann <mariobl@mate.org>, 2008, 2009, 2010
