Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: libmateprintui is a deprecated library that provides a standard print dialog, a print preview dialog, and various other controls required for printing. It is superseded by <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink>. The MATE print framework is discussed in <xref linkend="mateprint"/>.
de: Die veraltete libmateprint-Bibliothek stellt einen Standard-Druckdialog bereit, einen Dialog zur Druckvorschau und verschiedene andere auf Druckvorgänge bezogene Steuerungsmöglichkeiten. Sie wurde durch <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink> abgelöst. Die MATE-Druckumgebung wird in <xref linkend="mateprint"/> behandelt.
el: Η πεπαλαιωμένη βιβλιοθήκη libmateprintui παρέχει ένα συνήθη διάλογο εκτύπωσης, ένα διάλογο προεπισκόπησης εκτύπωσης και διάφορους άλλους ελέγχους απαραίτητους για την εκτύπωση. Την έχει διαδεχθεί το <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink>. Το πλαίσιο εκτύπωσης MATE εξετάζεται στην <xref linkend="mateprint"/>.
es: libmateprintui es una biblioteca obsoleta que proporciona un diálogo de impresión estándar, un diálogo de previsualización, y otros controles diversos requeridos para impresión. Ha sido sustituida por <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink>. La plataforma de impresión de MATE se trata en la <xref linkend="mateprint"/>.
ja: 非推奨のライブラリであるlibmateprintuiは標準の印刷ダイアログ、印刷プレビューダイアログ、その他の印刷のために必要となるさまざまなコントロールを提供します。libmateprintuiは <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink> に置き換えられました。MATEプリント・フレームワークについては <xref linkend="mateprint"/> で議論しています。
ru: Устаревшая библиотека libmateprintui предоставляет стандартный диалог печати, диалог предварительного просмотра печати и множество других элементов управления, необходимых для печати. Она заменена на <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink>. Подсистема печати MATE рассмотрена в <xref linkend="mateprint"/>.

source: The libgtop library provides a portable API for obtaining information about running processes. It is used in the <application>System Monitor</application> application.
de: Die libgtop-Bibliothek stellt eine portable Schnittstelle zum Erhalten von Informationen über laufende Prozesse bereit. Sie wird in der <application>Systemüberwachung</application> verwendet.
el: Η βιβλιοθήκη libgtop παρέχει ένα φορητό API για την απόκτηση πληροφοριών σχετικά με τις εκτελούμενες διεργασίες. Χρησιμοποιείται από την εφαρμογή <application>Παρακολούθησης συστήματος</application>.
es: La biblioteca libgtop proporciona una API portable para obtener información acerca de procesos en ejecución. Se usa en la aplicación <application>Monitor del Sistema</application>.
ja: libgtopライブラリは、実行中のプロセスについての情報を取得するためのポータブルAPIを提供します。libgtopは <application>システムモニタ</application> アプリケーションで使用されています。
ru: Библиотека libgtop предоставляет переносимый программный интерфейс для получения информации о запущенных процессах. Она используется в приложении <application>Системный монитор</application>.

source: The librsvg library provides an implementation of Scalable Vector Graphics (SVG). It is used throughout the desktop to render resolution-independent vector graphics.
de: Die librsvg-Bibliothek ist eine Implementation skalierbarer Vektorgrafiken (SVG). Sie wird im gesamten Desktop verwendet, um auflösungsunabhängige Vektorgrafiken darzustellen.
el: Η βιβλιοθήκη librsvg παρέχει μια υλοποίηση των γραφικών SVG (Scalable Vector Graphics). Χρησιμοποιείται παντού στην επιφάνεια εργασίας για την εμφάνιση διανυσματικών γραφικών που δεν εξαρτώνται από την ανάλυση.
es: La biblioteca librsvg proporciona una implementación de SVG (Scalable Vector Graphics). Se usa en todo el escritorio para renderizar gráficos vectoriales independientemente de la resolución.
ja: librsvgライブラリは、スケーラブルベクターグラフィックス（SVG）の実装を提供します。librsvgはデスクトップの解像度に依存しないベクタグラフィクスをレンダリングするために使用されます。
ru: Библиотека librsvg предоставляет реализацию Scalable Vector Graphics (SVG). Она используется повсюду в рабочем столе для отрисовки векторной графики, не зависящий от разрешения экрана.

source: The libsoup library provides an implementation of the Simple Object Access Protocol (SOAP), as well as an HTTP implementation. SOAP can be used to build web services into applications. The libsoup library is discussed in <xref linkend="libsoup"/>.
de: Die libsoup-Bibliothek bildet sowohl eine Implementation des »Simple Object Access Protocol« (SOAP) als auch eine HTTP-Implementation. SOAP kann zum Einbau von Webdiensten in Anwendungen genutzt werden. Die libsoup-Bibliothek wird in <xref linkend="libsoup"/> behandelt.
el: Η βιβλιοθήκη libsoup παρέχει μια υλοποίηση του SOAP (Simple Object Access Protocol), καθώς και του HTTP. Το SOAP μπορεί να χρησιμοποιηθεί για την ενσωμάτωση υπηρεσιών ιστού σε εφαρμογές. Η βιβλιοθήκη libsoup εξετάζεται στην <xref linkend="libsoup"/>.
es: La biblioteca libsoup proporciona una implementación del protocolo SOAP (Simple Object Access Protocol), así como una implementación HTTP. SOAP se puede usar para construir servicios web dentro de aplicaciones. La biblioteca libsoup se trata en la <xref linkend="libsoup"/>.
ja: libsoupライブラリはSOAP(Simple Object Access Protocol)と、同様にHTTPの実装を提供します。SOAPを使用することによりアプリケーションでWebサービスを構築することができます。libsoupライブラリについては <xref linkend="libsoup"/> で議論しています。
ru: Библиотека libsoup предоставляет реализацию Simple Object Access Protocol (SOAP). Библиотека libsoup рассматривается в <xref linkend="libsoup"/>.

source: The libwnck library provides a means of controlling any EWMH-compliant window manager, including <application>Marco</application>, the MATE default window manager. The libwnck library is discussed in <xref linkend="window-manager"/>.
de: Die libwnck-Bibliothek ist für die Steuerung eines EWMH-kompatiblen Fenstermanagers zuständig, unter anderem <application>Marco</application>, dem Standard-Fenstermanger von MATE. Die libwnck-Bibliothek wird in <xref linkend="window-manager"/> behandelt.
el: Η βιβλιοθήκη libwnck παρέχει έναν τρόπο ελέγχου διαχειριστών παραθύρων σύμμορφων με το EWMH, συμπεριλαμβανομένου και του <application>Marco</application>, του προεπιλεγμένου διαχειριστή παραθύρων του MATE. Η βιβλιοθήκη libwnck εξετάζεται στην <xref linkend="window-manager"/>.
es: La biblioteca libwnck proporciona medios para controlar cualquier gestor de ventanas compatible con EWMH, incluyendo <application>Marco</application>, el gestor de ventanas de MATE predeterminado. La biblioteca libwnck se trata en la <xref linkend="window-manager"/>.
ja: libwnckライブラリはMATEの既定のウィンドウマネージャである <application>Marco</application> を含む、EWMH標準準拠のウィンドウマネージャを制御する手段を提供します。libwnckライブラリについては <xref linkend="window-manager"/> で議論しています。
ru: Библиотека libwnck предоставляет средств контроля любого EWMH-compliant менеджера окон, включая <application>Marco</application>, менеджера окон MATE по умолчанию. Библиотека libwnck рассматривается в <xref linkend="window-manager"/>.

source: The libxklavier library provides a high-level API for accessing and setting keyboard layouts. It is used in the <application>Keyboard Preferences</application> to allow users to set their keyboard layout and options.
de: Die libxklavier-Bibliothek bietet eine hochentwickelte Schnittstelle für den Zugriff und die Einstellungen von Tastaturbelegungen. Sie wird in den <application>Tastatureinstellungen</application> verwendet, um Benutzern die Anpassung ihrer Tastaturbelegung und anderer Optionen zu ermöglichen.
el: Η βιβλιοθήκη libxklavier παρέχει ένα API υψηλού επιπέδου για την πρόσβαση και ρύθμιση διατάξεων πληκτρολογίου. Χρησιμοποιείται από τις <application>Προτιμήσεις πληκτρολογίου</application> και επιτρέπει στους χρήστες να ορίζουν τη διάταξη και τις επιλογές του πληκτρολογίου τους.
es: La biblioteca libxklavier proporciona una API de alto nivel para acceder y establecer distribuciones del teclado. Se usa en las <application>Preferencias de teclado</application> para permitir a los usuarios establecer su distribución de teclado y opciones.
ja: libxklavierライブラリはキーボードのレイアウトにアクセス・設定するための高レベルのAPIを提供します。libxklavierは設定メニューの <application>キーボード</application> で、ユーザがキーボードのレイアウトやオプションを設定するために使用されています。
ru: Библиотека libxklavier предоставляет высокоуровневый программный интерфейс для доступа и установки раскладок клавиатуры. Эта библиотека используется в <application>Keyboard Preferences</application> и позволяет пользователям устанавливать раскладку и параметры клавиатуры.

source: VTE is a terminal emulator widget for use in GTK+ applications. It provides a consistent API and uses Pango for text drawing, allowing it to display all internationalized text. VTE is used in MATE's <application>Terminal</application> application.
de: VTE ist das Terminalemulator-Widget für GTK+-Anwendungen. Es stellt eine konsistente Schnittstelle bereit und verwendet Pango zur Textdarstellung, wobei jeglicher internationalisierter Text angezeigt werden kann. VTE wird in der MATE-Anwendung <application>Terminal</application> benutzt.
el: Το VTE είναι ένα γραφικό συστατικό εξομοίωσης τερματικού για χρήση σε εφαρμογές GTK+. Παρέχει ένα ενιαίο API και χρησιμοποιεί την Pango για τη σχεδίαση κειμένου, κάτι που του επιτρέπει να εμφανίζει πλήρως διεθνοποιημένο κείμενο. Το VTE χρησιμοποιείται από την εφαρμογή <application>Τερματικού</application> του MATE.
es: VTE es un widget emulador de terminal para uso en aplicaciones GTK+. Proporciona una API consistente y usa Pango para dibujar el texto, permitiendo mostrar todo el texto internacionalizado. VTE se usa en la aplicación <application>Terminal</application> de MATE.
ja: VTEはGTK +アプリケーションで使用するための端末エミュレータウィジェットです。VTEは一貫したAPIとPangoによるテキストの描画を提供し、国際化されたテキストを表示することを可能にします。VTEはMATEの <application>端末(Terminal)</application> アプリケーションで使用されています。
ru: VTE — это виджет эмулятора терминала для использования в приложения, написанных с использованием GTK+. Он предоставляет стабильный программный интерфейс и использует Pango для отображения текста, что позволяет отображать любой интернациональный текст. VTE используется в приложении MATE <application>Терминал</application>.

source: Overview of the MATE Platform
de: Überblick über die MATE-Plattform
el: Περιγραφή της πλατφόρμας MATE
es: Resumen de la plataforma MATE
ja: MATEプラットフォームの概要
ru: Обзор платформы MATE

source: MATE Foundation
el: Ίδρυμα MATE
es: Fundación MATE

source: Overview of the powerful technologies inside the MATE platform.
de: Überblick über die mächtigen Technologien der MATE-Plattform.
el: Περιγραφή των πανίσχυρων τεχνολογιών της πλατφόρμας MATE.
es: Resumen de las potentes tecnologías dentro de la plataforma MATE.
ja: MATEプラットフォーム内部で使用されている強力なテクノロジの概要です。
ru: Обзор основных технологий платформы рабочего окружения MATE.

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt
el: Έργο τεκμηρίωσης MATE
es: Proyecto de documentación de MATE
ru: Проект документирования MATE

source: translator-credits
de: Mario Blättermann <mariobl@mate.org>, 2009, 2010
el: Ελληνική μεταφραστική ομάδα MATE Τζένη Πετούμενου <epetoumenou@gmail.com> Μάριος Ζηντίλης <m.zindilis@dmajor.org> Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα http://www.mate.gr/
es: Jorge González <jorgegonz@svn.mate.org>, 2007-2010 Mario Carrión <mario@monouml.org>, 2006
ja: Hiroyuki Sekihara <hiroyuki.sekihara@gmail.com>, 2010.
ru: Nikita Belobrov <qvzqvz@gmail.com>, 2008 Yura Penkin <yura.penkin@gmail.ru>, 2007

source: Multimedia
el: Πολυμέσα
ja: マルチメディア
ru: Аудио и видео

source: usability
ja: ユーザビリティ
ru: Удобство использования

source: @@image: 'figures/graphics.png'; md5=d7ab482cbaaf268b4c439c57b2624826
de: translated

source: @@image: 'figures/pango.png'; md5=e308eb839e5e70aea097a4cfe744e44c
de: translated

source: @@image: 'figures/i18n.png'; md5=75f5d47d566817d32f1ed76e4c761ffb
de: translated
