Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: For a list of language bindings, visit <ulink url="http://www.gtk.org/language-bindings.html">the GTK+ bindings page</ulink>.
de: Eine Liste der Sprachbindungen finden Sie auf der <ulink url="http://gtk.org/bindings.html">GTK+ -Bindungen-Webseite</ulink>.
el: Για να δείτε τον πλήρη κατάλογο των συνδέσεων γλωσσών, επισκεφτείτε τη σελίδα <ulink url="http://www.gtk.org/language-bindings.html">συνδέσεων του GTK</ulink>.
es: Para una lista de bindings de lenguajes, visite <ulink url="http://www.gtk.org/language-bindings.html">la página de bindings de GTK+</ulink>.
ja: 言語バインディングについての詳細は <ulink url="http://www.gtk.org/language-bindings.html">GTK+ bindings page</ulink> を参照してください。
ru: Список всех языковых привязок находится на <ulink url="http://www.gtk.org/language-bindings.html">странице привязок GTK+</ulink>.

source: Quick Module Overview
de: Kurzüberblick über die Module
el: Σύντομη επισκόπηση μονάδων
es: Resumen rápido de módulos
ja: モジュールの早見表
ru: Краткий обзор модулей

source: This appendix provides a quick overview of the libraries included in the MATE desktop and developer platform. Libraries are listed by module with a brief description and a link for more information in this document, where possible.
de: Dieser Anhang gibt einen kurzen Überblick über die im MATE-Desktop und der Entwicklerplattform enthaltenen Bibliotheken. Die Bibliotheken sind modulweise aufgelistet, mit einer kurzen Beschreibung sowie einem Link zu weiteren Informationen in diesem Dokument, sofern verfügbar.
el: Αυτό το παράρτημα περιέχει μια σύντομη περιγραφή των βιβλιοθηκών που συμπεριλαμβάνονται στην πλατφόρμα επιφάνειας εργασίας και προγραμματισμού του MATE. Οι βιβλιοθήκες καταγράφονται με τη σειρά των μονάδων (modules) τους και συνοδεύονται από μια σύντομη περιγραφή και, όπου δυνατόν, από ένα σύνδεσμο προς την ενότητα του εγγράφου που περιέχει περισσότερες λεπτομέρειες.
es: Este apéndice proporciona un resumen rápido de las bibliotecas incluidas en la plataforma de escritorio y desarrollo MATE. Las bibliotecas están listadas por módulo con una breve descripción y un enlace para más información en este documento, donde sea posible.
ja: この付録(<firstterm>Apendix</firstterm>)ではMATEデスクトップと開発者向けプラットフォームを含むライブラリの簡単な概要を提供します。ライブラリはモジュールの簡単な説明と共にモジュールごとにリストされています。また、可能な場合はこのドキュメントの情報にリンクしています。
ru: Это приложение кратко описывает библиотеки, включённые в рабочий стол MATE и платформу разработки. Библиотеки сгруппированы по модулям с кратким описанием и по возможности ссылками на подробную информацию в этом документе.

source: Platform Modules
de: Plattform-Module
el: Μονάδες πλατφόρμας
es: Módulos de plataforma
ja: プラットフォームモジュール
ru: Модули платформы

source: Modules in the MATE developer platform make strict guarantees about API and ABI stability. Applications developed against platform modules can be assured of running unmodified for the duration of the MATE 2 lifecycle.
de: Die Module der MATE-Entwicklerplattform garantieren strikte API- und API-Stabilität. Für die auf dieser Grundlage entwickelten Anwendungen gilt, dass sie unverändert während der gesamten Lebensdauer von MATE 2 lauffähig sind.
el: Οι μονάδες της πλατφόρμας προγραμματισμού του MATE προσφέρουν ρητές εγγυήσεις σταθερότητας των API και ABI. Οι εφαρμογές που βασίζονται σε μονάδες της πλατφόρμας θα μπορούν να λειτουργούν χωρίς τροποποιήσεις καθ' όλη τη διάρκεια ζωής του MATE 2.
es: Los módulos en la plataforma de desarrollo MATE establecen garantías estrictas acerca de la estabilidad del API y ABI. Se garantiza que las aplicaciones desarrolladas sobre los módulos de plataforma podrán ejecutarse sin modificarse durante el ciclo de vida de MATE 2.
ja: MATEの開発者向けプラットフォームのモジュールは、APIとABIの安定性についての完全に保証します。プラットフォームモジュールにたいして開発されたアプリケーションは、MATE2のリリース期間中は変更せずに実行できることが保証されます。
ru: Модули платформы разработки MATE жестко гарантируют стабильность API и ABI. Гарантируется, что приложения, разработанные с использованием модулей платформы будут работать без изменений в течение всего жизненного цикла MATE 2.

source: MateConf provides the daemon and libraries for storing and retrieving configuration data. MateConf is discussed in <xref linkend="mateconf"/>.
de: MateConf stellt den Dienst und die Bibliotheken zum Speichern und Abfragen von Konfigurationsdaten bereit. MateConf wird in <xref linkend="mateconf"/> behandelt.
el: Το MateConf παρέχει υπηρεσία και βιβλιοθήκες για την αποθήκευση και ανάκτηση δεδομένων ρυθμίσεων. Το MateConf εξετάζεται στην <xref linkend="mateconf"/>.
es: MateConf proporciona el servicio y las bibliotecas para almacenar y obtener datos de configuración. Se trata sobre MateConf en el <xref linkend="mateconf"/>.
ja: MateConfは設定データを保存・取得するためのデーモンとライブラリを提供します。 MateConfについては <xref linkend="mateconf"/> で議論しています。
ru: MateConf предоставляет службу и библиотеку для хранения и получения конфигурационной информации. Описывается в <xref linkend="mateconf"/>.

source: MateCORBA is a deprecated CORBA server. MATE's deprecated component architecture, MateComponent, is built on top of CORBA. CORBA is discussed in <xref linkend="matecomponent-corba"/>.
de: MateCORBA ist ein schneller und ressourcenschonender, veralteter CORBA-Server. Die MateComponent-Komponentenarchitektur von MATE setzt auf CORBA auf. CORBA wird in <xref linkend="matecomponent-corba"/> behandelt.
el: Η MateCORBA είναι ένας πεπαλαιωμένος εξυπηρετητής CORBA. Η πεπαλαιωμένη αρχιτεκτονική συστατικών του MATE, το MateComponent, βασίζεται στο CORBA. Το CORBA εξετάζεται στην <xref linkend="matecomponent-corba"/>.
es: MateCORBA es un servidor CORBA obsoleto. La arquitectura de componentes obsoleta de MATE, MateComponent, está construida sobre CORBA. Se trata sobre CORBA en el <xref linkend="matecomponent-corba"/>.
ja: MateCORBAは非推奨のCORBAサーバーです。 MATEが推奨するコンポーネントアーキテクチャであるMateComponentはCORBA上に構築されています。 CORBAについては、 <xref linkend="matecomponent-corba"/> で議論しています。
ru: MateCORBA — это устаревший сервер CORBA. Устаревший компонент архитектуры MATE — MateComponent, основан на CORBA. CORBA рассматривается в <xref linkend="matecomponent-corba"/>.

source: ATK provides the set of accessibility interfaces that are implemented by other toolkits and applications. Using the ATK interfaces, accessibility tools have full access to view and control running applications. ATK is discussed in <xref linkend="a11y"/>.
de: ATK stellt eine Reihe von Schnittstellen für Hilfstechnologien, die von anderen Toolkits und Anwendungen implementiert werden können. Durch Nutzung der ATK-Schnittstellen haben Hilfstechnologie-Werkzeuge vollen Zugriff auf laufende Anwendungen, um diese zu überwachen und zu steuern. ATK wird in <xref linkend="a11y"/> behandelt.
el: Η ATK παρέχει τις διεπαφές προσιτότητας που υλοποιούνται από άλλα toolkit και εφαρμογές. Χάρη στις διεπαφές της ATK, τα εργαλεία προσιτότητας διαθέτουν πλήρη πρόσβαση προκειμένου να βλέπουν και να ελέγχουν τις εκτελούμενες εφαρμογές. Η ATK εξετάζεται στην <xref linkend="a11y"/>.
es: ATK proporciona el conjunto de interfaces de accesibilidad que se implementan por otros grupos de herramientas y aplicaciones. Con el uso de las interfaces de ATK, las herramientas de accesibilidad tienen acceso total para ver y controlar aplicaciones en ejecución. Se trata sobre ATK en el <xref linkend="a11y"/>.
ja: ATKは他のツールキットやアプリケーションで実装されるアクセシビリティのためのインタフェースを提供します。ATKのインタフェースを使用することにより、アクセシビリティツールは実行されているアプリケーションを完全に表示・制御することができます。ATKについては <xref linkend="a11y"/> で議論しています。
ru: ATK обеспечивает набор интерфейсов специальных возможностей, которые реализованы другими инструментами и приложениями. С помощью интерфейсов ATK инструменты специальных возможностей могут получить полный доступ к просмотру и управлению запущенных приложений. ATK рассматривается в <xref linkend="a11y"/>.

source: GAIL provides an implementation of the ATK interfaces for GTK+ and MATE libraries, allowing accessibility tools to interact with applications written using these libraries. In 2009 GAIL was moved into GTK+. Accessibility is discussed in <xref linkend="a11y"/>.
de: GAIL stellt eine Implementation von ATK-Schnittstellen für GTK+ und MATE-Bibliotheken bereit, so dass die Barrierefreiheits-Werkzeuge mit Anwendungen interagieren können, welche diese Bibliotheken verwenden. GAIL wurde 2009 in GTK+ integriert. Die Barrierefreiheit wird in <xref linkend="a11y"/> behandelt.
el: Η GAIL αποτελεί μια υλοποίηση των διεπαφών της ATK για τις βιβλιοθήκες GTK+ και MATE, και επιτρέπει στα εργαλεία προσιτότητας να αλληλεπιδρούν με εφαρμογές που έχουν γραφτεί με βάση αυτές τις βιβλιοθήκες. Το 2009, η GAIL μεταφέρθηκε στο GTK+. Η προσιτότητα εξετάζεται στην <xref linkend="a11y"/>.
es: GAIL proporciona una implementación de las interfaces ATK para GTK+ y las bibliotecas de MATE, permitiendo a las herramientas de accesibilidad interactuar con aplicaciones escritas utilizando esas bibliotecas. En 2009 GAIL se integró dentro de GTK+. La accesibilidad se trata en el <xref linkend="a11y"/>.
ja: GAILはGTK+、MATEライブラリのためにATKインタフェースの実装を提供し、アクセシビリティツールがそれらのライブラリを使用して記述されたアプリケーションと相互作用することを可能にします。2009年にGAILはGTK+に移行されました。アクセシビリティについては <xref linkend="a11y"/> で議論しています。
ru: GAIL предоставляет реализацию интерфейсов ATK для GTK+ и библиотек MATE, позволяя инструментам специальных возможностей взаимодействовать с приложениями, написанными с использованием этих библиотек. В 2009 году GAIL перемещён в GTK+. Специальные возможности рассматриваются в <xref linkend="a11y"/>.

source: A part of GLib, the GIO library provides a high-level API for accessing files and folders. Together with the GVFS library, it provides a file system abstraction that allows transparent access to local and remote files. GIO is discussed in <xref linkend="gio"/>.
de: Als Teil der GLib stellt GIO eine High-Level-API zum Zugriff auf Dateien und Ordner bereit. Zusammen mit der GVFS-Bibliothek bildet sie eine Dateisystem-Abstraktionsschicht, welche transparenten Zugriff auf lokale und entfernte Dateien ermöglicht. GIO wird in <xref linkend="gio"/> behandelt.
el: Η βιβλιοθήκη GIO αποτελεί τμήμα της GLib και παρέχει ένα API υψηλού επιπέδου για την πρόσβαση σε αρχεία και φακέλους. Μαζί με τη βιβλιοθήκη GVFS, παρέχει ένα αφαιρετικό μοντέλο του συστήματος αρχείων που επιτρέπει εύκολη πρόσβαση σε τοπικά και απομακρυσμένα αρχεία. Η GIO εξετάζεται στην <xref linkend="gio"/>.
es: Parte de GLib, la biblioteca GIO proporciona una API de alto nivel para acceder a archivos y carpetas. Junto con la biblioteca GVFS, proporciona una abstracción del sistema de archivos que permite a las aplicaciones acceder a archivos remotos y locales. GIO está comentada en la <xref linkend="gio"/>.
ja: GLibの一部であるGIOライブラリはファイルやフォルダにアクセスするための高レベルなAPIを提供します。GVFSライブラリと協調することにより、ローカルとリモートのファイルにたいして透過的にアクセスするための仮想的なファイルシステムを提供します。GIOについては <xref linkend="gio"/> で議論しています。
ru: GIO — часть GLib, обеспечивающая высокоуровневый API для доступа к каталогам и файлам. Совместно с библиотекой GVFS, она обеспечивает уровень абстракции файловой системы, дающий прозрачный доступ к локальным и удалённым файлам. GIO рассматривается в <xref linkend="gio"/>.

source: GLib provides the core application building blocks for libraries and applications written in C. It provides the core object system used in MATE, the main loop implementation, and a large set of utility functions for strings and common data structures.
de: GLib bildet den Kernblock zum Erstellen von Bibliotheken und Anwendungen in C. Es stellt das grundlegende in MATE verwendete Objektsystem bereit, die Implementation von Schleifen und eine große Zahl von Hilfsfunktionen für Zeichenketten und häufig genutzte Datenstrukturen.
el: Η GLib παρέχει τα βασικά δομικά συστατικά για εφαρμογές και βιβλιοθήκες γραμμένες σε C. Παρέχει το βασικό σύστημα αντικειμένων του MATE, την υλοποίηση του κύριου βρόγχου (main), και πλήθος βοηθητικών συναρτήσεων για το χειρισμό αλφαριθμητικών και κοινών δομών δεδομένων.
es: GLib proporciona los bloques básicos para construir aplicaciones y bibliotecas escritas en C. Proporciona el sistema de objetos básico usado en MATE, la implementación del bucle principal, y un gran conjunto de funciones de utilidad para cadenas y estructuras de datos comunes.
ja: GLibはCで記述されたライブラリやアプリケーションにたいしてアプリケーションを構築するブロックの中核を提供します。GLibはMATEのシステムで使用されているコアオブジェクト、mainループの実装、文字列や一般的なデータ型のための膨大なユーティリティ関数を提供します。
ru: GLib является базовой библиотекой для написания программ и библиотек на языке C. Она обеспечивает основные объекты, используемые системой в MATE, реализацию главного цикла приложения и большой набор функций для манипуляций со строками и общими структурами данных.

source: MateVFS is a deprecated library for accessing files and folders. It is superseded by GIO and GVFS. Newly written code should use GIO instead.
de: MateVFS ist eine veraltete Bibliothek für den Zugriff auf Dateien und Ordner. Sie wurde durch GIO und GVFS ersetzt. In neu zu schreibendem Code sollten Sie stattdessen GIO verwenden.
el: Η MateVFS είναι βιβλιοθήκη για την πρόσβαση σε αρχεία και φακέλους η οποία τελεί υπό κατάργηση. Έχει αντικατασταθεί από τη GIO και τη GVFS. Αν γράφετε νέο κώδικα, χρησιμοποιήστε τη GIO στη θέση της.
es: Mate-VFS es una biblioteca obsoleta para acceder a archivos y carpetas. GIO y GVFS la reemplazan. El nuevo código debería usar GIO en su lugar.
ja: MateVFSはファイルやフォルダにアクセスするための非推奨なライブラリです。MateVFSはGIOとGVFSに置き換えられました。新しく記述されるコードではGIOを使用するべきです。
ru: MateVFS — устаревшая библиотека для доступа к файлам и папкам. Она заменена GIO и GVFS. Вновь написанный код должен использовать вместо нее GIO.

source: GTK+ is the primary library used to construct user interfaces in MATE applications. It provides user interface controls and signal callbacks to control user interfaces. GTK+ is discussed in <xref linkend="gtk"/>.
de: GTK+ ist die primäre Bibliothek zur Konstruktion von Benutzerschnittstellen in MATE-Anwendungen. Sie stellt Bedienelemente und Signalverknüpfungen zum Steuern von Benutzerschnittstellen zur Verfügung. GTK+ wird in <xref linkend="gtk"/> behandelt.
el: Η GTK+ είναι η βασική βιβλιοθήκη για την κατασκευή διεπαφών χρήστη για εφαρμογές MATE. Παρέχει ελέγχους διεπαφών χρήστη και σήματα επανάκλησης (callback) για τον έλεγχο αυτών των διεπαφών χρήστη. Η. GTK+ εξετάζεται στην <xref linkend="gtk"/>.
es: Gtk+ es la principal biblioteca empleada para construir interfaces de usuario en las aplicaciones MATE. Proporciona controles de interfaz de usuario y retrollamadas de señales para controlar interfaces de usuario. Se trata sobre GTK+en la <xref linkend="gtk"/>.
ja: GTK+はMATEアプリケーションでユーザインタフェースを構築するのに使用される主要なライブラリです。GTK+はユーザインタフェースのコントロールとそれを制御するためのシグナルのコールバックを提供します。GTK+については <xref linkend="gtk"/> で議論しています。
ru: GTK+ — основная библиотека, используемая для построения интерфейсов в приложениях MATE. Она предоставляет элементы управления пользовательского интерфейса и обработчики сигналов для управления пользовательским интерфейсом. GTK+ рассмотрена в <xref linkend="gtk"/>.

source: GVFS provides a backend implementation for GIO, allowing access to numerous protocols with the GIO API. Developers do not access GVFS directly. Instead, applications written with GIO will automatically use GVFS on systems where it is enabled.
de: GVFS ist eine Backend-Implementation für GIO und erlaubt den Zugriff auf eine Anzahl von Protokollen mit der GIO-API. Entwickler sollten auf GVFS nicht direkt zugreifen. Stattdessen ist es besser, GIO zum automatischen Zugriff auf GVFS zu benutzen, sofern dieses aktiviert ist.
el: Η GVFS είναι υλοποίηση συστήματος υποστήριξης της GIO και επιτρέπει την πρόσβαση σε διάφορα πρωτόκολλα μέσω του API της GIO. Οι προγραμματιστές δεν διαθέτουν άμεση πρόσβαση στη GVFS. Ωστόσο, οι εφαρμογές που χρησιμοποιούν τη GIO χρησιμοποιούν αυτόματα τη GVFS στα συστήματα όπου είναι ενεργοποιημένη.
es: GVFS proporciona una implementación de «backend» para GIO, permitiendo acceso a numerosos protocolos con la API GIO. Los desarrolladores no acceden a GVFS directamente. En su lugar, las aplicaciones escritas con GIO usarán automáticamente GVFS en sistemas donde esté activado.
ja: GVFSはGIOのバックエンドを実装します、GIOのAPIのさまざまなプロトコルによるアクセスを可能にします。開発者はGVFSに直接アクセスせずにGIOを使用してください。GIOにより記述されたアプリケーションは自動的にシステムで使用可能なGVFSを使用します。
ru: GVFS является подсистемой GIO, обеспечивая доступ ко множеству протоколов с помощью API GIO. Разработчикам не нужно напрямую обращаться к GVFS, так как приложения, использующие GIO будут автоматически использовать GVFS, если она доступна в системе.

source: libIDL is a deprecated library for parsing Interface Definition Language (IDL) files, which are necessary for CORBA interfaces. libIDL is used by MATE's deprecated CORBA implementation, MateCORBA. CORBA is discussed in <xref linkend="matecomponent-corba"/>.
de: libIDL ist eine veraltete Bibliothek zum Parsen von Dateien der »Interface Definition Language« (IDL), die für CORBA-Schnittstellen erforderlich ist. Die libIDL wird von MateCORBA verwendet, der MATE-Implementation von CORBA. CORBA wird in <xref linkend="matecomponent-corba"/> behandelt.
el: Η libIDL είναι μια πεπαλαιωμένη βιβλιοθήκη για την ανάλυση αρχείων IDL (Interface Definition Language), αρχείων απαραίτητων για τις διεπαφές CORBA. Η libIDL χρησιμοποιείται από την πεπαλαιωμένη υλοποίηση της CORBA στο MATE, την MateCORBA. Η CORBA εξετάζεται στην <xref linkend="matecomponent-corba"/>.
es: libIDL es una biblioteca obsoleta para analizar sintácticamente los archivos IDL (Interface Definition Language), los cuales son necesarios para los interfaces CORBA. Orbit, la implementación de CORBA de MATE, usa libIDL. Se trata sobre CORBA en la <xref linkend="matecomponent-corba"/>.
ja: libIDLはCORBAインタフェースで必要となるインタフェース定義言語(IDL)のファイルを解析するための非推奨なライブラリです。libIDLはMATEの非推奨なCORBA実装であるMateCORBAを使用しています。CORBAについては <xref linkend="matecomponent-corba"/> で議論しています。
ru: libIDL — это устаревшая библиотека для разбора файлов языка определения интерфейсов(IDL), которые необходимы интерфейсам CORBA. libIDL используется устаревшей реализацией MATE CORBA — MateCORBA. CORBA рассмотрена в <xref linkend="matecomponent-corba"/>.

source: libart is a deprecated graphics library which can render vector paths. It is used by the MateCanvas widget. Newly written code should not use libart_lgpl and instead use Cairo and/or other technologies.
de: libart ist eine veraltete Grafikbibliothek, die Vektorpfade darstellen kann. Sie wird vom MateCanvas-Widget verwendet. Neu geschriebener Code sollte anstelle der libart_lgpl Cairo und/oder andere Technologien verwenden.
el: Η libart είναι μια πεπαλαιωμένη βιβλιοθήκη γραφικών που μπορεί να εμφανίζει διανυσματικές διαδρομές. Χρησιμοποιείται από το γραφικό συστατικό MateCanvas. Ο καινούριος πηγαίος κώδικας δε θα πρέπει να χρησιμοποιεί την libart_lgpl αλλά το Cairo και/ή άλλες τεχνολογίες.
es: libart es una biblioteca gráfica obsoleta que puede renderizar rutas vectoriales. Se usa en el widget MateCanvas. El nuevo código escrito no debe usar libart_lgpl sino Cairo y/o otras tecnologías en su lugar.
ja: libartはベクトルパスを描画することができる非推奨なライブラリです。libartはMateCanvasウィジェットで使用されています。新しく記述するコードではlibart_lgplの代わりにCairo、およびその他の技術を使用するべきです。
ru: libart — это устаревшая графическая библиотека, отрисовывающая векторные пути, используется виджетом MateCanvas. Вместо неё в новом коде нужно использовать Cairo и/или другие средства.

source: MateComponent is a deprecated framework for creating reusable components for use in MATE applications, built on top of CORBA. MateComponent is discussed in <xref linkend="matecomponent-corba"/>.
de: MateComponent ist ein veraltetes Framework zur Erzeugung wiederverwendbarer Komponenten für die Benutzung in MATE-Anwendungen und setzt auf CORBA auf. MateComponent wird in <xref linkend="matecomponent-corba"/> behandelt.
el: Το MateComponent είναι ένα πεπαλαιωμένο πλαίσιο για τη δημιουργία επαναχρησιμοποιήσιμων συστατικών για τις εφαρμογές MATE, που έχει βασιστεί στην CORBA. Το MateComponent εξετάζεται στην <xref linkend="matecomponent-corba"/>.
es: MateComponent es un marco de trabajo obsoleto para crear componentes reutilizables para usarlos en aplicaciones MATE, construidas sobre CORBA. MateComponent se trata en la <xref linkend="matecomponent-corba"/>.
ja: MateComponentはMATEアプリケーションで再使用可能なコンポーネントを作成するための非推奨なライブラリであり、CORBA上に構築されています。MateComponentについては <xref linkend="matecomponent-corba"/> で議論しています。
ru: MateComponent — это устаревшая платформа для создания компонентов многократного использования в приложениях MATE, построенная на основе CORBA. MateComponent рассматривается в <xref linkend="matecomponent-corba"/>.

source: The deprecated MateComponent UI library provides a number of user interface controls using the MateComponent component framework. MateComponent is discussed in <xref linkend="matecomponent-corba"/>.
de: Die veraltete MateComponent-Schnittstellenbibliothek stellt eine Reihe von Steuerungsmöglichkeiten der Benutzeroberfläche durch das MateComponent-Komponenten-Framework bereit. MateComponent wird in <xref linkend="matecomponent-corba"/> behandelt.
el: Η πεπαλαιωμένη βιβλιοθήκη διεπαφών χρήστη του MateComponent παρέχει μια σειρά από ελέγχους διεπαφών χρήστη που χρησιμοποιούν το πλαίσιο συστατικών MateComponent. Το MateComponent εξετάζεται στην <xref linkend="matecomponent-corba"/>.
es: La biblioteca obsoleta MateComponent UI proporciona un número de controles de interfaz de usuario usando el marco de trabajo de componentes MateComponent. MateComponent se trata en la <xref linkend="matecomponent-corba"/>.
ja: 非推奨であるMateComponentのUIライブラリです。MateComponentコンポーネント・フレームワークを使用したいくつかのインタフェース・コントロールを提供しています。MateComponentについては <xref linkend="matecomponent-corba"/> で議論しています。
ru: Устаревшая библиотека MateComponent UI предоставляет множество элементов управления пользовательского интерфейса, с помощью компонентов платформы MateComponent. MateComponent рассматривается в <xref linkend="matecomponent-corba"/>.
