Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: The MATE desktop is designed around usability, and it aims to provide a consistent and simple user experience. People use computers to get work done (or to play!), not to figure out complicated user interface puzzles. When designing your application, you should consider how well users can recognize common user interface paradigms, how quickly they can learn the elements that are unique to your application, and how efficiently they can execute tasks once they've learned them.
de: Der MATE-Desktop wurde auf Benutzerfreundlichkeit entworfen, um ein konsistentes und einfaches Benutzererlebnis zu ermöglichen. Leute, die Computer benutzen, wollen damit arbeiten (oder spielen!) und nicht hochkomplizierte Benutzeroberflächen-Puzzles erkunden. Bei der Entwicklung Ihrer Anwendung sollten Sie berücksichtigen, wie gut bekannte Benutzerschnittstellen-Muster umgesetzt werden, wie schnell Benutzer den Umgang mit den speziellen Elementen Ihrer Anwendung erlernen können und wie effizient nach diesem Lernprozess Aufgaben ausgeführt werden können.
el: Η επιφάνεια εργασίας του MATE έχει σχεδιαστεί με γνώμονα τη χρηστικότητα και στοχεύει στην παροχή μιας απλής και ενιαίας εμπειρίας για το χρήστη. Οι άνθρωποι χρησιμοποιούν τους υπολογιστές για να κάνουν τη δουλειά τους (ή να παίζουν παιχνίδια!), όχι για να λύνουν το γρίφο της διεπαφής χρήστη. Κατά τη σχεδίαση της εφαρμογής σας, θα πρέπει να λάβετε υπόψη σας πόσο εύκολα θα αναγνωρίσουν οι χρήστες τα "παραδοσιακά" στοιχεία της διεπαφής χρήστη, πόσο γρήγορα θα εξοικειωθούν με τα "διαφορετικά" στοιχεία της εφαρμογής σας, και πόσο αποτελεσματικά θα μπορούν να εκτελέσουν τις ενέργειες που επιθυμούν, αφού πρώτα εξοικειωθούν μαζί τους.
es: El Escritorio MATE está diseñado alrededor de la usabilidad y procura proporcionar una experiencia al usuario simple y consistente. Las personas usan los equipos para realizar algún trabajo (o para jugar) no para imaginarse cómo interactuar con interfaces de usuario complicados. Cuando diseñe su aplicación, debería considerar con qué facilidad reconocerán los usuarios los comunes paradigmas de los interfaces de usuario, con qué rapidez aprenderán los elementos únicos de su aplicación y con qué eficiencia ejecutarán tareas una vez que hayan aprendido a usarlos.
ja: MATEデスクトップは使いやすさを基にデザインされ、シンプルで一貫したユーザ経験を提供します。人々はコンピュータを使用して仕事(遊び?)をするのに複雑なユーザインタフェースのパズルを解読する必要はありません。アプリケーションをデザインする場合、どのようにしてユーザが一般的なユーザインタフェースの使い方を認識するか、アプリケーションに固有の要素についてどれだけ早く習熟することができるか、そしてユーザがそれらを習熟した後にどれだけ効果的に作業を行うことができるか、について考慮すべきです。
ru: Рабочий стол MATE нацелен на удобство использования и обеспечение целостного и простого интерфейса пользователя. Компьютеры используются для выполнения работы (или игры), но не для решения сложных интерфейсных головоломок. При проектировании приложений необходимо рассмотреть то, как хорошо пользователи узнают общие парадигмы интерфейса, как быстро они изучат элементы интерфейса, которые уникальны для приложения и как эффективно они смогут выполнять задачи после изучения интерфейса.

source: MATE provides comprehensive Human Interface Guidelines to help you write applications that are attractive and usable. While no guidelines can provide a single answer for all usability concerns, understanding the MATE Human Interface Guidelines can make it easier to create a usable application. For more information, please see the <ulink url="http://library.mate.org/devel/hig-book/stable/">MATE Human Interface Guidelines</ulink>.
de: MATE verfügt über hochentwickelte »Human Interface Guidelines«, die Ihnen die Entwicklung attraktiver und benutzerfreundlicher Anwendungen ermöglichen. Zwar wird es keine Richlinien geben, die eine allgemeingültige Antwort auf alle Fragen zur Benutzerfreundlichkeit geben können. Doch kann es das Verstehen der »Human Interface Guidelines« einfacher machen, eine einfach benutzbare Anwendung zu erstellen. Weitere Informationen finden Sie in den <ulink url="http://library.mate.org/devel/hig-book/stable/">MATE Human Interface Guidelines</ulink>.
el: Το MATE παρέχει ολοκληρωμένες Κατευθυντήριες Γραμμές Διεπαφής με Ανθρώπους, προκειμένου να σας επιτρέψει να δημιουργήσετε περισσότερο ελκυστικές και εύχρηστες εφαρμογές. Βεβαίως, μερικές κατευθυντήριες γραμμές δεν μπορούν να λύσουν όλα τα προβλήματα χρηστικότητας, ωστόσο, η κατανόηση των κατευθυντήριων γραμμών θα σας διευκολύνει στην ανάπτυξη εύχρηστων εφαρμογών. Για περισσότερες πληροφορίες, παρακαλώ ανατρέξτε εδώ: <ulink url="http://library.mate.org/devel/hig-book/stable/">MATE Human Interface Guidelines</ulink>.
es: MATE proporciona unas directrices de interfaz humano extensas (HIG) para ayudarle a escribir aplicaciones que sean atractivas y usables. Mientras que no hay directrices que puedan proporcionar una respuesta única para todo lo relacionado con la usabilidad, entender las directrices de interfaz humano puede hacer más fácil crear una aplicación usable. Para obtener más información, consulte <ulink url="http://library.mate.org/devel/hig-book/stable/">Las directrices de interfaz humano de MATE</ulink>.
ja: MATEはあなたが魅力的で使いやすいアプリケーションを作成するための包括的なヒューマンインターフェースのガイドラインを提供しますユーザビリティの問題について単一の解を提供できるガイドラインはありませんが、MATEヒューマンインタフェース・ガイドラインは簡単で使いやすいアプリケーションを作成するのを簡単にしてくれます。詳細については <ulink url="http://library.mate.org/devel/hig-book/stable/">MATE Human Interface Guidelines</ulink> を参照してください。
ru: MATE предлагает исчерпывающее руководство по созданию пользовательских интерфейсов, которое помогает создать привлекательные и удобные приложения. Хотя ни одно руководство не может дать единого ответа на все вопросы эргономики, но понимание рассмотренного руководства облегчит создание эргономичных приложений. За дополнительной информацией обратитесь к <ulink url="http://library.mate.org/devel/hig-book/stable/">Руководству MATE по созданию пользовательских интерфейсов</ulink>.

source: Documentation
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
ja: ドキュメンテーション
ru: Документация

source: All applications should provide documentation to help their users understand the application and troubleshoot problems that may arise. While a well-designed application should not require reading the documentation before use, documentation can nonetheless be an important tool for users, particularly for complex applications.
de: Alle Anwendungen sollten Dokumentation zur Verfügung stellen, um Ihren Benutzern beim Verstehen der Anwendung zu helfen und sie bei der Lösung von Problemen zu unterstützen. Zwar erfordert eine Anwendung nicht unbedingt das Lesen der Dokumentation vor der Benutzung, aber eine Dokumentation kann doch ein bedeutsames Werzeug für Benutzer sein, insbesondere für sehr komplexe Anwendungen.
el: Όλες οι εφαρμογές πρέπει να παρέχουν τεκμηρίωση, για να επιτρέπουν στους χρήστες να κατανοούν την εφαρμογή και να επιλύουν τυχόν προβλήματα. Αν και δεν θα έπρεπε να απαιτείται η ανάγνωση της τεκμηρίωσης πριν τη χρήση μιας καλοσχεδιασμένης εφαρμογής, η τεκμηρίωση μπορεί να αποτελέσει σημαντικό εργαλείο στα χέρια του χρήστη, ιδίως αν πρόκειται για περίπλοκες εφαρμογές.
es: Toda aplicación debería proporcionar documentación para ayudar a los usuarios a entender la aplicación así como problemas de uso que puedan surgir. Mientras que una aplicación bien diseñada no debería necesitar de la lectura de una documentación antes de su uso, la documentación no deja de ser una herramienta importante para los usuarios, particularmente para aplicaciones complejas.
ja: すべてのアプリケーションは、ユーザがアプリケーションを理解し、問題解決を手助けするためのドキュメントを提供するべきです。うまくデザインされたアプリケーションでは使用する前にドキュメントを読む必要がないとしても、ドキュメントはユーザにとって、とくに複雑なアプリケーションの場合は重要なツールなのです。
ru: Все приложения необходимо сопровождать документацией, помогающей пользователям понять суть приложения и решать возникающие проблемы. Хотя хорошо спроектированное приложение не требует прочтения документации перед использованием, тем не менее документация может быть важным инструментом пользователя, особенно для сложных приложений.

source: MATE provides a unified framework for providing user documentation. You can provide documentation in the industry-standard DocBook format. Using DocBook means that you don't have to worry about formatting details. Instead, your documentation will be automatically formatted with the same consistent conventions as the rest of the system documentation.
de: MATE bietet eine vereinheitlichte Umgebung zur Bereitstellung von Benutzerdokumentation. Sie können Dokumentation im als Industriestandard üblichen DocBook-Format anbieten. Die Verwendung von DocBook vermeidet, dass Sie sich mit Formatierungsdetails befassen müssen. Ihre Dokumentation wird automatisch formatiert, mit den gleichen konsistenten Konventionen wie die übrige Systemdokumentation.
el: Το MATE παρέχει ένα ενιαίο πλαίσιο για την παροχή τεκμηρίωσης χρήστη. Μπορείτε να παρέχετε τεκμηρίωση χρησιμοποιώντας το βιομηχανικό πρότυπο DocBook. Η χρήση του DocBook σας απαλλάσσει από το άγχος της μορφοποίησης, καθώς η τεκμηρίωσή σας μορφοποιείται αυτόματα, ακολουθώντας τις ίδιες συμβάσεις με την υπόλοιπη τεκμηρίωση του συστήματος.
es: MATE proporciona un entorno de trabajo unificado para proporcionar la documentación del usuario. Puede proporcionar la documentación usando el formato estándar de la industria DocBook. Usar DocBook significa que no tendrá que preocuparse por los detalles de formateo. En su lugar, su documentación se formateará automáticamente con la misma convención y consistencia que el resto de la documentación del sistema.
ja: MATEはユーザにドキュメントを提供するための統一されたフレームワークを提供します。それにより業界標準であるDocBook形式のドキュメントをユーザに提供することができます。DocBook形式を使用することは、あなたが書式の詳細に悩む必要がないことを意味します。その代わりに、あなたのドキュメントは他のシステムドキュメントと一貫性のある規則で自動的にフォーマットされます。
ru: MATE содержит единую платформу обеспечения пользователя документацией. Документацию можно поставлять в формате DocBook, на настоящий момент признаваемом индустриальным стандартом. При использовании формата DocBook не нужно беспокоиться о деталях форматирования, так как документация будет автоматически отформатирована в соответствии с едиными соглашениями, принятыми для всей системной документации.

source: MATE's help viewer, <application>Yelp</application>, displays and prints documentation, provides a listing of all documentation on the system, and allows the user to search the full text of all documentation. Using the MATE help system gives you all these features for free.
de: <application>Yelp</application>, der Hilfebetrachter von MATE, zeigt Dokumentationen an und ermöglicht Ihnen auch, diese auszudrucken. Eine Auflistung aller Dokumentationen des Systems wird zur Verfügung gestellt, die die Volltextsuche innerhalb der gesamten Dokumentation ermöglicht. Das MATE-Hilfesystem bietet alle diese Funktionsmerkmale frei verfügbar an.
el: Η εφαρμογή βοήθειας του MATE, το <application>Yelp</application>, προβάλλει και εκτυπώνει την τεκμηρίωση, παρέχει έναν κατάλογο όλης της τεκμηρίωσης του συστήματος, και επιτρέπει στο χρήστη να κάνει αναζήτηση στο πλήρες κείμενο όλων των εγγράφων τεκμηρίωσης. Όλες αυτές οι λειτουργίες σας παρέχονται ελεύθερα, εφόσον χρησιμοποιείτε το σύστημα βοήθειας του MATE.
es: El visor de ayuda de MATE, <application>Yelp</application>, muestra e imprime documentación, proporciona una lista de toda la documentación en el sistema y permite al usuario buscar el texto completo de toda la documentación. Usar el sistema de ayuda de MATE le proporciona todas estas características.
ja: MATEのヘルプ・ビューアである <application>Yelp</application> により、ドキュメントの表示・印刷、システムのすべてのドキュメントの一覧とすべてのドキュメントにたいするテキストの検索が可能になります。MATEのヘルプシステムにより、あなたはこれらの機能を無料で手にすることができます。
ru: Приложение просмотра помощи MATE <application>Yelp</application> показывает на экране и позволяет распечатать документацию, содержит список всей документации в системе и содержит механизмы полнотекстового поиска по всей документации. Используя систему помощи MATE, вы получаете все эти преимущества бесплатно.

source: For more information on writing documentation for your application, see the <ulink url="http://library.mate.org/devel/gdp-handbook/stable/">MATE Handbook of Writing Software Documentation</ulink>, <ulink url="http://www.docbook.org/tdg/en/html/docbook.html">DocBook: The Definitive Guide</ulink>, and the <ulink url="http://library.mate.org/devel/gdp-style-guide/stable/">MATE Documentation Style Guide</ulink>.
de: Weitere Informationen über das Schreiben von Dokumentation für Ihre Anwendung finden Sie im <ulink url="http://library.mate.org/devel/gdp-handbook/stable/">MATE Handbook of Writing Software Documentation</ulink>, <ulink url="http://www.docbook.org/tdg/en/html/docbook.html">DocBook: The Definitive Guide</ulink>, und dem <ulink url="http://library.mate.org/devel/gdp-style-guide/stable/">MATE Documentation Style Guide</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με τη συγγραφή τεκμηρίωσης για την εφαρμογή σας, δείτε τα <ulink url="http://library.mate.org/devel/gdp-handbook/stable/">MATE Handbook of Writing Software Documentation</ulink>, <ulink url="http://www.docbook.org/tdg/en/html/docbook.html">DocBook: The Definitive Guide</ulink>, και <ulink url="http://library.mate.org/devel/gdp-style-guide/stable/">MATE Documentation Style Guide</ulink>.
es: Para obtener más información acerca de escribir documentación para su documentación, consulte <ulink url="http://library.mate.org/devel/gdp-handbook/stable/">El libro de mano de MATE para escribir documentación de software</ulink>, <ulink url= "http://www.docbook.org/tdg/en/html/docbook.html">DocBook: La guía definitiva</ulink> y <ulink url="http://library.mate.org/devel/gdp-style-guide/stable/">La guía de estilo de la documentación en MATE</ulink>.
ja: アプリケーションのドキュメントの記述についての詳細は <ulink url="http://library.mate.org/devel/gdp-handbook/stable/">MATE Handbook of Writing Software Documentation</ulink>、<ulink url="http://www.docbook.org/tdg/en/html/docbook.html">DocBook: The Definitive Guide</ulink>、 <ulink url="http://library.mate.org/devel/gdp-style-guide/stable/">MATE Documentation Style Guide</ulink> を参照してください。
ru: За подробной информацией о написании документации к приложению обратитесь к<ulink url="http://library.mate.org/devel/gdp-handbook/stable/">MATE Handbook of Writing Software Documentation</ulink>, <ulink url="http://www.docbook.org/tdg/en/html/docbook.html">DocBook: The Definitive Guide</ulink> и <ulink url="http://library.mate.org/devel/gdp-style-guide/stable/">MATE Documentation Style Guide</ulink>.

source: Graphical Interfaces
de: Grafische Schnittstellen
el: Γραφικές διεπαφές
es: Interfaces gráficas
ja: グラフィカルなインタフェース
ru: Графические интерфейсы

source: Most applications will need to provide a graphical interface to interact with users. Graphical interfaces can create an intuitive and discoverable medium for people to interact with software, and users expect applications to provide usable and attractive user interfaces.
de: Für die meisten Anwendungen ist es erforderlich, eine grafische Schnittstelle zur Interaktion mit dem Benutzer bereitzustellen. Grafische Benutzeroberflächen stellen ein intuitives und erfahrbares Medium zur Interaktion des Benutzers mit der Anwendung dar, und Benutzer erwarten Anwendungen mit benutzerfreundlichen und attraktiven Oberflächen.
el: Οι περισσότερες εφαρμογές οφείλουν να παρέχουν μια γραφική διεπαφή για να αλληλεπιδρούν με το χρήστη. Οι γραφικές διεπαφές δημιουργούν ένα εύληπτο και εξερευνήσιμο περιβάλλον για τη διάδραση ανθρώπου και λογισμικού. Έτσι, οι χρήστες αναμένουν από τις εφαρμογές τους να παρέχουν χρηστικές και ελκυστικές διεπαφές χρήστη.
es: Muchas aplicaciones necesitarán proporcionar una interfaz gráfica para interactuar con usuarios. Las interfaces gráficas pueden crear un medio intuitivo y descubrible para que las personas interactúen con el software, y usuarios esperan que las aplicaciones proporcionen interfaces de usuario fáciles de usar y atractivas.
ja: 多くのアプリケーションではユーザと対話するためにグラフィカルなインタフェースを提供する必要があります。グラフィカルなインタフェースは人間がソフトウェアと対話するときに直感的かつ発見的な手段であり、ユーザはアプリケーションが使いやすく魅力的なユーザインタフェースを提供することを期待します。
ru: Большинству приложений необходимо иметь графический интерфейс для взаимодействия с пользователями. Графические интерфейсы могут создать интуитивное и легко воспринимаемое окружение для взаимодействия пользователя с программным обеспечением, и пользователи ожидают от приложения удобного и привлекательного интерфейса.

source: The MATE Platform features sophisticated graphics and user interface technology, from standard user interface controls to an API for drawing high-quality graphics to the screen. Using the graphics technologies in MATE allows you to create applications that are consistent, intuitive, and aesthetically pleasing.
de: Die MATE-Plattform stellt eine hochentwickelte Technologie für Grafik und Benutzerschnittstellen zur Verfügung, von Standard-Bedienelementen bis zu einer API zum Zeichnen qualitativ hochwertiger Grafiken auf dem Bildschirm. Die Verwendung dieser Grafiktechnologien in MATE ermöglicht Ihnen die Erstellung konsistenter und einfach bedienbarer Anwendungen, die auch höheren ästhetischen Ansprüchen genügen.
el: Η πλατφόρμα MATE διαθέτει προηγμένα γραφικά και τεχνολογίες διεπαφής χρήστη που περιλαμβάνουν τα πάντα, από τους κλασικούς ελέγχους διεπαφής χρήστη, μέχρι API για τη σχεδίαση γραφικών υψηλής ποιότητας στην οθόνη. Η χρήση των τεχνολογιών γραφικών του MATE σας επιτρέπει να δημιουργείτε εφαρμογές με ελκυστική και ομοιόμορφη εμφάνιση και απλούστατες στην εκμάθησή τους.
es: La Plataforma MATE proporciona tecnología sofisticada de gráficos e interfaces de usuario, desde controles de interfaz de usuario estándar en una API de dibujo a pantalla de gráficos de alta calidad. El uso de las tecnologías de gráficos en MATE le permite crear aplicaciones que son consistentes, intuitivas, y estéticamente placenteras.
ja: MATEプラットフォームの特徴は洗練されたグラフィクス、およびユーザインタフェース技術であり、それは標準的なユーザインタフェースのコントロールから高品質なグラフィクスをスクリーンに描画するためのAPIまでを含みます。MATEのグラフィクス技術を使用することにより統一感があり、直感的で、心をとらえるアプリケーションを作成することができます。
ru: Платформа MATE использует разветвлённую графическую технологию пользовательского интерфейса: начиная от стандартных элементах управления до API для рисования высококачественной графики. Использование графических технологий в MATE позволяет создавать целостные, интуитивно понятные и эстетически приятные приложения.

source: Layered Look at Graphics Libraries
de: Ebenenansicht in Grafikbibliotheken
el: Βιβλιοθήκες γραφικών και στρώσεις
es: Vistazo por las capas de las bibliotecas gráficas
ja: グラフィクス・ライブラリの階層
ru: Поуровневый обзор графических библиотек

source: GTK+ is the primary library used to construct user interfaces in MATE. It provides all the user interface controls, or widgets, used in a common graphical application. Its modern, object-oriented API allows you to construct attractive and sophisticated user interfaces without dealing with the low-level details of drawing and device interaction.
de: GTK+ ist die primäre zur Erstellung von Benutzeroberflächen verwendete Bibliothek in MATE. Sie stellt alle Bedienelemente bereit, auch Widgets genannt, die in einer grafischen Anwendung zum Einsatz kommen. Ihre moderne, objektorientierte Schnittstelle erlaubt Ihnen die Erstellung attraktiver und kultivierter Benutzeroberflächen, ohne dass Sie sich mit den Hintergrunddetails des Zeichnens oder der Interaktion mit Geräten befassen müssen.
el: Η GTK+ είναι η βασική βιβλιοθήκη που χρησιμοποιείται για την κατασκευή διεπαφών χρήστη στο MATE. Παρέχει όλους τους ελέγχους διεπαφής χρήστη, γνωστούς και ως γραφικά συστατικά (widgets), που χρησιμοποιούν οι συνήθεις γραφικές εφαρμογές. Το μοντέρνο και αντικειμενοστραφές API της σας επιτρέπει να δημιουργείτε ελκυστικές και προηγμένες διεπαφές χρήστη, χωρίς να χρειάζεται να ασχοληθείτε με τις λεπτομέρειες χαμηλού επιπέδου της σχεδίασης και της επικοινωνίας με συσκευές.
es: GTK+ es la principal biblioteca usada para construir interfaces de usuario en MATE. Proporciona todos los controles de interfaz de usuario, o widgets, usados en una aplicación gráfica común. Es una API moderna, orientada a objetos que permite construir interfaces de usuario atractivas y sofisticadas sin tratar con los detalles de bajo nivel como el pintado o la interacción con el dispositivo.
ja: GTK+はMATEにおいてインタフェースを構築するときの主要なライブラリです。このライブラリは一般的なグラフィカルなアプリケーションで使用されるユーザインタフェースのコントロールやウィジェットのすべてを提供します。そのモダンでオブジェクト指向のAPIにより、描画やデバイスとの相互作用などの低レベルの詳細を処理することなく、魅力的で洗練されたユーザインタフェースを構築することができます。
ru: GTK+ — это основная библиотека, используемая для построения интерфейсов пользователя. Она предоставляет все графические элементы управления пользователя или виджеты, используемые в графических приложениях. Современные объектно-ориентированные программные интерфейсы позволяют конструировать привлекательные и естественные интерфейсы для пользователя без необходимости иметь дело с низкоуровневым программированием и взаимодействия устройств.

source: In addition to basic widgets, such as buttons, check boxes, and text entries, GTK+ also provides powerful Model-View-Controller (MVC) APIs for tree views, multi-line text fields, and menu and toolbar actions.
de: Zusätzlich zu den grundlegenden Widgets wie Knöpfen, Ankreuzfeldern oder Texteingabefeldern stellt GTK+ auch eine mächtige Model-View-Controller-(MVC-)Schnittstelle für Baumansichten, mehrzeilige Textfelder sowie Menü- und Werkzeugleisten-Aktionen bereit.
el: Πέρα από τα βασικά γραφικά συστατικά, όπως είναι τα κουμπιά, τα κουτάκια επιλογών και τα πεδία κειμένου, η GTK+ παρέχει επίσης πανίσχυρα API MVC (Model-View-Controller) για τη χρήση προβολών δέντρου, πεδίων κειμένου πολλαπλών γραμμών και ενεργειών στα μενού και τις εργαλειοθήκες.
es: Además de los widgets básicos, como botones, casillas, y entradas de texto, GTK+ también proporciona potentes APIS según el modelo Vista-Controlador (MVC) para vistas de árbol, campos de texto multilínea, y acciones de menú y barra de herramientas.
ja: GTK+はボタン、チェックボックス、テキスト・エントリ等の基本的なウィジェットに加え、ツリービュー、マルチラインのテキスト・フィールド、およびメニューやツールバーのアクションのためのモデル・ビュー・コントローラ(MVC)にもとづく強力なAPIを提供します。
ru: В дополнение к стандартным элементам управления: кнопок, флажков, текстовых полей, GTK+ также содержит мощный API «Модель-Внешний вид-Контроллер» (MVC) для древовидных полей, многострочных редакторов, действий меню и панелей.
