Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: In order for applications to be useful, users need to be able to find and run them. Users of the MATE desktop may run applications using the applications menu, or they may run them by accessing files in the file manager. The MATE desktop allows you to add applications and file types when you install your application. The mechanism for these is specified on <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, so the same data will allow your application to function in other desktop environments.
de: Im Zusammenhang mit der Benutzerfreundlichkeit einer Anwendung muss der Benutzer diese auch finden und starten können. Benutzer des MATE-Desktops starten Anwendungen aus dem Anwendungsmenü oder durch den Zugriff auf Dateien im Dateimanager. Der MATE-Desktop ermöglicht es, beim Installieren Ihrer Anwendung die entsprechenden Anwendungstypen und Dateitypen hinzuzufügen. Der dafür verwendete Mechanismus ist durch <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> festgelegt, so dass Ihre Anwendung mit den gleichen Daten auch in anderen Arbeitsumgebungen funktioniert.
el: Για να είναι χρήσιμη μια εφαρμογή, ο χρήστης θα πρέπει να μπορεί να την εντοπίσει και να την εκτελέσει. Οι χρήστες της επιφάνειας MATE μπορούν να εκτελούν εφαρμογές είτε από το μενού εφαρμογών, είτε ανοίγοντας αρχεία στο διαχειριστή αρχείων. Η επιφάνεια εργασίας MATE σας επιτρέπει να προσθέτετε εφαρμογές και τύπους αρχείων κατά την εγκατάσταση της εφαρμογής σας. Ο σχετικός μηχανισμός ακολουθεί τις προδιαγραφές του <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, άρα τα ίδια δεδομένα επιτρέπουν στην εφαρμογή σας να λειτουργεί και σε άλλα περιβάλλοντα επιφάνειας εργασίας.
es: Para que las aplicaciones sean útiles, los usuarios deben ser capaces de encontrarlas y ejecutarlas. Los usuarios del Escritorio MATE pueden ejecutar aplicaciones usando el menú de aplicaciones o pueden ejecutarlas accediendo a los archivos en el gestor de archivos. El Escritorio MATE le permite añadir aplicaciones y tipos de archivo al instalar su aplicación. El mecanismo para ello está especificado por <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, de tal forma que los mismos datos permitirán que su aplicación funcione en otros entornos de escritorio.
ja: アプリケーションを使いやすくするために、ユーザがアプリケーションを検索し、それらを実行できるようにする必要があります。MATEデスクトップのユーザはアプリケーションメニューからアプリケーションを探してアプリケーションを実行するか、ファイルマネージャからファイルを探してアプリケーションを実行します。MATEデスクトップではアプリケーションをインストールするときにアプリケーションをメニューに追加したりファイルタイプを追加することができます。これらのメカニズムは <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> で策定されているので、同じデータにより他のデスクトップ環境でもアプリケーションは機能します。
ru: Приложение полезно, если пользователь может его найти и запустить. Пользователи MATE могут запускать приложения с помощью главного меню или запускать их непосредственно указывая файлы в файловом менеджере. Рабочее окружение MATE позволяет добавлять приложения и типы файлов при установке приложения. Этот механизм описан на <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, поэтому одни и те же данные позволяют приложениям функционировать в различных средах рабочего стола.

source: Adding your application is as simple as providing a desktop entry file with the necessary information. Desktop entry files use a simple key-value syntax, with extra provisions for providing translated content of particular values. Your application's desktop entry file will contain the following information:
de: Das Hinzufügen Ihrer Anwendung ist so einfach wie die Bereitstellung einer Dektop-Datei mit den nötigen Informationen. Desktop-Dateien verwenden eine einfache aus Schlüssel-Wert-Paaren aufgebaute Syntax, mit einigen Zusätzen für übersetzte Inhalte oder bestimmte Angaben. Die Desktop-Datei Ihrer Anwendung wird die folgenden Informationen enthalten:
el: Η προσθήκη της εφαρμογής σας προϋποθέτει απλώς τη δημιουργία ενός αρχείου εγγραφής επιφάνειας εργασίας με τις απαιτούμενες πληροφορίες. Τα αρχεία αυτά χρησιμοποιούν μια απλή σύνταξη κλειδιού-τιμής, με ειδική πρόνοια για την προσθήκη μεταφράσεων για ορισμένες τιμές. Το αρχείο εγγραφής επιφάνειας εργασίας της εφαρμογής σας θα πρέπει να περιέχει τις εξής πληροφορίες:
es: Añadir su aplicación es tan simple como proporcionar un archivo de entrada de escritorio con la información necesaria. Los archivos de entrada de escritorio usan una sintaxis de clave-valor simple, con elementos adicionales para proporcionar un contenido traducido para valores particulares. El archivo de entrada de escritorio de su aplicación deberá contener la siguiente información:
ja: アプリケーションをメニューに追加するには単にデスクトップのエントリファイルに必要な情報を提供するだけです。デスクトップのエントリファイルはシンプルなkey-value構文を使用し、値それぞれに翻訳されたテキストをオプションで提供することもできます。デスクトップのエントリファイルには以下の情報が含まれます：
ru: Добавить приложения также просто, как предоставить файл содержимого рабочего стола с необходимой информацией. Файлы содержимого рабочего стола используют простой синтаксис ключ-значение с дополнительными данными, необходимыми для перевода конкретных значений. Файл содержимого рабочего стола для данного приложения содержит следующую информацию:

source: A name and a comment, each translated into as many languages as your application supports,
de: Einen Namen und einen Kommentar, jeweils übersetzt in so viele Sprachen, wie Ihre Anwendung unterstützt,
el: Όνομα και σχόλιο, τα οποία μπορούν να μεταφραστούν σε όλες τις γλώσσες που υποστηρίζει η εφαρμογή σας.
es: Un nombre y un comentario, ambos traducidos a tantos idiomas como soporte su aplicación,
ja: 名前とコメント。アプリケーションがサポートしている場合は多くの言語に翻訳されたテキストが設定されます
ru: Название приложение и примечание, переведённые на все языки, поддерживаемые данным приложением.

source: A list of categories from a fixed list, which are used to place your application in the applications menu,
de: Eine Liste von Kategorien aus einer festgelegten Liste, die für den Einbau Ihrer Anwendung in das Anwendungsmenü benutzt wird,
el: Λίστα κατηγοριών (επιλέγονται από προκαθορισμένη λίστα) που θα χρησιμοποιηθεί για την τοποθέτηση της εφαρμογής σας στο μενού εφαρμογών.
es: Una lista de categorías desde una lista fija, que se usan para ubicar su aplicación en el menú de aplicaciones,
ja: 固定リストから選ばれたカテゴリのリスト。アプリケーションをアプリケーションメニューのに配置するために使用します
ru: Список категорий из фиксированного набора, которые используются для выбора положения приложения в главном меню приложений.

source: An icon, either as a full file path or as a simple name for the icon theme system,
de: Ein Symbol, entweder mit vollem Dateipfad oder einen Namen aus dem Symbolthemensystem,
el: Εικονίδιο, είτε με τη μορφή πλήρους διαδρομής, είτε ως απλό όνομα εικονιδίου του συστήματος θεμάτων εικονιδίων.
es: Un icono, pudiendo ser una ruta completa o simplemente un nombre para el tema de iconos del sistema,
ja: アイコン。アイコンファイルのフルパスか、単にシステムのアイコンテーマのアイコン名を指定します
ru: Изображение, либо как полный путь к файлу, либо как имя значка в системе тем значков рабочего стола.

source: A list of file types that your application supports, and
de: Eine Liste der Dateitypen, mit denen Ihre Anwendung umgehen kann, und
el: Λίστα των τύπων αρχείων που υποστηρίζονται από την εφαρμογή.
es: Una lista de tipos de archivo que soportan sus aplicaciones, y
ja: アプリケーションがサポートするファイルタイプのリスト
ru: Список типов файлов, поддерживаемых приложением и

source: The command to run your application.
de: Der Befehl zur Ausführung Ihrer Anwendung.
el: Εντολή για την εκτέλεση της εφαρμογής σας.
es: El comando para ejecutar su aplicación.
ja: アプリケーションを実行するコマンド
ru: Команда запуска данного приложения.

source: If your application handles custom file types that are not already known by the system, you will need to add those types to the file type registry. All file types are accessed with MIME types. For example, Ogg Vorbis audio files have the MIME type <literal>application/ogg</literal>. To add a MIME type, you need to provide a description of the type using a MIME information XML file. These files provide a translated name for the type as well as information on how to determine which files are of the type, either by matching the file name or by inspecting the contents of the file.
de: Falls Ihre Anwendung mit bestimmten Dateitypen umgehen kann, die dem System noch nicht bekannt sind, ist es notwendig, diese Dateitypen zu registrieren. Auf alle Dateitypen wird über deren MIME-Typ zugegriffen. Beispielsweise haben OggVorbis-Audiodateien den MIME-Typ <literal>application/ogg</literal>. Um einen MIME-Typ hinzuzufügen, müssen Sie eine Beschreibung des Dateityps mittels einer MIME-XML-Informationsdatei erstellen. Diese Datei stellt sowohl einen übersetzten Namen für den Typ als auch Informationen darüber bereit, wie eine Datei diesem Typ richtig zugeordnet werden kann. Dies erfolgt entweder durch Übereinstimmungen des Dateinamens oder durch Untersuchen des Inhalts der Datei.
el: Αν η εφαρμογή σας χειρίζεται προσαρμοσμένους τύπους αρχείων που δεν είναι γνωστοί στο σύστημα, θα πρέπει να προσθέσετε αυτούς τους τύπους στο μητρώο τύπων αρχείων. Η πρόσβαση σε όλους τους τύπους αρχείων γίνεται μέσω τύπων MIME. Για παράδειγμα, ο τύπος MIME των αρχείων ήχου Ogg Vorbis είναι <literal>application/ogg</literal>. Για να προσθέσετε έναν τύπο MIME, πρέπει να περιγράψετε τον τύπο σε ένα αρχείο XML. Τα αρχεία αυτά περιέχουν μεταφρασμένα ονόματα για τον τύπο αρχείου, καθώς και πληροφορίες για το πώς διαπιστώνεται αν ένα αρχείο ανήκει σε αυτόν τον τύπο, κάτι που συμπεραίνεται είτε από το όνομα του αρχείου, είτε με εξέταση των περιεχομένων του αρχείου.
es: Si su aplicación maneja tipos de archivo personalizados que el sistema no conoce, deberá añadir ese tipo de archivos al registro de tipos de archivo. A todos los tipos de archivo se accede a través de los tipos MIME. Por ejemplo, los archivos de sonido Ogg Vorbis tienen un tipo MIME <literal>application/ogg</literal>. Para añadir un tipo MIME debe proporcionar una descripción del tipo usando un archivo XML de información MIME. Estos archivos proporcionan un nombre traducido para el tipo así como información sobre cómo determinar qué archivos son de ese tipo, ya sea coincidiendo con el nombre de archivo o inspeccionando el contenido del archivo.
ja: プリケーションがシステムでまだ知られていない独自のファイルタイプを処理する場合は、ファイルタイプのレジストリにこれらの型を追加する必要があります。すべてのファイルタイプはMIMEタイプによりアクセスされます。たとえば、Ogg Vorbisオーディオ・ファイルは <literal>application/ogg</literal> というMIMEタイプを持っています。 MIMEタイプを追加するには、ファイルタイプの説明をMIME情報についてのXMLファイルを使用して提供する必要があります。これらのファイルにはファイルタイプ名の翻訳や、どのようなファイル名が一致するか、ファイルの内容を検査して決定するのか等、どのような方法でファイルタイプを決定するかについての情報を提供します。
ru: Если приложение обрабатывает тип файлов, который еще не зарегистрирован в системе, необходимо добавить этот тип файлов в реестр. Все типы файлов связаны с типами MIME. Например, звуковые файлы Ogg Vorbis имеют тип MIME <literal>application/ogg</literal>. Чтобы добавить тип MIME необходимо предоставить описание типа, с помощью XML-файла c информацией о MIME. Эти файлы содержат переведённое имя типа, а также информацию о том, как определить тип файла либо по имени файла, либо по его содержимому.

source: For more information on applications, see <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/">The Desktop Entry Specification</ulink> and <ulink url="http://standards.freedesktop.org/menu-spec/latest/">The Desktop Menu Specification</ulink>. For more information on file types, see <ulink url="http://standards.freedesktop.org/shared-mime-info-spec/latest/">The Shared MIME Info Specification</ulink>.
de: Weitere Informationen über Anwendungen finden Sie in <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/">The Desktop Entry Specification</ulink> und <ulink url="http://standards.freedesktop.org/menu-spec/latest/">The Desktop Menu Specification</ulink>. Informationen über Dateitypen sind in <ulink url="http://standards.freedesktop.org/shared-mime-info-spec/latest/">The Shared MIME Info Specification</ulink> erhältlich.
el: Για περισσότερες πληροφορίες σχετικά με τις εφαρμογές, δείτε τα <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/">Desktop Entry Specification</ulink> και <ulink url="http://standards.freedesktop.org/menu-spec/latest/">Desktop Menu Specification</ulink>. Για περισσότερες πληροφορίες σχετικά με τους τύπους αρχείων, ανατρέξτε στο <ulink url="http://standards.freedesktop.org/shared-mime-info-spec/latest/">Shared MIME Info Specification</ulink>.
es: Para obtener más información acerca de las aplicaciones, consulte <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/">La especificación de entradas del escritorio</ulink> y <ulink url="http://standards.freedesktop.org/menu-spec/latest/">La especificación del menú del escritorio</ulink>. Para obtener más información acerca de los tipos de archivo, consulte <ulink url="http://standards.freedesktop.org/shared-mime-info-spec/latest/">La especificación de la información MIME compartida</ulink>.
ja: アプリケーションについての詳細は <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/">The Desktop Entry Specification</ulink> と <ulink url="http://standards.freedesktop.org/menu-spec/latest/">The Desktop Menu Specification</ulink> を参照してください。ファイルタイプについての詳細は <ulink url="http://standards.freedesktop.org/shared-mime-info-spec/latest/">The Shared MIME Info Specification</ulink> を参照してください。
ru: За дополнительной информацией обратитесь к <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/">The Desktop Entry Specification</ulink> и <ulink url="http://standards.freedesktop.org/menu-spec/latest/">The Desktop Menu Specification</ulink>. За дополнительной информацией о типах файлов обратитесь к <ulink url="http://standards.freedesktop.org/shared-mime-info-spec/latest/">The Shared MIME Info Specification</ulink>.

source: Panel Applets
el: Μικροεφαρμογές πίνακα εφαρμογών
es: Miniaplicaciones del panel
ja: パネルアプレット
ru: Апплеты панели

source: The MATE desktop features flexible and powerful panels to which users can add any number of small applications, called panel applets. Panel applets can provide all sorts of quick access to all sorts of useful information and functionality. For instance, the MATE desktop ships with panel applets to switch between windows and workspaces, display the current weather conditions, and display network activity, among many others.
de: Der MATE-Desktop enthält flexible und mächtige Panels, zu denen Benutzer eine beliebige Anzahl kleiner Anwendungen hinzufügen können, genannt Panel-Applets. Panel-Applets bieten schnellen Zugriff auf alle Arten nützlicher Informationen und Funktionalitäten. Der MATE-Desktop wird beispielsweise mit Panel-Applets geliefert, mit deren Hilfe der Benutzer zwischen Fenstern und Arbeitsflächen umschalten oder die gegenwärtigen Wetterbedingungen abrufen kann, und noch vieles mehr.
el: Η επιφάνεια εργασίας MATE διαθέτει ευέλικτους και πανίσχυρους πίνακες εφαρμογών, στους οποίους μπορούν να προστεθούν διάφορες μικρές εφαρμογές, που ονομάζονται μικροεφαρμογές πίνακα εφαρμογών. Οι μικροεφαρμογές παρέχουν γρήγορη πρόσβαση σε διάφορες χρήσιμες πληροφορίες ή λειτουργίες. Για παράδειγμα, η επιφάνεια εργασίας MATE περιέχει, μεταξύ άλλων, μικροεφαρμογές για την εναλλαγή μεταξύ παραθύρων και χώρων εργασίας, καθώς και για την εμφάνιση του καιρού και της κατάστασης του δικτύου.
es: El Escritorio MATE posee paneles potentes y flexibles en los que los usuarios pueden añadir cualquier número de pequeñas aplicaciones, llamadas miniaplicaciones del panel. Las miniaplicaciones pueden proporcionar todo tipo de accesos rápidos a cualquier tipo de información útil y funcional. Por ejemplo, el Escritorio MATE posee miniaplicaciones del panel para cambiar entre ventanas y áreas de trabajo, mostrar las condiciones climáticas actuales y la actividad de la red entre otras muchas.
ja: MATEデスクトップは柔軟で強力なパネルを提供しています。パネルにはアプレットと呼ばれる小さなアプリケーションをユーザが追加することができます。パネルアプレットは迅速なアクセスと有用な情報と機能を提供します。たとえばMATEデスクトップに付属しているパネルアプレットでは、ウィンドウやワークスペースを移動できたり、現在の気象情報を表示したり、ネットワークの状況を表示したり、さまざまな機能を提供しています。
ru: MATE содержит гибкий и мощный механизм панелей, на которые пользователь может добавить любое количество апплетов, обеспечивающих быстрый доступ к ресурсам, информации и функциональность любого вида. Например, рабочий стол MATE поставляется с апплетами для переключения между окнами и рабочими местами, апплетами для отображения текущей погоды, сетевой активности и другими.

source: You may provide a panel applet to augment the functionality of your application, or you may provide a simple stand-alone panel applet. If you simply need to display quick notifications, you should consider using the notification area instead, which is also displayed in the user's panel. Panel applets should be used when you need to provide more functionality than that provided by notification icons.
de: Sie können ein Panel-Applet bereitstellen, um die Funktionalität Ihrer Anwendung zu verbessern, oder auch ein einfaches allein arbeitendes Applet anbieten. Wenn Sie einfach nur schnelle Benachrichtigungen anzeigen wollen, sollten Sie das Benachrichtigungsfeld dafür in Betracht ziehen, welches ebenfalls im Panel des Benutzers angezeigt wird. Panel-Applets sollten dann zum Einsatz kommen, wenn mehr Funktionalität geboten werden soll, als mit einem Symbol im Benachrichtigungsfeld möglich ist.
el: Μπορείτε να δημιουργήσετε μικροεφαρμογές που θα αυξάνουν τη λειτουργικότητα της εφαρμογής σας, ή να δημιουργήσετε απλές, ανεξάρτητες μικροεφαρμογές. Ωστόσο, αν το μόνο που χρειάζεστε είναι να εμφανίζετε σύντομες ειδοποιήσεις, ίσως θα ήταν καλύτερα να χρησιμοποιήσετε την περιοχή ειδοποιήσεων, που επίσης εμφανίζεται στον πίνακα εφαρμογών. Η χρήση των μικροεφαρμογών καλό είναι να περιορίζεται μόνο όταν οι απαιτήσεις σας υπερβαίνουν τις δυνατότητες των εικονιδίων της περιοχής ειδοποιήσεων.
es: Puede proporcionar una miniaplicación del panel para aumentar la funcionalidad de su aplicación o simplemente puede proporcionar una miniaplicación del panel individual. Si simplemente necesita mostrar notificaciones rápidas, debería considerar usar el área de notificación en su lugar, que también se muestra en el panel del usuario. Las miniaplicaciones del panel se deberían usar cuando se necesita proporcionar más funcionalidad de la que proporcionan los iconos de notificación.
ja: アプリケーションの機能を強化するためにパネルアプレットを提供したり、単純なスタンドアロンのパネルアプレットを提供することもできます。単に迅速に通知を表示する必要がある場合は代わりに、これもユーザーのパネルに表示される通知スペースの使用を検討すべきです。パネルアプレットはアイコンによる通知以上の機能を提供する必要がある場合に使用すべきです。
ru: Апплеты панели могут расширять функционал основного приложения, а могут быть независимыми приложениями. Для отображения мгновенных уведомлений приложения желательно использовать область уведомлений, которая также находится на панели пользователя. Апплеты следует использовать, когда необходимо обеспечить большую функциональность, чем могут предоставить значки области уведомлений.

source: Panel applets are independent processes that use MateComponent to communicate with the panel. MateComponent allows applets to integrate with the panel to provide a consistent user experience. For example, the context menu for every panel applet contains standard items to remove, move, and lock the applet. Each panel applet can then add items to the context menu to perform other actions. The <application>Weather Report</application> panel applet, for example, has context menu items to display a detailed report and to update the displayed information.
de: Panel-Applets sind unabhängige Prozesse, die MateComponent zur Kommunikation mit dem Panel verwenden. MateComponent erlaubt den Applets die Integration im Panel, um ein konsistentes Benutzererlebnis zur Verfügung zu stellen. Beispielsweise enthält das Kontextmenü eines jeden Panel-Applets Einträge zum Entfernen, Verschieben und Sperren des Applets. Jedes Panel-Applet kann noch weitere Einträge zum Kontextmenü hinzufügen, um zusätzliche Aktionen auszuführen. Das <application>Wetterbericht</application>-Applet enthält beispielsweise Kontextmenü-Einträge für einen detaillierten Bericht sowie zum Aktualisieren der angezeigten Informationen.
el: Οι μικροεφαρμογές αποτελούν ανεξάρτητες διεργασίες που χρησιμοποιούν το MateComponent για να επικοινωνούν με τον πίνακα εφαρμογών. Το MateComponent επιτρέπει στις μικροεφαρμογές να ενσωματώνονται πλήρως στον πίνακα εφαρμογών, προσφέροντας ενιαία εμπειρία στο χρήστη. Για παράδειγμα, κάθε μικροεφαρμογή περιέχει στο σχετικό μενού της ορισμένες βασικές δυνατότητες, όπως η αφαίρεση, η μετακίνηση και το κλείδωμα της μικροεφαρμογής. Βεβαίως, μια μικροεφαρμογή μπορεί να προσθέσει και άλλα στοιχεία στο σχετικό μενού της. Για παράδειγμα, η μικροεφαρμογή <application>Πρόγνωση καιρού</application> περιέχει στο σχετικό μενού της επιλογές για την προβολή λεπτομερούς πρόγνωσης και για την ενημέρωση των εμφανιζόμενων πληροφοριών.
es: Las miniaplicaciones del panel son procesos independientes que usan MateComponent para comunicarse con el panel. MateComponent permite a las miniaplicaciones integrarse con el panel para proporcionar una experiencia de usuario consistente. Por ejemplo, el menú contextual para cada miniaplicación del panel contiene elementos estándar para quitar, mover y bloquear la miniaplicación. Cada miniaplicación del panel puede añadir elementos al menú contextual para realizar otras acciones. La miniaplicación del panel <application>Informe meteorológico</application>, por ejemplo, tiene menús contextuales para mostrar un informe detallado y para actualizar la información mostrada.
ja: パネル・アプレットはパネルと通信するためにMateComponentを使用する独立したプロセスです。MateComponentによりアプレットはパネルと統合され、一貫したユーザ経験を提供することができます。たとえばすべてのパネル・アプレットのコンテキストメニューにはアプレットを削除・移動。ロックするための項目が標準で含まれています。それぞれのパネル・アプレットはコンテキストメニューにそれ以外のアクションのための他の項目を追加することができます。たとえば <application>お天気 MATE</application> パネル・アプレットはコンテキストメニューに詳細の表示や表示を更新するための項目をもっています。
ru: Апплеты панели — независимые процессы, использующие MateComponent для взаимодействия с панелью. С помощью MateComponent апплеты интегрируются в панель, что обеспечивает целостность пользовательского интерфейса. Например, контекстное меню для каждого апплета панели содержит стандартные пункты его перемещения, удаления и блокирования. Кроме того, каждый апплет может добавить другие пункты в контекстное меню для выполнения нужных действий. Например, апплет <application>Сводка погоды</application> содержит в контекстном меню пункты для открытия детального отчета о погоде и обновления текущей информации.

source: Note that MateComponent has been deprecated in favor of D-Bus and other technologies.
de: Beachten Sie, dass MateComponent als veraltet markiert und durch D-Bus und andere Technologien abgelöst wurde.
el: Σημειώστε ότι το MateComponent είναι πια πεπαλαιωμένο προς όφελος του D-Bus και άλλων τεχνολογιών.
es: Nótese que MateComponent está obsoleto y en su lugar se usan D-Bus y otras tecnologías.
ja: MateComponentは時代遅れでありD-Busおよび他の技術に置き換えられていることに注意してください。
ru: Заметим, что MateComponent устарел. Вместо него нужно использовать D-Bus и другие средства.

source: For more information on panel applets, see the <ulink url="http://library.mate.org/devel/mate-panel-applet/stable/">Panel Applet Library</ulink>.
de: Weitere Informationen über Panel-Applets finden Sie in der <ulink url="http://library.mate.org/devel/mate-panel-applet/stable/">Panel Applet Library</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με τις μικροεφαρμογές του πίνακα εφαρμογών, δείτε εδώ: <ulink url="http://library.mate.org/devel/panel-applet/stable/">Panel Applet Library</ulink>.
es: Para obtener más información acerca de las miniaplicaciones del panel, consulte <ulink url="http://library.mate.org/devel/mate-panel-applet/stable/">La biblioteca de miniaplicaciones del panel</ulink>.
ja: パネル・アプレットについての詳細は <ulink url="http://library.mate.org/devel/mate-panel-applet/stable/">Panel Applet Library</ulink> を参照してください。
ru: За дополнительной информацией об апплетах панели обратитесь к <ulink url="http://library.mate.org/devel/mate-panel-applet/stable/">Panel Applet Library</ulink>.
