Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: The keyring manager also provides a session keyring. Items in the session keyring are never stored on disk, and are lost as soon as the user's session ends. The session keyring can be used to store passwords to be used in the current session only.
de: Die Schlüsselbundverwaltung stellt auch einen sitzungsgebundenen Schlüsselbund zur Verfügung. Die Einträge in diesem Schlüsselbund werden niemals dauerhaft gespeichert und gehen verloren, sobald die Sitzung des Benutzers beendet ist. Der Sitzungs-Schhlüsselbund kann zum Speichern von Passwörtern genutzt werden, die nur für die aktuelle Sitzung nötig sind.
el: Ο διαχειριστής κλειδοθηκών παρέχει επίσης μία κλειδοθήκη συνεδρίας. Τα στοιχεία της κλειδοθήκης συνεδρίας δεν αποθηκεύονται ποτέ στο δίσκο και χάνονται μόλις τελειώσει η συνεδρία του χρήστη. Η κλειδοθήκη συνεδρίας μπορεί να χρησιμοποιηθεί για την αποθήκευση συνθηματικών που αφορούν μόνο την τρέχουσα συνεδρία.
es: El gestor del depósito de claves también proporciona un depósito de claves para la sesión. Los elementos en el depósito de la sesión nunca se almacenan en el disco y se pierden cuando termina la sesión del usuario. El depósito de la sesión se puede usar para almacenar contraseñas que sólo van a usarse en la sesión actual.
ja: キーリング・マネージャはセッションのためのキーリングも提供します。セッション・キーリングのアイテムはディスクには決して保存されず、ユーザがセッションを終了すると失われます。セッション・キーリングは現在のセッションだけで使用するパスワードに使用されます。
ru: Менеджер брелоков содержит брелок сеанса, содержимое которого никогда не записывается на диск и теряется при окончании сеанса пользователя. Обычно он используется для хранения паролей, которые могут использоваться только в текущем сеансе.

source: If you use GIO to access remote servers, you automatically get the benefits of the keyring manager. Whenever GVFS needs to authenticate the user, it provides the option to store the password, either in the default keyring or in the session keyring.
de: Falls sie GIO zum Zugriff auf entfernte Server verwenden, nutzen Sie automatisch den Vorteil der Schlüsselbundbverwaltung. Wann immer es für GVFS erforderlich ist, den Benutzer zu legitimieren, wird die Option zur Speicherung des Passworts angeboten, entweder im Standard-Schlüsselbund oder im sintzungsgebundenen Schlüsselbund.
el: Αν χρησιμοποιείτε το GIO για πρόσβαση σε απομακρυσμένους εξυπηρετητές, διαπιστώνετε αμέσως τα πλεονεκτήματα του διαχειριστή κλειδοθηκών. Όποτε το GVFS απαιτεί πιστοποίηση του χρήστη, σας δίνετε η δυνατότητα να αποθηκεύσετε το συνθηματικό σας, είτε στην προεπιλεγμένη κλειδοθήκη, είτε στην κλειδοθήκη της συνεδρίας.
es: Si usa GIO para acceder a servidores remotos, automáticamente obtiene los beneficios del gestor del depósito de claves. Siempre que GVFS necesite autenticar al usuario, proporciona la opción para almacenar la contraseña, ya sea en el depósito de claves predeterminado o en el depósito de claves de la sesión.
ja: もしリモートサーバにアクセスする場合にGIOを使用している場合は、キーリング・マネージャによる恩恵を自動的に享受することができます。GVFSがユーザの認証を必要とする場合、認証に使用するパスワードを既定のキーリングかセッションのキーリングに保存するかのオプションを選択することができます。
ru: При использовании GIO для доступа к удалённым серверам автоматически используются преимущества менеджера брелоков. Когда GVFS необходимо аутентифицировать пользователя он пытается сохранить пароль либо в брелоке по умолчанию, либо в брелоке сеанса.

source: You should use the keyring manager whenever your application needs to store passwords or other sensitive data for users. Using the keyring manager provides a better user experience while still keeping user data safe and secure.
de: Sie sollten die Schlüsselbundverwaltung immer dann einsetzen, wenn Ihre Anwendung Passwörter oder andere sicherheitsrelevante Daten des Benutzers speichern soll. Die Schlüsselbundverwaltung bietet eine hohe Bedienerfreundlichkeit und hält die Benutzerdaten doch sicher in Verwahrung.
el: Χρησιμοποιήστε τον διαχειριστή κλειδοθηκών αν η εφαρμογή σας χρειάζεται να αποθηκεύει συνθηματικά ή άλλα ευαίσθητα δεδομένα των χρηστών. Η χρήση του διαχειριστή κλειδοθηκών βελτιώνει την εμπειρία του χρήστη, διασφαλίζοντας την ασφάλεια των δεδομένων του.
es: Debería usar el gestor del depósito de claves siempre que su aplicación necesite almacenar contraseñas u otros datos sensibles de los usuarios. Al usar el gestor del depósito de claves se proporciona una mejor experiencia al usuario a la vez que se mantienen seguros los datos del mismo.
ja: アプリケーションがユーザのパスワードや機密データを保存する必要がある場合はキーリング・マネージャを使用するべきです。キーリング・マネージャを使用することによりユーザのデータを安全かつ確実に保つことができ、よりよいユーザ経験を提供することができます。
ru: Менеджер брелоков необходимо использовать в приложении, если требуется сохранять пароли или другую важную информацию. Использование менеджера брелоков обеспечит удобный интерфейс пользователя и безопасное хранение данных.

source: For API references please see the <ulink url="http://library.mate.org/devel/mate-keyring/stable/">mate-keyring Reference Manual</ulink> and the <ulink url="http://library.mate.org/devel/libseahorse/stable/">libseahorse Reference Manual</ulink>.
de: Weitere Informationen über API-Referenzen finden sie im <ulink url="http://library.mate.org/devel/mate-keyring/stable/">mate-keyring Reference Manual</ulink> und dem <ulink url="http://library.mate.org/devel/libseahorse/stable/">libseahorse Reference Manual</ulink>.
el: Για αναφορές στο API δείτε το <ulink url="http://library.mate.org/devel/mate-keyring/stable/">Εγχειρίδιο αναφοράς του mate-keyring</ulink> και το <ulink url="http://library.mate.org/devel/libseahorse/stable/">εγχειρίδιο αναφοράς του libseahorse</ulink>.
es: Para referencias de la API consulte <ulink url="http://library.mate.org/devel/mate-keyring/stable/">el manual de referencia de mate-keyring</ulink> y <ulink url="http://library.mate.org/devel/libseahorse/stable/">el manual de referencia de libseahorse</ulink>.
ja: 詳細については、 <ulink url="http://library.mate.org/devel/mate-keyring/stable/">mate-keyring Reference Manual</ulink> と <ulink url="http://library.mate.org/devel/libseahorse/stable/">libseahorse Reference Manual</ulink> のAPIリファレンスを参照してください。
ru: Программный интерфейс настроек описан в <ulink url="http://library.mate.org/devel/mate-keyring/stable/">mate-keyring Reference Manual</ulink> и <ulink url="http://library.mate.org/devel/libseahorse/stable/">libseahorse Reference Manual</ulink>.

source: Session Management
de: Sitzungsverwaltung
el: Διαχείριση συνεδριών
es: Gestión de sesiones
ja: セッションマネージメント
ru: Управление сеансами

source: MATE provides tools to allow your application to run smoothly from session to session. Users can log out with running applications and have those applications fully restored when they log back in. To provide this functionality, your application must connect to the session manager and save its state when the user logs out.
de: MATE bietet Werkzeuge, die Ihre Anwendung sitzungsübergreifend laufen lassen. Benutzer können sich mit laufenden Anwendungen abmelden und finden bei der nächsten Anmeldung diese Anwendungen völlig wieder hergestellt wieder vor. Um diese Funktionalität bereitzustellen, muss Ihre Anwendung mit der Sitzungsverwaltung verbunden sein und ihren Status speichern, wenn sich der Benutzer abmeldet.
el: Το MATE παρέχει εργαλεία που επιτρέπουν στην εφαρμογή σας να συνεχίζει την ομαλή λειτουργία της από συνεδρία σε συνεδρία. Οι χρήστες μπορούν να αποσυνδέονται ενώ εκτελούνται εφαρμογές, και να βλέπουν αυτές τις εφαρμογές να επαναφέρονται αυτόματα όταν συνδέονται εκ νέου. Αν επιθυμείτε να προσφέρετε αυτή τη δυνατότητα, η εφαρμογή σας θα πρέπει να συνδέεται στο διαχειριστή συνεδρίας και να αποθηκεύει την κατάστασή της κατά την αποσύνδεση του χρήστη.
es: MATE proporciona herramientas para permitir a su aplicación ejecutarse suavemente entre una sesión y otra. Los usuarios pueden salir de la sesión mientras se ejecutan aplicaciones y tener esas aplicaciones completamente restauradas al iniciar de nuevo una sesión. Para proporcionar esta funcionalidad, su aplicación debe conectarse con el gestor de sesiones y guardar su estado cuando el usuario cierra la sesión.
ja: MATEはセッション間でアプリケーションを円滑に実行するためのツールを提供します。ユーザがログアウトしたときに実行されていたアプリケーションは、ユーザが再びログインしたときに復元されます。この機能を提供するためにはアプリケーションがセッションマネージャと接続して、ユーザがログアウトしたときに状態を保存しなければなりません。
ru: MATE обеспечивает механизм, позволяющий приложениям восстанавливаться и завершаться от сеанса к сеансу. Пользователь может завершить сеанс с запущенным приложением, а при следующем входе это приложение полностью восстановится. Для обеспечения такой функциональности приложение должно уметь работать с менеджером сеансов и сохранять свое состояние при завершении сеанса.

source: Note that this section is outdated as MateClient and Libmateui are deprecated. Newly written code should use <ulink url="http://live.mate.org/SessionManagement/EggSMClient">EggSMClient</ulink> instead. Work is currently underway to integrate EggSMClient directly into GTK+. API and ABI stability guarantees ensures that MateClient will continue to be functional and supported throughout the MATE 2 lifecycle.
de: Beachten Sie, dass dieser Abschnitt veraltet ist, da sowohl MateClient als auch Libmateui als veraltet markiert wurden. Neu geschriebener Code sollte stattdessen <ulink url="http://live.mate.org/SessionManagement/EggSMClient">EggSMClient</ulink> verwenden. Derzeit wird daran gearbeitet, EggSMClient direkt in GTK+ zu integrieren. Die API- und ABI-Stabilitätsgarantien stellen sicher, dass MateClient weiterhin während des Lebenszyklus von MATE 2 funktioniert und unterstützt wird.
el: Σημειώστε ότι αυτή η ενότητα δεν είναι ενημερωμένη, καθώς το MateClient και το Libmateui είναι πια πεπαλαιωμένα. Ο νέος πηγαίος κώδικας πρέπει να χρησιμοποιεί το <ulink url="http://live.mate.org/SessionManagement/EggSMClient">EggSMClient</ulink> αντί αυτών. Η ενσωμάτωση του EggSMClient μέσα στο GTK+ βρίσκεται σε εξέλιξη. Η σταθερότητα των API και ABI εγγυάται ότι το MateClient θα συνεχίσει να υποστηρίζεται καθ' όλη τη διάρκεια ζωής του MATE 2.
es: Nótese que esta sección está obsoleta ya que MateClient y Libmateui también están obsoletos. En su lugar el nuevo código escrito debe usar <ulink url="http://live.mate.org/SessionManagement/EggSMClient">EggSMClient</ulink>. Hay trabajo en progreso para integrar directamente EggSMClient en GTK+. La garantía de estabilidad de la API y la ABI asegura que MateClient continuará siendo funcional y estará soportada en todo el ciclo de vida de MATE 2.
ja: このセクションは MateClient と Libmateui が時代遅れになるのに伴い陳腐化していることに注意してください。新しく記述するコードでは <ulink url="http://live.mate.org/SessionManagement/EggSMClient">EggSMClient</ulink> を代わりに使用するべきです。EggSMClientを直接GTK+に統合することは作業は現在進行中です。APIとABIによる安定性はMateClientの機能がMATE2の提供期間を通じてサポートされることを保証します。
ru: Заметим, что этот раздел устарел, так как MateClient и Libmateui рекомендуется больше не использовать. Вместо них в новом коде нужно использовать <ulink url="http://live.mate.org/SessionManagement/EggSMClient">EggSMClient</ulink>. В настоящее время ведётся работа по включению EggSMClient непосредственно в GTK+. Стабильность программного и двоичного интерфейсов гарантирует, что MateClient продолжит работать и поддерживаться весь жизненный цикл MATE 2.

source: MATE provides a simple API for session management in the MATE User Interface Library. See the section <ulink url="http://library.mate.org/devel/libmateui/stable/MateClient.html">MateClient</ulink> of the <ulink url="http://library.mate.org/devel/libmateui/stable/">MATE UI Library Reference Manual</ulink> for more information on working with the MATE session manager.
de: MATE bietet eine einfache API für die Sitzungsverwaltung in der MATE-Benutzerschnittstellen-Bibliothek. Im Abschnitt <ulink url="http://library.mate.org/devel/libmateui/stable/MateClient.html">MateClient</ulink> im <ulink url="http://library.mate.org/devel/libmateui/stable/">MATE UI Library Reference Manual</ulink> finden Sie weitere Informationen über den Umgang mit der Sitzungsverwaltung.
el: Το MATE παρέχει ένα απλό API για τη διαχείριση συνεδριών στη Βιβλιοθήκη Διεπαφής Χρήστη MATE. Δείτε την ενότητα <ulink url="http://library.mate.org/devel/libmateui/stable/MateClient.html">MateClient</ulink> του <ulink url="http://library.mate.org/devel/libmateui/stable/">MATE UI Library Reference Manual</ulink> για περισσότερες πληροφορίες σχετικά με τη χρήση του διαχειριστή συνεδρίας του MATE.
es: MATE proporciona una API simple para la gestión de sesiones en la biblioteca del Interfaz de Usuario de MATE. Para obtener más información acerca de cómo trabajar con el gestor de sesiones de MATE, consulte la sección <ulink url="http://library.mate.org/devel/libmateui/stable/MateClient.html">MateClient</ulink> del <ulink url="http://library.mate.org/devel/libmateui/stable/">Manual de referencia de la biblioteca IU de MATE</ulink>.
ja: MATEはMATEユーザインタフェース・ライブラリによりシンプルなセッションマネージメントのAPIを提供します。MATEセッションマネージャについての詳細は <ulink url="http://library.mate.org/devel/libmateui/stable/">MATE UI Library Reference Manual</ulink> の <ulink url="http://library.mate.org/devel/libmateui/stable/MateClient.html">MateClient</ulink> を参照してください。
ru: MATE предоставляет простой API для управления сеансами в библиотеке пользовательского интерфейса MATE. Обратитесь к разделу <ulink url="http://library.mate.org/devel/libmateui/stable/MateClient.html">MateClient</ulink> в документе <ulink url="http://library.mate.org/devel/libmateui/stable/">MATE UI Library Reference Manual</ulink> за дополнительной информацией о работе с менеджером сеансов MATE.

source: Address Book and Calendar
de: Adressbuch und Kalender
el: Βιβλίο διευθύνσεων και ημερολόγιο
es: Libreta de direcciones y calendario
ja: アドレス帳とカレンダー
ru: Адресная книга и календарь

source: With Evolution Data Server, MATE provides a single address book and calendar that all applications can use to store and retrieve information. Using Evolution Data Server means that users no longer have to maintain separate lists of contacts in each application, or manually copy events to their calendar.
de: Mit dem »Evolution Data Server« bietet MATE ein Adressbuch und einen Kalender, den alle Anwendungen zum Speichern und Abfragen von Informationen verwenden können. Benutzer brauchen dadurch nicht mehr separate Kontaktlisten in den verschiedenen Anwendungen zu verwalten oder per Hand Ereignisse in .den Kalender zu kopieren
el: Μέσω του Εξυπηρετητή Δεδομένων Evolution, το MATE παρέχει ενιαίο βιβλίο διευθύνσεων και ημερολόγιο που μπορούν να χρησιμοποιούν όλες οι εφαρμογές για την αποθήκευση και ανάκτηση πληροφοριών. Χρησιμοποιώντας τον Εξυπηρετητή Δεδομένων Evolution, οι χρήστες δεν χρειάζεται πλέον να διατηρούν ξεχωριστές λίστες επαφών για κάθε εφαρμογή, ή να αντιγράφουν οι ίδιοι κάθε ραντεβού τους στο ημερολόγιό τους.
es: El servidor de datos de Evolution (Evolution Data Server) proporciona una única libreta de direcciones y un calendario que todas las aplicaciones pueden usar para almacenar y recuperar información. Usar el servidor de datos de Evolution significa que los usuarios no tendrán que mantener listas de contactos separadas para cada aplicación o copiar manualmente acontecimientos entre los calendarios.
ja: Evolutionデータサーバにより、MATEはすべてのアプリケーションが情報を保存・取得することができる単一のアドレス帳とカレンダーを提供します。Evolutionデータサーバを使うということはユーザがそれぞれのアプリケーションの連絡先を分割管理する必要がなくなり、それらのカレンダーに手動でイベントをコピーする必要がなくなることを意味します。
ru: С помощью сервера данных Evolution MATE предоставляет единую адресную книгу и календарь, которые могут использовать любые приложения для сохранения и получения информации, что позволяет пользователю больше не поддерживать списки контактов в каждом приложении отдельно и вручную копировать события в календарь.

source: People use computers increasingly to interact with their friends and colleagues. Applications such as email programs, instant messengers, and telephony and video conferencing applications are used to communicate with others. These applications often provide contact lists to help users. Using Evolution Data Server, applications can store contact information in a single location, allowing all applications to see all the pertinent data about users' contacts.
de: Leute, die Computer benutzen, wollen in immer mehr zunehmendem Maße mit Freunden oder Kollegen in Verbindung treten. Anwendungen wie E-Mail-Programme, Sofortnachrichtendienste oder Videokonferenzen werden zur Kommunikation mit anderen benutzt. Diese Anwendungen stellen oft Kontaktlisten bereit, um den Benutzer zu unterstützen. Bei der Verwendung von »Evolution Data Server« können Anwendungen jegliche Kontaktinformationen an einem zentralen Ort speichern, was allen Anwendungen die für Kontakt relevanten Daten zur Verfügung stellt.
el: Όλο και περισσότερο, χρησιμοποιούμε τους υπολογιστές για να επικοινωνούμε με φίλους και συναδέλφους. Για να το επιτύχουμε, χρησιμοποιούμε εφαρμογές ηλεκτρονικού ταχυδρομείου, άμεσων μηνυμάτων, τηλεφωνίας και βιντεοδιασκέψεων. Αυτές οι εφαρμογές συχνά περιέχουν λίστες επαφών. Χρησιμοποιώντας τον Εξυπηρετητή Δεδομένων Evolution, οι εφαρμογές μπορούν να αποθηκεύουν επαφές σε μία μοναδική τοποθεσία, επιτρέποντας σε όλες τις εφαρμογές να βλέπουν τα στοιχεία των επαφών του χρήστη.
es: La gente cada vez utiliza más los equipos para interactuar con sus amigos y colegas. Las aplicaciones tales como clientes de correo electrónico, mensajería instantánea y las aplicaciones de telefonía y videoconferencia se usan para comunicarse unos con otros. Estas aplicaciones a menudo proporcionan listas de contactos para ayudar a los usuarios. Al usar el servidor de datos de Evolution, las aplicaciones pueden almacenar la información de los contactos en una sola ubicación, permitiendo a todas las aplicaciones ver todos los datos pertinentes acerca de los contactos del usuario.
ja: 人々が友人や同僚と対話するのにコンピュータを使用する機会はますます増加しています。電子メール、インスタント・メッセンジャー、テレフォニー、そしてビデオ会議はいずれも他の人と対話するのに使用されるアプリケーションです。これらのアプリケーションはユーザのためにしばしば連絡先一覧を提供します。Evolutionデータサーバを使用すればアプリケーションは連絡先の情報を１ヶ所に保存することができ、すべてのアプリケーションがユーザの連絡先と関連するデータを参照することができます。
ru: Компьютеры всё чаще используются для общения с друзьями и коллегами. Почтовые программы, программы мгновенных сообщений, телефонии и видео-конференций используются для общения с другими людьми. Все эти программы используют списки контактов для удобства пользователей, а с помощью сервера данных Evolution они могут хранить всю контактную информацию в едином хранилище, что позволяет всем приложениям получать доступ к требуемой информации о контактах пользователя.

source: Applications can also use Evolution Data Server to store and retrieve appointments on the user's calendar. For example, the clock on the panel shows a simple calendar when clicked. If the user has any appointments scheduled, they are shown alongside the calendar. This makes it easy to see upcoming appointments without opening a full calendar application.
de: Anwendungen können den »Evolution Data Server« ebenfalls dazu verwenden, Einträge des Benutzerkalenders zu speichern oder abzufragen. Beispielsweise zeigt die Uhr im Panel beim Anklicken einen einfachen Kalender an. Falls der Benutzer Termine eingetragen hat, werden diese im Kalender angezeigt. Dadurch wird die Anzeige von Terminen erleichtert, da das Öffnen einer kompletten Kalender-Anwendung nicht nötig ist.
el: Επίσης, οι εφαρμογές μπορούν να χρησιμοποιούν τον Εξυπηρετητή Δεδομένων Evolution για να αποθηκεύουν και να ανακτούν τα ραντεβού του χρήστη από το ημερολόγιό του. Για παράδειγμα, αν κάνετε κλικ στο ρολόι του πίνακα εφαρμογών, εμφανίζεται ένα απλό ημερολόγιο. Αν έχετε προγραμματίσει ραντεβού, αυτά εμφανίζονται στο ημερολόγιο. Έτσι, μπορείτε να συμβουλεύεστε τα ραντεβού σας χωρίς να ανοίγετε την πλήρη εφαρμογή ημερολογίου.
es: Las aplicaciones también pueden usar el servidor de datos de Evolution para almacenar y recuperar citas del calendario del usuario. Por ejemplo, el reloj del panel muestra un calendario simple cuando se pulsa sobre él. Si el usuario tiene una cita planificada se mostrará en éste calendario. Esto hace más fácil ver las citas próximas sin tener que abrir una completa aplicación de calendario.
ja: Evolutionデータサーバを使用すればアプリケーションがユーザのカレンダーに予定を保存・取得することもできます。たとえば、パネルに表示されている時計をクリックするとシンプルなカレンダーが表示されます。もしユーザが予定をスケジュールしていた場合は、そのカレンダーに予定が表示されます。これによりユーザはカレンダーのためのアプリケーションを開くことなく簡単に予約を確認することができます。
ru: Кроме того, приложения могут использовать сервер приложений Evolution для хранения и получения информации о назначенных встречах и событиях в календаре пользователя. Например, часы на панели при щелчке мыши на них показывают простой календарь, в котором отмечаются все запланированные пользователем встречи, что позволяет быстро просмотреть намечающиеся встречи без запуска приложения Календарь.

source: For more information on the address book, see <ulink url="http://mate.org/projects/evolution/developer-doc/libebook/ch01.html"> Evolution API Reference: libebook</ulink>. For more information on the calendar, see <ulink url="http://mate.org/projects/evolution/developer-doc/libecal/index.html"> Evolution API Reference: libecal</ulink>.
de: Weitere Informationen über das Adressbuch finden Sie in der <ulink url="http://mate.org/projects/evolution/developer-doc/libebook/ch01.html"> Evolution API Reference: libebook</ulink>. Informationen über den Kalender sind in der <ulink url="http://mate.org/projects/evolution/developer-doc/libecal/index.html"> Evolution API Reference: libecal</ulink> verfügbar.
el: Για περισσότερες πληροφορίες σχετικά με το βιβλίο διευθύνσεων, δείτε το <ulink url="http://mate.org/projects/evolution/developer-doc/libebook/ch01.html"> Evolution API Reference: libebook</ulink>. Για περισσότερες πληροφορίες σχετικά με το ημερολόγιο, δείτε το <ulink url="http://mate.org/projects/evolution/developer-doc/libecal/index.html"> Evolution API Reference: libecal</ulink>.
es: Para obtener más información acerca de la libreta de direcciones, consulte <ulink url="http://mate.org/projects/evolution/developer-doc/libebook/ch01.html">La referencia del API de Evolution: libebook</ulink>. Para obtener más información acerca del calendario, consulte <ulink url="http://mate.org/projects/evolution/developer-doc/libecal/index.html">La referencia del API de Evolution: libecal</ulink>.
ja: アドレス帳についての詳細は <ulink url="http://mate.org/projects/evolution/developer-doc/libebook/ch01.html"> Evolution API Reference: libebook</ulink> を参照してください。カレンダーについての詳細は <ulink url="http://mate.org/projects/evolution/developer-doc/libecal/index.html"> Evolution API Reference: libecal</ulink> を参照してください。
ru: За дополнительной информацией об адресной книге обратитесь к <ulink url="http://mate.org/projects/evolution/developer-doc/libebook/ch01.html"> Evolution API Reference: libebook</ulink>. За дополнительной информацией о календаре обратитесь к<ulink url="http://mate.org/projects/evolution/developer-doc/libecal/index.html"> Evolution API Reference: libecal</ulink>.

source: Usability
de: Bedienbarkeit
el: Χρηστικότητα
es: Usabilidad
ja: ユーザビリティ
ru: Эргономика
