Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: For more information on MateComponent, see the <ulink url="http://library.mate.org/devel/libmatecomponent/stable/">Libmatecomponent Reference Manual</ulink> and the <ulink url="http://library.mate.org/devel/libmatecomponentui/stable/">LibmatecomponentUI Reference Manual</ulink>. For information on MateCORBA, MATE's CORBA implementation, see the <ulink url="http://library.mate.org/devel/MateCORBA2/stable/">MateCORBA2 Reference Manual</ulink>.
de: Weitere Informationen über MateComponent finden Sie im <ulink url="http://library.mate.org/devel/libmatecomponent/stable/">Libmatecomponent-Referenzhandbuch</ulink> und <ulink url="http://library.mate.org/devel/libmatecomponentui/stable/">LibmatecomponentUI-Referenzhandbuch</ulink>. Informationen über MateCORBA, die CORBA-Implementation von MATE, sind im <ulink url="http://library.mate.org/devel/MateCORBA2/stable/">MateCORBA2-Referenzhandbuch</ulink> verfügbar.
el: Για περισσότερες πληροφορίες σχετικά με το MateComponent, δείτε τα <ulink url="http://library.mate.org/devel/libmatecomponent/stable/">Libmatecomponent Reference Manual</ulink> και <ulink url="http://library.mate.org/devel/libmatecomponentui/stable/">LibmatecomponentUI Reference Manual</ulink>. Για πληροφορίες σχετικά με το MateCORBA, την υλοποίηση του MATE για το CORBA, ανατρέξτε στο <ulink url="http://library.mate.org/devel/MateCORBA2/stable/">MateCORBA2 Reference Manual</ulink>.
es: Para obtener más información acerca de MateComponent, consulte <ulink url="http://library.mate.org/devel/libmatecomponent/stable/">El manual de referencia de libmatecomponent</ulink> y <ulink url="http://library.mate.org/devel/libmatecomponentui/stable/">El manual de referencia de libmatecomponentUI</ulink>. Para obtener más información acerca de MateCORBA, la implementación de CORBA de MATE, consulte <ulink url="http://library.mate.org/devel/MateCORBA2/stable/">El manual de referencia de MateCORBA2</ulink>.
ja: MateComponentについての詳細は <ulink url="http://library.mate.org/devel/libmatecomponent/stable/">Libmatecomponent Reference Manual</ulink> および <ulink url="http://library.mate.org/devel/libmatecomponentui/stable/">LibmatecomponentUI Reference Manual</ulink> を参照してください。MATEのCORBA実装であるMateCORBAについての詳細は <ulink url="http://library.mate.org/devel/MateCORBA2/stable/">MateCORBA2 Reference Manual</ulink> を参照してください。
ru: За дополнительной информацией о MateComponent обратитесь к <ulink url="http://library.mate.org/devel/libmatecomponent/stable/">Справочнику по Libmatecomponent</ulink> и<ulink url="http://library.mate.org/devel/libmatecomponentui/stable/">Справочнику по LibmatecomponentUI</ulink>. За информацией об MateCORBA — MATE реализацией CORBA обратитесь к <ulink url="http://library.mate.org/devel/MateCORBA2/stable/">Справочнику по MateCORBA2</ulink>.

source: Service Discovery
de: Dienste
el: Ανακάλυψη υπηρεσιών
es: Servicio de descubrimiento
ja: サービス・ディスカバリ
ru: Обнаружение служб

source: DNS Service Discovery, or Zeroconf, is a technology for automatically locating available services on a network. Zeroconf allows users to access network resources without having to provide explicit addresses or configure their applications manually.
de: »DNS Service Discovery«, oder Zeroconf, ist eine Technologie zum automatischen Lokalisieren von Diensten in einem Netzwerk. Zeroconf erlaubt den Benutzern den Zugriff auf Netzwerkressourcen, ohne explizit Adressen angeben oder das Netzwerk manuell konfigurieren zu müssen.
el: Η Ανακάλυψη Υπηρεσιών DNS, ή Zeroconf, είναι μία τεχνολογία για αυτόματο εντοπισμό των διαθέσιμων υπηρεσιών στο δίκτυο. Το Zeroconf επιτρέπει στους χρήστες να αποκτούν πρόσβαση στους πόρους του δικτύου χωρίς να δίνουν συγκεκριμένες διευθύνσεις ή να ρυθμίζουν με το χέρι τις εφαρμογές τους.
es: El servicio de descubrimiento de DNS o Zeroconf es una tecnología para localizar automáticamente los servicios disponibles en una red. Zeroconf permite a los usuarios acceder a los recursos de red sin tener que proporcionar una dirección explícita o configurar sus aplicaciones manualmente.
ja: DNSサービス・ディスカバリやZeroconfは、ネットワーク上で使用可能なサービスを自動的に探し出すための技術です。Zeroconfはアドレスを明示的に提供したりアプリケーションの手動で設定することなしに、ユーザがネットワークのリソースにアクセスすることを可能にします。
ru: Обнаружение служб DNS или Zeroconf — это технология автоматического определения расположения доступных служб в сети. Zeroconf позволяет использовать ресурсы сети без необходимости явного указания адреса ресурса или ручной настройки соответствующих приложений.

source: DNS Service Discovery is already used in numerous places throughout MATE, and further support will be added in the future. For example, <application>Caja</application>, the MATE file manager, uses DNS Service Discovery to locate various file servers on the local network. <application>Ekiga</application>, the videoconferencing and telephony application in MATE, can locate and publish the user's presence and locate other users on a local network using DNS Service Discovery.
de: »DNS Service Discovery« wird bereits an einer Anzahl von Stellen in MATE verwendet. Weitere Unterstützung wird in Zukunft hinzugefügt. Beispielsweise verwendet der MATE-Dateimanager <application>Caja</application> DNS Service Discovery zum Lokalisieren von Dateiservern im lokalen Netzwerk. MATEs Videokonferenz- und Telefonieanwendung <application>Ekiga</application> kann mit DNS Service Discovery die Anwesenheit des Benutzers im Netzwerk ermitteln und veröffentlichen.
el: Η Ανακάλυψη Υπηρεσιών DNS χρησιμοποιείται ήδη σε διάφορα σημεία στο MATE, και στο μέλλον πρόκειται να αυξηθεί η υποστήριξη. Για παράδειγμα, ο <application>Ναυτίλος</application>, ο διαχειριστής αρχείων του MATE, χρησιμοποιεί την Ανακάλυψη Υπηρεσιών DNS για να εντοπίζει τους εξυπηρετητές αρχείων του τοπικού δικτύου. Το <application>Ekiga</application>, η εφαρμογή τηλεφωνίας και βιντεοδιάσκεψης του MATE, τη χρησιμοποιεί για να εντοπίζει και να δημοσιοποιεί την παρουσία του χρήστη, καθώς και για να εντοπίζει άλλους χρήστες στο τοπικό δίκτυο.
es: El servicio de descubrimiento de DNS ya se usa en varios lugares a traes de MATE y se añadirá aún más soporte en el futuro. Por ejemplo, <application>Caja</application>, el gestor de archivos de MATE, usa el servicio de descubrimiento de DNS para localizar a los servidores de la red local,. <application>Ekiga</application>, la aplicación de telefonía y videoconferencia de MATE, puede localizar y publicar la presencia del usuario así como localizar a otros usuarios en la red local usando el servicio de descubrimiento de DNS.
ja: DNSサービス・ディスカバリはMATEでもいくつかの場所で既に使用されており、今後もさらなるサポートが追加される予定です。たとえばMATEのファイルマネージャである <application>Caja</application> はローカルネットワーク上のさまざまな種類のファイルサーバを発見するのにDNSサービス・ディスカバリを使用しています。MATEのビデオ会議・テレフォン用のアプリケーションである <application>Ekiga</application> はローカルネットワークでDNSサービス・ディスカバリを使用して、他のユーザを発見したりユーザの位置を公表したりすることができます。
ru: Обнаружение служб DNS используется во многих компонентах MATE и его использование далее будет расширяться. Например, <application>Caja</application> — файловый менеджер MATE — обнаруживает службы для определения расположения различных серверов в сети. <application>Ekiga</application> — приложение для организации видеоконференций и телефонии в MATE — может определять и публиковать предпочтения пользователя и находить других пользователей в локальной сети с помощью обнаружения служб.

source: Full DNS Service Discovery support is provided by the Avahi library. For more information on Avahi, visit <ulink url="http://avahi.org/">the Avahi web site</ulink>.
de: Die volle Unterstützung für DNS Service Discovery wird durch die Avahi-Bibliothek bereitgestellt. Weitere Informationen über Avahi finden Sie auf <ulink url="http://avahi.org/">dessen Webseite</ulink>.
el: Η βιβλιοθήκη Avahi παρέχει πλήρη υποστήριξη για την Ανακάλυψη Υπηρεσιών DNS. Για περισσότερες πληροφορίες σχετικά με την Avahi, επισκεφθείτε τον <ulink url="http://avahi.org/">ιστότοπο της Avahi</ulink>.
es: La biblioteca Avahi proporciona soporte completo para el servicio de descubrimiento de DNS. Para obtener más información sobre Avahi, consulte <ulink url="http://avahi.org/">la pagina web de Avahi</ulink>.
ja: 完全なDNSサービス・ディスカバリはAvahiライブラリによりサポートされています。Avahiについての詳細は <ulink url="http://avahi.org/">Avahiのウェブサイト</ulink> を参照してください。
ru: Библиотека Avahi обеспечивает полную поддержку обнаружения служб DNS. За дополнительной информацией по Avahi обратитесь к <ulink url="http://avahi.org/">веб-сайту Avahi</ulink>.

source: XML and Web Services
de: XML und Web-Dienste
el: XML και υπηρεσίες ιστού
es: XML y servicios web
ja: XMLとWebサービス
ru: XML и веб-службы

source: In our increasingly inter-connected world, more and more applications need to provide support for various web services. Sometimes web services simply provide added functionality, while other times they are the core purpose of the application. Even applications that have been providing a standalone user experience for years have found innovative new uses for web services.
de: In unserer sich immer mehr vernetzenden Welt steigt die Anzahl der Anwendungen, die Unterstützung für Webdienste benötigen. Manchmal fügen Webdienste nur einfache Funktionalitäten hinzu, während sie bei anderen Anwendungen die Kernfunktion darstellen. Anwendungen, die eine für sich stehende Bedienbarkeit bereits über Jahre hinweg anbieten, finden innovative Betätigungsfelder in Webdiensten.
el: Σε έναν κόσμο που διασυνδέεται όλο και περισσότερο, αυξάνεται συνεχώς ο αριθμός των εφαρμογών που οφείλουν να προσφέρουν υποστήριξη για διάφορες υπηρεσίες ιστού. Σε κάποιες περιπτώσεις, οι υπηρεσίες ιστού απλά προσθέτουν επιπλέον λειτουργικότητα, σε άλλες όμως αποτελούν το βασικό λόγο ύπαρξης μιας εφαρμογής. Σήμερα, ακόμη και εφαρμογές που για χρόνια παρείχαν κλασικές υπηρεσίες, ανακαλύπτουν πλέον καινοτόμες νέες χρήσεις των υπηρεσιών ιστού.
es: En nuestro mundo altamente interconectado, más y más aplicaciones necesitan proporcionar soporte para diversos servicios web. A veces los servicios web simplemente proporcionan una funcionalidad añadida, mientras que otras veces son el núcleo de la aplicación. Incluso las aplicaciones que han proporcionado una experiencia individual al usuario durante años están incorporando nuevos usos con servicios web.
ja: 相互接続が進む私たちの世界においては、さらにより多くのアプリケーションが色々なWebサービスを提供していく必要があります。Webサービスが単に機能の追加を提供する場合もあるし、Webサービスがアプリケーションの主要な目的である場合もあります。スタンドアローンでユーザを何年も満足させていたアプリケーションをWebサービス化することにより、革新的なユーザを新たに獲得した例もあります。
ru: В нашем мире, где постоянно усиливается взаимодействие, всё большему количеству приложений необходимо обеспечивать поддержку различных веб-служб. Иногда веб-службы просто обеспечивают дополнительную функциональность, иногда они составляют главное назначение приложения. Даже для приложений, которые долгое время были автономными, сейчас считается рациональным использование веб-служб.

source: The MATE Platform provides support for using web services from within your application, as well as comprehensive libraries for consuming, managing, and transforming XML, the language of the web.
de: Die MATE-Plattform bietet Unterstützung sowohl für die Nutzung von Webdiensten aus Ihrer Anwendung heraus, als auch umfassende Bibliotheken für die Verarbeitung, Verwaltung und Umwandlung von XML, der Sprache des Webs.
el: Η πλατφόρμα MATE υποστηρίζει τη χρήση υπηρεσιών ιστού από τις εφαρμογές σας, και παρέχει ολοκληρωμένες βιβλιοθήκες για την χρήση, διαχείριση και μετατροπή της XML, της γλώσσας του ιστού.
es: La plataforma MATE proporciona soporte para usar servicios web desde su aplicación, así como bibliotecas comprensivas para consumir, gestionar y transformar XML, el lenguaje de la web.
ja: MATEプラットフォームはアプリケーションでWebサービスを使用するためのサポートと、ウェブ上の言語であるXMLの使用、管理、変換のための理解しやすいライブラリを提供します。
ru: Платформа MATE предоставляет поддержку веб-служб приложениями и обеспечивает полным набором библиотек для использования, управления и преобразования XML — языка веб.

source: With the libsoup library, MATE provides support for the SOAP, a widely-used protocol for passing XML messages over HTTP. SOAP allows developers to expose an interface over the web, which can then be used by applications to retrieve information, send data, make transactions, or use any number of other services provided.
de: Mit der libsoup-Bibliothek stellt MATE Unterstützung für SOAP bereit, ein oft verwendetes Protokoll für die Übertragung von XML-Meldungen über HTTP. SOAP erlaubt Entwicklern die Bereitstellung einer Web-Schnittstelle, die dann von Anwendungen zum Abrufen von Informationen, Senden von Daten, für Transaktionen oder jeden anderen verfügbaren Dienst verwendet werden kann.
el: Μέσω της βιβλιοθήκης libsoup, το MATE υποστηρίζει το SOAP, ένα ευρέως χρησιμοποιούμενο πρωτόκολλο για την αποστολή μηνυμάτων XML μέσω HTTP. Το SOAP επιτρέπει στους προγραμματιστές να εκθέτουν μια διεπαφή στον ιστό, ώστε να μπορεί στη συνέχεια να χρησιμοποιηθεί από εφαρμογές για την ανάκτηση πληροφοριών, την αποστολή δεδομένων, την εκτέλεση συναλλαγών και πολλές ακόμη λειτουργίες.
es: Con la biblioteca libsoup, MATE proporciona soporte para SOAP, un protocolo ampliamente usado para analizar mensajes XML a través de HTTP. SOAP permite a los desarrolladores exponer un interfaz a través de la web que pueden usar aplicaciones para obtener información, enviar datos, realizar transacciones o usar cualquier otro número de los servicios proporcionados.
ja: MATEはlibsoupライブラリによってHTTP上でXMLメッセージをやりとりするために広く用いられているSOAPにたいするサポートを提供します。SOAPは開発者がウェブ上で、アプリケーションが情報を取得するのに使用されたり、データ送信、トランザクションの生成、その他いくつものサービスを提供するためのインタフェースを公開することを可能にします。
ru: MATE при помощи библиотеки libsoup обеспечивает поддержку SOAP — широко используемого протокола передачи XML сообщений через HTTP. SOAP позволяет разработчику опубликовать программные интерфейсы через веб, которые приложения могут использовать для обмена информацией, выполнения транзакций и выполнения любых других возможных действий.

source: SOAP can be used to search and retrieve information, to interact with an online store, to manage users' accounts on other systems, or for many other purposes. Web services are being used more and more to provide essential functionality for users, and applications using SOAP can provide a more integrated and featureful user experience.
de: SOAP kann zum Suchen und Abrufen von Informationen verewendet werden, zur Interaktion mit einem Online-Speicher, zur Verwaltung von Benutzerkonten auf anderen Systemen und für viele andere Zwecke. Webdienste stellen mehr und mehr grundlegende Funktionen für Benutzer bereit. Anwendungen, die SOAP verwenden, können die Integration und Bedienbarkeit für Benutzer verbessern.
el: Το SOAP μπορεί να χρησιμοποιηθεί για την αναζήτηση και ανάκτηση πληροφοριών, για την επικοινωνία με ένα ηλεκτρονικό κατάστημα, για τη διαχείριση των λογαριασμών των χρηστών σε άλλα συστήματα, και για πολλές ακόμη λειτουργίες. Καθώς οι υπηρεσίες ιστού χρησιμοποιούνται όλο και περισσότερο για την παροχή βασικών υπηρεσιών στους χρήστες, το SOAP επιτρέπει στις εφαρμογές που το χρησιμοποιούν να παρέχουν ακόμη πιο ολοκληρωμένες και πλούσιες εμπειρίες στο χρήστη.
es: SOAP se puede usar para buscar y obtener información, para interactuar con una tienda en línea, para gestionar las cuentas de los usuarios en otros sistemas o para muchos otros propósitos. Los servicios web cada vez se usan más y más para proporcionar funcionalidades esenciales a los usuarios y las aplicaciones que usan SOAP pueden proporcionar una experiencia más integrada y llena de características al usuario.
ja: SOAPは検索や情報の取得のために使用でき、オンラインストアでのやりとりや他のシステムでのユーザ管理、その他さまざまな目的のために使用されます。Webサービスはユーザのために重要な機能を提供するために今後ますます使用が期待できます。また、SOAPを使用するアプリケーションは、より統一され進化したユーザ経験を提供することができます。
ru: SOAP может быть использован для поиска и получения информации, взаимодействия с интернет-магазином, для управления учётными записями пользователей на других системах и множества других целей. Веб сервисы используются всё больше и больше для предоставления важной функциональности, и приложения, использующие SOAP, могут обеспечить пользователю более целостную функциональность.

source: The libsoup library contains an HTTP implementation and a set of API for constructing and consuming SOAP messages. It also allows for secure authentication, so you can use web services to access private accounts over a secure connection. Using libsoup makes it easy to use web services without manually parsing and interpreting the messages sent through SOAP.
de: Die libsoup-Bibliothek enthält eine HTTP-Implementation sowie eine Reihe von Schnittstellen für die Konstruktion und Verarbeitung von SOAP-Meldungen. Sie erlaubt die sichere Legitimierung, so dass Webdienste auf private Benutzerkonten über eine sichere Verbindung zugreifen können. Die Verwendung von libsoup ermöglicht den leichten Zugriff auf Webdienste ohne manuelles Parsen und Interpretieren der durch SOUP gesendeten Meldungen.
el: Η βιβλιοθήκη libsoup περιέχει μια υλοποίηση του HTTP και μια ομάδα API για τη δημιουργία και χρήση μηνυμάτων SOAP. Επίσης, υποστηρίζει ασφαλή πιστοποίηση, επιτρέποντάς σας να χρησιμοποιείτε υπηρεσίες ιστού για να αποκτάτε πρόσβαση σε ιδιωτικούς λογαριασμούς μέσω ασφαλούς σύνδεσης. Η χρήση του libsoup απλοποιεί τη χρήση υπηρεσιών ιστού, καθώς δεν απαιτεί να αναλύετε και να ερμηνεύετε μόνοι σας τα μηνύματα που αποστέλλονται μέσω SOAP.
es: La biblioteca libsoup contiene una implementación de HTTP y un juego API para construir y consumir mensajes SOAP. También permite autenticación segura, de tal forma que podrá usar los servicios web para acceder a cuentas privadas a través de una conexión segura. Al usar libsoup se hace fácil usar los servicios web sin necesidad de analizar e interpretar los mensajes enviados a través de SOAP.
ja: ライブラリにはHTTP実装とSOAPメッセージを構築・使用するためのAPIが含まれています。これにより安全な認証も可能になるため、Webサービスを使用して安全な接続を使用してプライベートなアカウントにアクセスすることができます。
ru: Библиотека libsoup содержит реализацию HTTP и набор API необходимый для создания и обработки сообщений SOAP. Она также поддерживает безопасную аутентификацию, поэтому Веб-сервисы можно использовать для доступа к секретным данным через безопасное соединение. С помощью библиотеки libsoup легко использовать веб-сервисы без необходимости вручную разбирать и интерпретировать сообщения, посылаемые по SOAP.

source: For more information on libsoup, see the <ulink url="http://library.mate.org/devel/libsoup/stable/">libsoup Reference Manual</ulink>.
de: Weitere Informationen über libsoup finden Sie im <ulink url="http://library.mate.org/devel/libsoup/stable/">libsoup-Referenzhandbuch</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με το libsoup, ανατρέξτε στο <ulink url="http://library.mate.org/devel/libsoup/stable/">libsoup Reference Manual</ulink>.
es: Para obtener más información acerca de libsoup, consulte <ulink url="http://library.mate.org/devel/libsoup/stable/">El manual de referencia de libsoup</ulink>.
ja: libsoupについての詳細は <ulink url="http://library.mate.org/devel/libsoup/stable/">libsoup Reference Manual</ulink> を参照してください。
ru: За дополнительной информацией обратитесь к <ulink url="http://library.mate.org/devel/libsoup/stable/">Справочнику по libsoup</ulink>.

source: XML Processing
de: XML-Verarbeitung
el: Επεξεργασία XML
es: Procesamiento de XML
ja: XML処理
ru: Обработка XML

source: Since its formal introduction in 1998, XML (eXtensible Markup Langauge) has been used in increasingly more applications. It is used for a wide variety of purposes, from document formats like XHMTL and DocBook to internet protocols like SOAP and Jabber. XML provides a clean and simple base syntax, allowing applications to focus on their particular needs.
de: Seit seiner formellen Einführung im Jahre 1998 wird XML (eXtensible Markup Language) in einer ständig steigenden Zahl von Anwendungen verwendet. XML hat einen sehr weit gefassten Anwendungsbereich, der von Dokumentformaten wie XHTML und DocBook bis hin zu Internetprotokollen wie SOAP und Jabber reicht. XML verfügt über eine saubere und einfache Syntax, wodurch sich Anwendungen auf Ihre speziellen Bedürfnisse zuschneiden lassen.
el: Από το 1988, που έκανε την επίσημή της εμφάνιση, η XML (eXtensible Markup Langauge) χρησιμοποιείται σε συνεχώς αυξανόμενο αριθμό εφαρμογών. Και έχει πολλές διαφορετικές χρήσεις, από τις μορφές εγγράφων όπως τα XHMTL και DocBook, μέχρι τα πρωτόκολλα διαδικτύου όπως το SOAP και το Jabber. Η XML διαθέτει μια απλή και καθαρή βασική σύνταξη, που επιτρέπει σε κάθε εφαρμογή να εστιάσει στις δικές της ανάγκες.
es: Desde su introducción formal en 1998, XML (eXtensible Markup Language) cada vez se ha usado en más aplicaciones. Se usa para una gran variedad de propósitos, desde formatos de documentación como XHTML y DocBook a protocolos de internet como SOAP y Jabber. XML proporciona una sintaxis de base limpia y simple, permitiendo a las aplicaciones centrarse en sus necesidades particulares.
ja: 1998年に正式に紹介されて以来、XML(eXtensible Markup Langauge) を使用するアプリケーションは増加しつづけています。それはXHTMLやDocBookのようなドキュメントの書式から、SOAPやJabberのようなインターネット・プロトコルまで、さまざまな目的で広く使用されてきました。XMLは読みやすくてシンプルな基本文法を提供し、アプリケーションがアプリケーション固有の問題に専念することを可能にします。
ru: Со дня официального представления в 1998 г. XML (eXtensible Markup Langauge) используется во всё большем количестве приложений. Он используется для широкого круга целей: от форматов документирования, например XHMTL и DocBook, до протоколов интернета, например SOAP и Jabber. XML имеет простой и чёткий базовый синтаксис, что позволяет сконцентрироваться на конкретных нуждах приложения.

source: MATE ships with the libxml2 library, and uses it extensively throughout the desktop. The libxml2 library is a fast and fully standards-compliant XML processing library, providing everything you need to use XML in your application.
de: MATE wird mit der libxml2-Bibliothek geliefert und verwendet diese sehr intensiv im gesamten Desktop. Die libxml2-Bibliothek ist eine schnelle und vollständig standardkonforme Bibliothek zur XML-Verarbeitung und stellt alles Nötige zur Verfügung, was für die Verwendung von XML in Ihrer Anwendung erforderlich ist.
el: Το MATE συμπεριλαμβάνει τη βιβλιοθήκη libxml2 και τη χρησιμοποιεί εκτενώς σε όλη την επιφάνεια εργασίας. Η βιβλιοθήκη libxml2 είναι μια γρήγορη και απολύτως σύμμορφη με τα πρότυπα βιβλιοθήκη επεξεργασίας της XML, που σας προσφέρει όλα όσα χρειάζεστε για να χρησιμοποιήσετε XML στην εφαρμογή σας.
es: MATE posee la biblioteca libxml2 y la usa extensivamente en todo el escritorio. La biblioteca libxml2 es una biblioteca de procesado XML rápida y que cumple con los estándares, proporcionando todo lo que puede necesitar para usar XML en su aplicación.
ja: MATEには libxml2ライブラリが付属しており、デスクトップを通じて広い範囲で使用できます。libxml2ライブラリは高速で、XML処理の標準に完全準拠したライブラリであり、アプリケーションでXMLを使用するときに必要となるすべてを提供します。
ru: MATE поставляется с библиотекой libxml2, которая широко используется в рабочем окружении. Библиотека libxml2 обладает хорошим быстродействием и полностью совместима со стандартами XML, обеспечивая всё необходимое для работы приложений с XML.
