Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: The window manager is a special program responsible for drawing the borders and titlebars around windows. The window manager is responsible for handling all the operations performed on windows, such as moving, resizing, minimizing, and moving between workspaces. Windows are managed consistently with little or no work from application developers. When applications need to influence the window manager, they can provide hints on their windows using function calls in GTK+.
de: Der Fenstermanager ist ein spezielles Programm, das für das Zeichnen der Rahmen und Titelleisten von Fenstern zuständig ist. Der Fenstermanager verarbeitet alle Operationen, die mit Fenstern ausgeführt werden, zum Beispiel Verschieben, Größenänderungen, Minimieren und Verschieben zwischen den verschiedenen Arbeitsflächen. Fenster werden ohne oder mit geringem Aufwand bei der Anwendungsentwicklung verwaltet. Falls es nötig sein sollte, dass Anwendungen den Fenstermanager beeinflussen sollen, dann kann dies über Funktionsaufrufe in GTK+ geschehen.
el: Ο διαχειριστής παραθύρων είναι ένα ειδικό πρόγραμμα υπεύθυνο για τη σχεδίαση των περιγραμμάτων και των τίτλων των παραθύρων. Ο διαχειριστής παραθύρων διαχειρίζεται όλες τις ενέργειες που αφορούν τη συμπεριφορά των παραθύρων, όπως είναι η μετακίνηση, η αλλαγή μεγέθους, η ελαχιστοποίηση και η μετακίνηση σε διαφορετικό χώρο εργασίας. Η διαχείριση των παραθύρων γίνεται με ενιαίο τρόπο και με ελάχιστες ή καθόλου παρεμβάσεις από τους προγραμματιστές εφαρμογών. Αν μια εφαρμογή επιθυμεί να επηρεάσει τη συμπεριφορά του διαχειριστή παραθύρων, μπορεί να παρέχει υποδείξεις στο παράθυρό της, χρησιμοποιώντας κλήσεις συναρτήσεων GTK+.
es: El gestor de ventanas es un programa especial responsable de dibujar los bordes y títulos de las ventanas. El gestor de ventanas también es el responsable de manejar todas las operaciones realizadas sobre las ventanas, tales como mover, redimensionar, minimizar y mover entre áreas de trabajo. Las ventanas se gestionan de forma consistente con poco o ningún trabajo por parte de los desarrolladores de aplicaciones. Cuando las aplicaciones necesitan influenciar al gestor de ventanas, puede proporcionar sugerencias sobre sus ventanas usando llamadas a funciones en GTK+.
ja: ウィンドウマネージャはウィンドウの周囲の境界線やタイトルバーの描画受け持つ特別なプログラムです。ウィンドウにたいする移動やサイズ変更、最小化、ワークスペース勘の移動などのすべての操作にたいしてウィンドウマネージャが処理を受け持ちます。ウィンドウはアプリケーション開発者がほとんど処理することなくウィンドウマネージャにより一貫して管理されます。アプリケーションがウィンドウにたいして影響を与える必要がある場合は、GTK+の関数を使用してウィンドウに対するヒントを提供します。
ru: Менеджер окон — специальная программа, ответственная за отображение рамок и заголовков окна. Менеджер окон отвечает за обработку всех операций, связанных с окнами, таких как: перемещение, изменение размера, сворачивание и перемещение между рабочими областями. Окна управляются с минимальным участием или практически без участия разработчиков приложения. Когда приложениям необходимо повлиять на менеджер окон, они могут добавлять дополнительные сведения к своим окнам, вызывая функции GTK+.

source: External programs can, however, interact directly with the window manager, and even control its behavior. Using MATE's libwnck library, applications can get information about the placement and state of all the windows and instruct the window manager to perform various actions on those windows.
de: Externe Programme können allerdings auch mit dem Fenstermanager zusammenarbeiten und dessen Verhalten beeinflussen. Mit der libwnck-Bibliothek von MATE können Anwendungen über die Platzierung und den Status aller Fenster erfragen sowie den Fenstermanager anweisen, Aktionen mit diesen Fenstern auszuführen.
el: Τα εξωτερικά προγράμματα μπορούν, όμως, να αλληλεπιδρούν και άμεσα με το διαχειριστή παραθύρων, ή ακόμη και να ελέγχουν τη συμπεριφορά του. Μέσω της βιβλιοθήκης libwnck του MATE, οι εφαρμογές μπορούν να λαμβάνουν πληροφορίες για την τοποθέτηση και την κατάσταση όλων των παραθύρων και να δίνουν εντολή στον διαχειριστή παραθύρων να εκτελεί διάφορες ενέργειες στα παράθυρα αυτά.
es: No obstante, los programas externos pueden interactuar directamente con el gestor de ventanas e incluso controlar su comportamiento. Al usar la biblioteca de MATE libwnck, las aplicaciones pueden obtener información acerca de la ubicación y estado de todas las ventanas y instruir al gestor de ventanas para realizar diversas acciones sobre esas ventanas.
ja: しかし外部プログラムが直接ウィンドウマネージャと相互作用したり、動作をコントロールすることもできます。MATEのlibwnckライブラリを使用すれば、アプリケーションはすべてのウィンドウにたいして位置や情報を取得したり、ウィンドウマネージャに指示を出すことによりそれらのウィンドウにたいしてさまざまなアクションを実行することができます。
ru: В то же время внешние программы могут взаимодействовать напрямую с менеджером окон и даже контролировать его поведение. Используя библиотеку MATE libwnck, приложения могут получить информацию о всех окнах и дать команды менеджеру окон на выполнение различных действий с этими окнами.

source: The libwnck library isn't specific to MATE's window manager. All of its functionality uses the Extended Window Manager Hints, or EWMH. EWMH was developed jointly with <ulink url="http://www.freedesktop.org">freedesktop.org</ulink> to provide unified window manager interaction across multiple desktops.
de: Die libwnck-Bibliothek bezieht sich nicht speziell auf den MATE-Fenstermanager. Sämtliche Funktionalität verwenden die »Extended Window Manager Hints« (EWMH). EWMH wurde in Zusammenarbeit mit <ulink url="http://www.freedesktop.org">freedesktop.org</ulink> entwickelt, um plattformübergreifende Interaktion mit dem Fenstermanager über mehrere Desktops hinweg zu ermöglichen.
el: Η βιβλιοθήκη libwnck δεν ανήκει αποκλειστικά στο διαχειριστή παραθύρων του MATE. Όλες οι λειτουργίες της χρησιμοποιούν το EWMH (Extended Window Manager Hints). Το EWMH αναπτύχθηκε σε συνεργασία με το <ulink url="http://www.freedesktop.org">freedesktop.org</ulink> για να παρέχει ενιαία διάδραση των διαχειριστών παραθύρων σε πολλαπλές επιφάνειες εργασίας.
es: La biblioteca libwnck no es específica del gestor de ventanas de MATE. Todas sus funcionalidades usan los consejos extendidos sobre gestores de ventanas (Extended Window Manager Hints, EWMH por sus siglas). EWMH se desarrolló de forma conjunta con <ulink url="http://www.freedesktop.org">freedesktop.org</ulink> para proporcionar una interacción unificada sobre la gestión de ventanas en los escritorios.
ja: libwnckライブラリは、MATEのウィンドウマネージャに固有のものではありません。ライブラリのすべての機能は外部のウィンドウマネージャへのヒントかEWMHを通じて行われます。EWMHは複数のデスクトップで統一されたウィンドウマネージャとの対話を提供するために <ulink url="http://www.freedesktop.org">freedesktop.org</ulink> と共同で開発されました。
ru: Библиотека libwnck не специфична для менеджера окон MATE. Вся её функциональность использует Расширенные сообщения менеджера окон (Extended Window Manager Hints) или EWMH. EWMH разработан совместно с <ulink url="http://www.freedesktop.org">freedesktop.org</ulink> для унификации взаимодействия с оконным менеджером в различных окружениях рабочего стола.

source: Window manager interaction with libwnck can be used for simple tasks, such as displaying workspace and window list applets on the user's panel, as well as for complex applications, such as performing automatic actions on new windows based on certain window properties.
de: Die Interaktion mit dem Fenstermanager kann für einfache Aufgaben verwendet werden, wie die Anzeige der Arbeitsflächen- und Fensterlisten-Applets im MATE-Panel. Auch komplexere Vorgänge sind möglich, zum Beispiel das automatische Ausführen von Aktionen mit neuen Fenstern aufgrund bestimmter Fenstereigenschaften.
el: Η συνεργασία του διαχειριστή παραθύρων με το libwnck μπορεί να αξιοποιηθεί για απλές ενέργειες, όπως η εμφάνιση στον πίνακα εφαρμογών της μικροεφαρμογής για τους χώρους εργασίας ή για τη λίστα παραθύρων, αλλά και για πολύπλοκες διαδικασίες, όπως η αυτόματη εκτέλεση ενεργειών σε ένα νέο παράθυρο, ανάλογα με ορισμένες ιδιότητές του.
es: La interacción del gestor de ventanas con la biblioteca libwnck se puede usar para tareas simples, tales como mostrar áreas de trabajo y las miniaplicaciones de listas de ventanas en el panel del usuario, así como para aplicaciones complejas tales como realizar acciones automáticas sobre nuevas ventanas basándose en ciertas propiedades de las ventanas.
ja: libwnckを通じてウィンドウマネージャと相互作用することにより、ワークスペースを表示したりユーザパネルのウィンドウをアプレットで一覧したりする簡単な処理や、同様に複雑なアプリケーション、たとえば新しいウィンドウにたいしてウィンドウの特定のプロパティに基づき自動的にアクションを実行することにウィンドウマネージャを使用することができます。
ru: Взаимодействия с оконным менеджером с помощью libwnck используются как в простых задачах, например отображения рабочего пространства и апплета, показывающего список открытых окон, так и сложных, например выполнение автоматических действий при создании нового окна на основе некоторых свойств окна.

source: Control Center
de: Kontrollzentrum
el: Κέντρο ελέγχου
es: Centro de control
ja: コントロールセンター
ru: Центр управления

source: The MATE desktop provides a single menu of all the desktop-wide preferences and system administration settings. Preferences and settings dialogs can be placed in this menu to make them easily accessible. Dialogs can be placed in the preferences menu by adding them to the applications registry with the <literal>Setting</literal> category. Dialogs can be placed in the administration menu using both the <literal>Settings</literal> and <literal>System</literal> categories.
de: Der MATE-Desktop stellt ein Menü für alle auf den Desktop bezogenen Einstellungen und Einstellungen der Systemverwaltung bereit. Einstellungsdialoge können in dieses Menü gesetzt werden, um leichter darauf zugreifen zu können. Sie können Dialoge dort platzieren, indem Sie zur Anwendungsregistrierung in der Kategorie »Settings« hinzufügen. Dialoge erscheinen im Systemverwaltungsmenü, wenn Sie sie sowohl der Kategorie <literal>Settings</literal> als auch <literal>System</literal> zuordnen.
el: Η επιφάνεια εργασίας MATE παρέχει ένα ενιαίο μενού για όλες τις προτιμήσεις της επιφάνειας εργασίας και τις ρυθμίσεις διαχείρισης του συστήματος. Οι διάφοροι διάλογοι προτιμήσεων και ρυθμίσεων μπορούν να τοποθετούνται σε αυτό το μενού για να διευκολύνεται η πρόσβαση σε αυτές. Μπορείτε να προσθέσετε διαλόγους στο μενού προτιμήσεων, αν τους προσθέσετε στο μητρώο εφαρμογών στην κατηγορία <literal>Setting</literal>. Ομοίως, μπορείτε να προσθέσετε διαλόγους στο μενού διαχείρισης, αν τους προσθέσετε στην κατηγορία <literal>Settings</literal> και <literal>System</literal>.
es: El Escritorio MATE proporciona un sólo menú para todas las preferencias del escritorio así como para los ajustes de administración del sistema. Los diálogos de preferencias y ajustes se pueden emplazar en este menú para hacerlos más fácilmente accesibles. Los diálogos se pueden emplazar en el menú de preferencias añadiéndolos al registro de aplicaciones con la categoría <literal>Setting</literal>. Los diálogos se pueden emplazar en el menú de administración usando tanto la categoría <literal>Settings</literal> como <literal>System</literal>.
ja: MATEデスクトップはすべてのデスクトップ全体の設定とシステム管理のために単一のメニューを提供します。設定やシステム管理のダイアログはこのメニューに配置されることにより簡単にアクセスすることができます。アプリケーションを追加するときにカテゴリを <literal>Setting</literal> としておけば設定メニューにダイアログを登録することができます。
ru: Рабочий стол MATE предоставляет одно меню для всех системных настроек рабочего стола и административных настроек. Диалоги настроек и свойств, помещённые в это меню, становятся легко доступными. Диалоги могут быть помещены в меню свойств путем их добавления в реестр приложений с категорией <literal>Setting</literal>. Для помещения диалогов в меню административных настроек необходимо указать две категории: <literal>Settings</literal> и <literal>System</literal>.

source: If you provide a dialog that allows administrators to configure desktop systems, then you should add your dialog to the administration menu. If you provide a dialog that allows users to adjust preferences that affect a number of applications, then you should add your dialog to the preferences menu. You should not use these global menus for individual application preferences.
de: Wenn Sie einen Dialog anbieten, der Systemverwaltern ermöglicht, Desktop-Systeme zu konfigurieren, so sollten Sie diesen Dialog in das Menü »System« einbinden. Ein Dialog, der Benutzern die Anpassung der Einstellungen für mehrere Anwendungen ermöglicht, findet dagegen seinen Platz im Menü »Einstellungen«. Bitte verwenden Sie diese globalen Menüs nicht für individuelle Einstellungen Ihrer Anwendung.
el: Αν παρέχετε διάλογο που επιτρέπει στους διαχειριστές συστημάτων να ρυθμίζουν την επιφάνεια εργασίας, τότε θα πρέπει να προσθέσετε το διάλογό σας στο μενού διαχείρισης. Αν παρέχετε διάλογο που επιτρέπει στους χρήστες να προσαρμόζουν τις προτιμήσεις τους, και οι προτιμήσεις αυτές επηρεάζουν πολλαπλές εφαρμογές, τότε θα πρέπει να προσθέσετε το διάλογό σας στο μενού προτιμήσεων. Δεν πρέπει να χρησιμοποιείτε αυτά τα καθολικά μενού για μεμονωμένες προτιμήσεις εφαρμογών.
es: Si proporciona un diálogo que permite a los administradores configurar los sistemas del escritorio, entonces debería añadir su diálogo al menú de administración. Si proporciona un diálogo que permite a los usuarios ajustar las preferencias que afectan a cierto número de aplicaciones, entonces debería añadir su diálogo al menú de preferencias. No debería usar estos menús globales para las preferencias de una aplicación individual.
ja: もしあなたが管理者がデスクトップシステムを設定できるダイアログを提供する場合は、そのダイアログをシステム管理メニューに追加するべきです。複数のアプリケーションに影響を及ぼす設定をユーザに許すようなダイアログを提供する場合は、そのダイアログを設定メニューに追加するべきです。アプリケーションに固有の設定については、これらのグローバルなメニューに追加するべきではありません。
ru: Диалог настройки системы рабочего стола следует помещать в административное меню, а диалоги, изменяющие настройки лишь нескольких приложений, следует помещать в меню предпочтений. Для настроек конкретных приложений использовать эти глобальные меню нежелательно.

source: Storing Passwords
de: Speichern von Passwörtern
el: Αποθήκευση συνθηματικών
es: Almacenar contraseñas
ja: パスワードの保存
ru: Хранение паролей

source: MATE provides a modern and secure keyring manager to store users' passwords and other sensitive data. Applications can use the keyring manager library to store and access passwords, and users can manage their passwords using MATE's <application>Seahorse</application> application.
de: MATE stellt eine moderne und sichere Schlüsselbundverwaltung zum Speichern von Benutzerpasswörtern und anderen sicherheitsrelevanten Daten bereit. Anwendungen können die Bibliothek der Schlüsselbundverwaltung zum Speichern und Zugreifen auf Passwörter verwenden. Benutzer können ihre Passwörter in der MATE-Anwendung <application>Schlüsselbundverwaltung</application> verwalten.
el: Το MATE παρέχει ένα σύγχρονο και ασφαλή διαχειριστή κλειδοθηκών για την αποθήκευση των συνθηματικών των χρηστών, καθώς και άλλων ευαίσθητων δεδομένων. Οι εφαρμογές μπορούν να χρησιμοποιούν τη βιβλιοθήκη του διαχειριστή κλειδοθηκών για την αποθήκευση και ανάκτηση συνθηματικών, ενώ οι χρήστες μπορούν να χρησιμοποιούν την εφαρμογή <application>Seahorse</application> του MATE για να διαχειρίζονται τα συνθηματικά τους.
es: MATE proporciona un gestor del depósito de claves moderno y seguro para almacenar las contraseñas y otros datos sensibles del usuario. Las aplicaciones pueden usar la biblioteca del gestor del depósito de claves para almacenar y acceder a las contraseñas, mientras que los usuarios pueden gestionar sus contraseñas usando la aplicación <application>Seahorse</application> de MATE.
ja: MATEはユーザのパスワードやその他の機密データを格納するために、モダンで安全なキーリング・マネージャを提供します。アプリケーションはパスワードの取得と保存にキーリング・マネージャのライブラリを使用できます。また、ユーザはパスワードを管理するのにMATEのアプリケーションである <application>パスワードと暗号鍵(Seahorse)</application> を使用することができます。
ru: MATE предоставляет современный и защищённый менеджер брелоков для хранения паролей пользователя и другой конфиденциальной информации. Приложения могут использовать библиотеку менеджера брелоков для хранения паролей и доступа к ним. Пользователи могут управлять своими паролями, используя приложение MATE <application>Seahorse</application>.

source: The keyring manager provides any number of keyrings, where each keyring can contain any number of keyring items. Items in a keyring store some piece of data, often a password. Each keyring is locked individually, and users must provide a password to unlock the keyring. Once a keyring has been unlocked, the user has access to all of the items in that keyring.
de: Die Schlüsselbundverwaltung kann mit mehreren Schlüsselbünden umgehen, wobei jeder Schlüsselbund wiederum eine beliebige Anzahl von Einträgen enthalten kann. Ein Eintrag im Schlüsselbund enthält Daten, zumeist ein Passwort. Jeder Schlüsselbund ist individuell gesperrt, so dass die Benutzer ein Passwort zur Entsperrung bereitstellen müssen. Sobald ein Schlüsselbund entsperrt ist, hat der Benutzer Zugriff auf alle enthaltenen Einträge.
el: Ο διαχειριστής κλειδοθηκών σας επιτρέπει να δημιουργείτε όσες κλειδοθήκες επιθυμείτε, καθεμία από τις οποίες μπορεί να περιέχει όσα στοιχεία επιθυμείτε. Τα στοιχεία των κλειδοθηκών περιέχουν δεδομένα, συνήθως συνθηματικά. Κάθε κλειδοθήκη κλειδώνεται ξεχωριστά, και ξεκλειδώνεται με την εισαγωγή συνθηματικού από το χρήστη. Όταν ξεκλειδωθεί μια κλειδοθήκη, ο χρήστης αποκτά πρόσβαση σε όλα τα στοιχεία της.
es: El gestor del depósito de claves proporciona cualquier número de depósitos donde cada depósito puede contener cualquier número de elementos. Los elementos en un depósito almacenan una información, generalmente una contraseña. Cada depósito está bloqueado individualmente y los usuarios deben proporcionar una clave para desbloquear el depósito. Una vez que el depósito está desbloqueado, el usuario tiene acceso a todos los elementos de ese depósito.
ja: キーリング・マネージャはアイテムをいくつか含むことができる任意の個数のキーリングを提供します。キーリングのアイテムにはデータやパスワードが保存されます。それぞれのキーリングは個別にロックされ、ユーザはロックを解除するためのスワードを提供しなければなりません。キーリングのロックを解除すると、ユーザはキーリングに含まれるすべてのアイテムにアクセスできます。
ru: Менеджер брелоков предоставляет несколько брелоков, каждый из которых может содержать любое количество элементов. Элементы брелока содержат какую-либо информацию, чаще всего пароли. Каждый брелок блокируется индивидуально, и для разблокирования необходимо указать пароль для каждого брелока. После разблокирования брелока пользователю становятся доступны все его элементы.

source: The keyring manager provides access control lists for each keyring item, controlling which applications are allowed access to that item. If an unknown application attempts to access a keyring item, the keyring manager will prompt the user to allow or deny that application access. This helps prevent malicious or poorly-written programs from accessing the user's sensitive data.
de: Die Schlüsselbundverwaltung bietet Zugriffskontrolllisten für jedes Schlüsselbundobjekt, über die Anwendungen Zugriff auf das jeweilige Objekt erhalten können. Falls eine unbekannte Anwendung versucht, Zugriff auf das Schlüsselbundobjekt zu erlangen, fragt die Schlüsselbundverwaltung den Benutzer, ob der Zugriff gewährt oder verweigert werden soll. Das verhindert, dass böswillige oder dürftig programmierte Anwendungen Zugriff auf die sicherheitskritischen Daten des Benutzers erlangen.
el: Ο διαχειριστής κλειδοθηκών παράγει λίστες ελέγχου πρόσβασης για κάθε στοιχείο μιας κλειδοθήκης, επιτρέποντάς σας να ελέγχετε ποιες εφαρμογές θα έχουν πρόσβαση σε αυτό το στοιχείο. Αν μια άγνωστη εφαρμογή προσπαθήσει να αποκτήσει πρόσβαση σε ένα στοιχείο κλειδοθήκης, ο διαχειριστής κλειδοθηκών θα ζητήσει από το χρήστη να επιτρέψει ή να αρνηθεί την πρόσβαση. Κατ' αυτόν τον τρόπο, τυχόν κακόβουλες ή κακογραμμένες εφαρμογές δεν μπορούν να αποκτήσουν πρόσβαση στα ευαίσθητα δεδομένα του χρήστη.
es: El gestor del depósito de claves proporciona una lista de control para cada elemento del depósito, controlando a qué aplicaciones se permite el acceso a ese elemento. Si una aplicación desconocida trata de acceder a un elemento del depósito, el gestor del depósito preguntará al usuario si desea permitir o denegar el acceso de esa aplicación. Esto ayuda a prevenir que programas maliciosos o pobremente escritos accedan a información sensible del usuario.
ja: キーリング・マネージャは、キーリングのアイテムにたいするアクセス制御リストを提供し、そのアイテムによりアクセスが許可されるアプリケーションを制御します。もし未知のアプリケーションがキーリングのアイテムにアクセスしようとした場合、キーリング・マネージャはユーザにプロンプトを表示してそのアプリケーションのアクセスを許可するか、拒否するかを尋ねます。これにより悪意のあるプログラムや質の悪いプログラムがユーザの機密データにアクセスすることを防ぐことができます。
ru: Менеджер брелоков поддерживает список контроля доступа для каждого элемента брелока, контролируя доступ приложений только к своим элементам. Если неизвестное приложение пытается получить доступ к элементу брелока, менеджер брелоков запросит у пользователя разрешить или запретить доступ для данного приложения. Этот механизм предотвращает доступ к важным данным пользователя вредоносных или плохо написанных программ.

source: Keyring data stored on the file system is encrypted with the AES block cipher, and SHA1 is used for hashes of the item's attributes. Using the attributes hash, the keyring manager is able to look up items requested by applications without ever unlocking the keyring. The keyring has to be unlocked when a matching item is found and accessed.
de: Die im Dateisystem gespeicherten Daten des Schlüsselbundes werden mit »AES block cipher« gespeichert, wobei SHA1 zur Ermittlung der Prüfsumme der Attribute des Objektes verwendet wird. Aufgrund der Prüfsummen der Attribute ist die Schlüsselbundverwaltung in der Lage, nach den von Anwendungen angefragten Daten zu suchen, ohne den eigentlichen Schlüsselbund entsperren zu müssen. Der Schlüsselbund muss erst dann entsperrt werden, wenn tatsächlich ein passendes Objekt gefunden wurde und darauf zugegriffen wird.
el: Τα δεδομένα των κλειδοθηκών αποθηκεύονται στο σύστημα αρχείων κρυπτογραφημένα με τον αλγόριθμο κρυπτογράφησης μπλοκ AES, ενώ ο SHA1 χρησιμοποιείται για τα hash των γνωρισμάτων των στοιχείων. Χρησιμοποιώντας το hash των γνωρισμάτων, ο διαχειριστής κλειδοθηκών μπορεί να βρει το στοιχείο που ζητά μια εφαρμογή χωρίς να χρειαστεί να ξεκλειδώσει την κλειδοθήκη. Η κλειδοθήκη ξεκλειδώνεται μόνο αφού βρεθεί το κατάλληλο στοιχείο και δοθεί πρόσβαση σε αυτό.
es: Los datos del depósito de claves almacenados en el sistema de archivos están cifrados con el cifrado de bloques AES, mientras que el SHA1 se usa para el «hash» de los atributos del elemento. Usando atributos «hash», el gestor del depósito de claves es capaz de mirar elementos que piden las aplicaciones sin necesidad de desbloquear el depósito. El depósito se desbloquea cuando se encuentra un elemento coincidente y se accede a él.
ja: ファイルシステムに保存されたキーリングのデータはAESブロック暗号化方式で暗号化されアイテムの属性にはハッシュ関数にはSHA1が使用されます。属性のハッシュを使用することにより、キーリング・マネージャはキーリングのロックを解除することなくアプリケーションに要求されたアイテムを見つけることができます。キーリングはアイテムが見つかったときにロックが解除され、アイテムにアクセスすることができるようになります。
ru: Данные брелока хранятся в файловой системе и шифруются с помощью блочного алгоритма шифрования AES, а хэш атрибутов содержимого шифруется с помощью SHA1. Хэш атрибутов используется для поиска элементов, запрошенных приложением без разблокировки брелока. Брелок необходимо будет разблокировать, когда нужный элемент найден и к нему будет разрешён доступ.
