Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: Libglade is a deprecated library for constructing user interfaces dynamically from XML descriptions. Libglade has been deprecated in favor of <ulink url="http://library.mate.org/devel/gtk/stable/GtkBuilder.html">GtkBuilder</ulink>. Libglade allows programmers to construct their user interfaces using a graphical interface builder application, and then import those interface definitions. Libglade is discussed in <xref linkend="libglade"/>.
de: Libglade ist eine veraltete Bibliothek, mit der Sie Benutzerschnittstellen dynamisch aus XML-Beschreibungen erstellen können. Sie wurde durch <ulink url="http://library.mate.org/devel/gtk/stable/GtkBuilder.html">GtkBuilder</ulink> abgelöst. Libglade erlaubt Programmierern die Konstruktion ihrer grafischen Benutzeroberflächen mittels geeigneter Werkzeuge wie Erstellungsanwendungen für grafische Oberflächen und den anschließenden Import dieser Schnittstellenbeschreibungen. Libglade wird in <xref linkend="libglade"/> behandelt.
el: Η Libglade είναι μια πεπαλαιωμένη βιβλιοθήκη για τη δυναμική δημιουργία διεπαφών χρήστη από περιγραφές XML. Η Libglade έχει πεπαλαιωθεί προς όφελος του <ulink url="http://library.mate.org/devel/gtk/stable/GtkBuilder.html">GtkBuilder</ulink>. Η Libglade επιτρέπει στους προγραμματιστές να δημιουργούν διεπαφές χρήστη χρησιμοποιώντας μια γραφική διεπαφή δημιουργίας εφαρμογών, και στη συνέχεια να εισάγουν αυτούς ορισμούς διεπαφών. Η Libglade εξετάζεται στην <xref linkend="libglade"/>.
es: Libglade es una biblioteca obsoleta para construir interfaces de usuario dinámicamente desde descripciones XML. Libglade está obsoleta y ha sido reemplazada por <ulink url="http://library.mate.org/devel/gtk/stable/GtkBuilder.html">GtkBuilder</ulink>. Libglade permite a los programadores construir sus interfaces de usuario usando una aplicación constructora de interfaces gráficas, y luego importar esas definiciones de interfaz. Libglade se trata en la <xref linkend="libglade"/>.
ja: libgladeは、XML記述から動的にユーザインタフェースを構築するための非推奨なライブラリです。Libgladeは <ulink url="http://library.mate.org/devel/gtk/stable/GtkBuilder.html">GtkBuilder</ulink> に置き換えられました。Libgladeによりプログラマはグラフィカルにインタフェースを構築できるアプリケーションでユーザインタフェースを構築し、そのインタフェース定義を後でインポートすることができます。Libgladeについては <xref linkend="libglade"/> で議論しています。
ru: Libglade — это устаревшая библиотека для динамического построения интерфейсов на основе XML-описаний. Вместо неё нужно использовать <ulink url="http://library.mate.org/devel/gtk/stable/GtkBuilder.html">GtkBuilder</ulink>. Libglade позволяет разработчикам создавать пользовательские интерфейсы с помощью специальных описаний, а затем импортировать эти определения интерфейсов в приложения. Libglade рассматривается в <xref linkend="libglade"/>.

source: The deprecated libmate library provides a number of useful routines for building modern applications, including session management, activation of files and URIs, and displaying help.
de: Die veraltete libmate-Bibliothek stellt eine Anzahl nützlicher Routinen zum Bau moderner Anwendungen zur Verfügung, einschließlich Sitzungsverwaltung, Aktivierung von Dateien und Adressen sowie Anzeige von Hilfen.
el: Η πεπαλαιωμένη βιβλιοθήκη libmate παρέχει μια σειρά από χρήσιμες ρουτίνες για τη δημιουργία προηγμένων εφαρμογών, όπως είναι η διαχείριση συνεδριών, η ενεργοποίηση αρχείων και URI, και η προβολή βοήθειας.
es: La biblioteca obsoleta libmate proporciona un número de rutinas útiles para construir aplicaciones modernas, incluyendo gestión de sesión, activación de archivos y URI, y mostrar ayuda.
ja: 非推奨であるlibmateライブラリはセッション管理、ファイルやURIに基づくアクティベーションやヘルプの表示などのモダンなアプリケーション構築のための便利なルーチンをいくつか提供しています。
ru: Устаревшая библиотека libmate предоставляет полезные функции для построения современных приложений, включая управление сеансами, активацию файлов и URI и отображение справки.

source: The MateCanvas widget provides a flexible widget for creating interactive structured graphics.
de: Das MateCanvas-Widget stellt ein flexibles Widget zur Erzeugung interaktiver strukturierter Grafiken bereit.
el: Το γραφικό συστατικό MateCanvas είναι ένα ευέλικτο συστατικό για τη δημιουργία διαδραστικών δομημένων γραφικών.
es: El widget MateCanvas proporciona un widget flexible para crear gráficos estructurados interactivos.
ja: MateCanvasウィジェットは構造的なグラフィックを対話的に作成できる柔軟なウィジェットを提供しています。
ru: MateCanvas — это виджет для гибкого создания интерактивно структурированной графики.

source: The deprecated libmateui library provides additional widgets for applications. Many of the widgets from libmateui have already been ported to GTK+.
de: Die veraltete libmateui-Bibliothek stellt zusätzliche Widgets für Anwendungen zur Verfügung. Viele dieser Widgets wurden bereits auf GTK+ portiert.
el: Η πεπαλαιωμένη βιβλιοθήκη libmateui παρέχει πρόσθετα γραφικά συστατικά για χρήση σε εφαρμογές. Πολλά από τα γραφικά συστατικά της libmateui έχουν ήδη μεταφερθεί στη GTK+.
es: La biblioteca obsoleta libmateui proporciona widgets adicionales para aplicaciones. Muchos de los widgets de libmateui ya han sido trasladados a GTK+.
ja: 非推奨であるlibmateuiライブラリはアプリケーションのために追加のウィジェットを提供します。大部分のウィジェットはGTK+に移行済みです。
ru: Устаревшая библиотека libmateui предоставляет дополнительные виджеты для приложений. Многие из них уже перенесены в GTK+.

source: The libxml2 library provides a number of APIs for working with XML in a standards-compliant manner. The libxml2 library is discussed in <xref linkend="libxml2"/>.
de: Die libxml2-Bibliothek stellt eine Reihe von Schnittstellen zum Arbeiten mit XML in einer standardkonformen Art und Weise bereit. Die libxml2-Bibliothek wird in <xref linkend="libxml2"/> behandelt.
el: Η βιβλιοθήκη libxml2 παρέχει μια σειρά από API για χρήση της XML σύμφωνα με τα πρότυπα. Η βιβλιοθήκη libxml2 εξετάζεται στην <xref linkend="libxml2"/>.
es: La biblioteca libxml2 proporciona un número de API para trabajar con XML en una forma que cumpla con los estándares. La biblioteca libxml2 se trata en <xref linkend="libxml2"/>.
ja: libxml2ライブラリはXMLを標準に準拠した方法で処理するためのAPIをいくつか提供します。libxml2ライブラリについては <xref linkend="libxml2"/> で議論しています。
ru: Библиотека libxml2 предоставляет программный интерфейс для работы с XML в соответствии со стандартами. Библиотека libxml2 рассматривается в <xref linkend="libxml2"/>.

source: The libxslt library provides a fast and complete implementation of XSLT, a language for transforming XML. The libxslt library is discussed in <xref linkend="libxslt"/>.
de: Die libxslt-Bibliothek ist eine schnelle und vollständige Implementation von XSLT, einer Sprache zur XML-Umwandlung. Die libxslt-Bibliothek wird in <xref linkend="libxslt"/> behandelt.
el: Η βιβλιοθήκη libxslt παρέχει μια γρήγορη και ολοκληρωμένη υλοποίηση της XSLT, μιας γλώσσας που χρησιμοποιείται για τη μετατροπή της XML. Η βιβλιοθήκη libxslt εξετάζεται στην <xref linkend="libxslt"/>.
es: La biblioteca libxslt proporciona una implementación rápida y completa de XSLT, un lenguaje para transformar XML. La biblioteca libxslt se trata en <xref linkend="libxslt"/>.
ja: libxsltライブラリはXMLを変換する言語であるXSLTの高速で完全な実装です。libxsltライブラリについては <xref linkend="libxslt"/> で議論しています。
ru: Библиотека libxslt предоставляет быструю и полную реализацию XSLT— языка для преобразования XML. Библиотека libxslt рассматривается в <xref linkend="libxslt"/>.

source: Pango is the core text and font handling library used in MATE applications. It has extensive support for the different writing systems used throughout the world. Pango is discussed in <xref linkend="pango"/>.
de: Pango ist die Kernbibliothek für den Umgang mit Texten und Schriften in MATE-Anwendungen. Sie bietet umfangreiche Unterstützung für die verschiedenen Schriftsysteme dieser Welt. Pango wird in <xref linkend="pango"/> behandelt.
el: Η Pango είναι η κύρια βιβλιοθήκη για το χειρισμό κειμένου και γραμματοσειρών στις εφαρμογές MATE. Προσφέρει εκτεταμένη υποστήριξη των διαφόρων συστημάτων γραφής που χρησιμοποιούνται παγκοσμίως. Η Pango εξετάζεται στην <xref linkend="pango"/>.
es: Pango es la biblioteca básica de texto y manipulación de tipografías usada en aplicaciones MATE. Tiene un soporte extensivo para diferentes sistemas de escritura usados en todo el mundo. Pango se trata en <xref linkend="pango"/>.
ja: PangoはMATEアプリケーションでテキストやフォントを処理するための中核となるライブラリです。Pangoは世界中で使用されている異なる書記体系を広範にサポートします。Pangoについては <xref linkend="pango"/> で議論しています。
ru: Pango — ключевая библиотека работы с текстом и шрифтами в приложениях MATE. Она поддерживает широкий набор различных систем письменности, используемых по всему миру. Pango рассматривается в <xref linkend="pango"/>.

source: Desktop Modules
de: Desktop-Module
el: Μονάδες επιφάνειας εργασίας
es: Módulos de escritorio
ja: デスクトップモジュール
ru: Модули рабочего стола

source: Modules in the MATE desktop are not required to make the same API and ABI stability guarantees as modules in the platform, although attempts are made to keep them relatively stable. Often, modules are introduced in the desktop release to mature, and are moved into the platform once they've stabilized.
de: Für die Module des MATE-Desktops ist es nicht notwendig, die gleichen API- und ABI-Stabilitätsgarantien anzubieten wie für die Module der Plattform, jedoch wird versucht, sie ausreichend stabil zu halten. Oft werden Module in der Desktop-Veröffentlichung eingeführt und halten später in der Plattform Einzug, sobald ausreichende Stabilität gewährleistet ist.
el: Η μονάδες της επιφάνειας εργασίας MATE δεν είναι αναγκασμένες να προσφέρουν τις ίδιες εγγυήσεις σταθερότητας των API και ABI που προσφέρουν οι μονάδες της πλατφόρμας, αν και καταβάλλονται προσπάθειες για να παραμένουν σχετικά σταθερές. Συχνά, μία μονάδα εισάγεται πρώτα στην έκδοση της επιφάνειας εργασίας και στη συνέχεια μεταφέρεται στην πλατφόρμα, εφόσον ωριμάσει και σταθεροποιηθεί.
es: No se requiere que los módulos en el escritorio MATE mantengan las mismas garantías de estabilidad de API y ABI como los módulos en la plataforma, aunque, se intenta mantenerlos relativamente estables. A menudo, los módulos se introducen en el lanzamiento del escritorio para madurar, y luego se trasladan a la plataforma cuando se han estabilizado.
ja: MATEデスクトップのモジュールは、たとえそれが比較的安定したものであるとしてもプラットフォームのモジュールとして同じAPI、ABIの安定性への保証を要求されていません。大抵、デスクトップのリリースではモジュールは成熟し、安定後にプラットフォームに取り入れられます。
ru: Модули рабочего стола MATE не требуют таких же гарантий стабильности API и ABI как модули платформы, хотя предпринимаются попытки сделать их относительно стабильными. Обычно, модули вводятся в выпуск рабочего стола для его зрелости и перемещаются в платформу после их стабилизации.

source: The eel library provides a number of additional widgets primarily for use inside <application>Caja</application>, the MATE file manager. Many of the widgets in eel have since been provided in GTK+.
de: Die eel-Bibliothek stellt eine Reihe von Widgets bereit, die vorrangig für den Einsatz im MATE-Dateimanager <application>Caja</application> enwickelt wurden. Viele dieser Widgets wurden seither in GTK+ eingebunden.
el: Η βιβλιοθήκη eel παρέχει διάφορα πρόσθετα γραφικά συστατικά, που χρησιμοποιούνται κυρίως από το <application>Ναυτίλο</application>, το διαχειριστή αρχείων του MATE. Πολλά από τα γραφικά συστατικά της eel έχουν εν τω μεταξύ ενσωματωθεί στη GTK+.
es: La biblioteca eel proporciona un número adicional de widgets para usarlos principalmente en <application>Caja</application>, el gestor de archivos de MATE. Muchos de los widgets de eel se han proporcionado desde entonces desde GTK+.
ja: eelライブラリは主にMATEのファイルマネージャである <application>Caja</application> の内部で使用する追加ウィジェットをいくつか提供します。eelのウィジェットの多くはGTK+でも提供されます。
ru: Библиотека eel обеспечивает набор дополнительных виджетов главным образом для использования в <application>Caja</application>, менеджере файлов MATE. Многие виджеты eel со временем были перенесены в GTK+.

source: Evolution Data Server provides a unified location for address book and calendar information, allowing multiple applications to share the same data. Evolution Data Server is discussed in <xref linkend="address-book-calendar"/>.
de: Der »Evolution Data Server« bietet einen zentralen Ort für Adressbuch- und Kalenderinformationen, so dass mehrere Anwendungen die Daten gemeinsam nutzen können. Der »Evolution Data Server« wird in <xref linkend="address-book-calendar"/> behandelt.
el: Ο Εξυπηρετητής Δεδομένων Evolution παρέχει μια ενιαία τοποθεσία για τις πληροφορίες του βιβλίου διευθύνσεων και του ημερολογίου, επιτρέποντας σε πολλαπλές εφαρμογές να κάνουν κοινή χρήση των ίδιων δεδομένων. Ο Εξυπηρετητής Δεδομένων Evolution εξετάζεται στην <xref linkend="address-book-calendar"/>.
es: El servidor de datos de Evolution proporciona una ubicación unificada para libretas direcciones e información de calendario, permitiendo que varias aplicaciones compartan los mismos datos. El servidor de Evolution se trata en <xref linkend="address-book-calendar"/>.
ja: Evolutionデータサーバは複数のアプリケーションが同じデータを共有するために、アドレス帳とカレンダーのための統一された場所を提供します。Evolutionデータサーバについては <xref linkend="address-book-calendar"/> で議論しています。
ru: Сервер данных Evolution обеспечивает единое хранилище адресной книги и информации календаря, позволяя разным приложениям использовать единые данные. Сервер данных Evolution рассмотрен в <xref linkend="address-book-calendar"/>.

source: In addition to the actual panel, the mate-panel package provides the libraries used to construct panel applets to run on the user's panel. Panel applets are discussed in <xref linkend="mate-panel-applets"/>.
de: Zusätzlich zum Panel an sich stellt das Paket mate-panel die Bibliotheken zum Entwerfen von Panel-Applets bereit, die im Panel des Benutzers ausgeführt werden können. Panel-Applets werden in <xref linkend="mate-panel-applets"/> behandelt.
el: Πέρα από τον ίδιο τον πίνακα εφαρμογών, το πακέτο mate-panel περιέχει τις βιβλιοθήκες που χρησιμοποιούνται για τη δημιουργία μικροεφαρμογών που εκτελούνται στον πίνακα εφαρμογών του χρήστη. Οι μικροεφαρμογές των πινάκων εφαρμογών εξετάζονται στην <xref linkend="mate-panel-applets"/>.
es: En adición al panel actual, el paquete mate-panel proporciona las bibliotecas usadas para construir miniaplicaciones de panel para ejecutarse en el panel del usuario. Las miniaplicaciones del Panel se tratan en <xref linkend="mate-panel-applets"/>.
ja: パネルそのものに加えて、mate-panelパッケージではユーザのパネルで実行することのできるにパネル・アプレットを構築するのに使用できるライブラリを提供しています。パネル・アプレットについては <xref linkend="mate-panel-applets"/> で議論しています。
ru: В дополнение к текущей панели, пакет mate-panel предоставляет библиотеки, используемые для построения апплетов панели, выполняющихся на панели пользователя. Апплеты панели рассмотрены в <xref linkend="mate-panel-applets"/>.

source: The MATE keyring manager provides a modern and secure means of storing users' passwords and other sensitive data. Keys are encrypted and can only be accessed by explicit user permission. The keyring manager is discussed in <xref linkend="keyring"/>.
de: Die MATE-Schlüsselbundverwaltung ist eine moderne und sichere Möglichkeit zur Speicherung von Benutzerpasswörtern und anderen sicherheitsrelevanten Daten. Die Schlüssel werden verschlüsselt und sind nur für den legitimierten Benutzer zugänglich. Die Schlüsselbundverwaltung wird in <xref linkend="keyring"/> behandelt.
el: Ο διαχειριστής κλειδοθηκών του MATE είναι ένα χρήσιμο και ασφαλές εργαλείο για την αποθήκευση των συνθηματικών των χρηστών, καθώς και άλλων ευαίσθητων δεδομένων. Τα κλειδιά των κλειδοθηκών είναι κρυπτογραφημένα και απαιτείται ρητή συγκατάθεση του χρήστη για την πρόσβαση σε αυτά. Ο διαχειριστής κλειδοθηκών εξετάζεται στην <xref linkend="keyring"/>.
es: El depósito de claves de MATE, proporciona una forma moderna y segura de almacenar contraseñas de usuario y otros datos sensibles. Las claves se cifran y únicamente se puede acceder a ellas con permiso explícito del usuario. El depósito de claves MATE se trata en la <xref linkend="keyring"/>.
ja: MATEキーリング・マネージャはユーザのパスワードや機密データを保存するためのモダンで安全な手段を提供します。キーは暗号化され制限されたユーザ権限のみがアクセスできます。キーリング・マネージャについては <xref linkend="keyring"/> で議論しています。
ru: Менеджер брелоков MATE обеспечивает современные и безопасные средства для хранения паролей пользователя и другой частной информации. Ключи зашифрованы и доступ к ним может быть совершен только с явного разрешения пользователя. Менеджер брелоков рассматривается в <xref linkend="keyring"/>.

source: GStreamer is the powerful multimedia used throughout MATE to play, create, and manipulate sound and video. GStreamer is discussed in <xref linkend="multimedia"/>.
de: GStreamer ist ein mächtiges Multimedia-Werkzeug, das überall in MATE zum Wiedergeben, Erzeugen und Bearbeiten von Klängen und Video benutzt wird. GStreamer wird in <xref linkend="multimedia"/> behandelt.
el: Το GStreamer είναι η πανίσχυρη βιβλιοθήκη πολυμέσων που χρησιμοποιείται παντού στο MATE για την αναπαραγωγή, δημιουργία και επεξεργασία ήχου και βίντεο. Το GStreamer εξετάζεται στην <xref linkend="multimedia"/>.
es: GStreamer es el potente sistema multimedia que se usa en todo MATE para reproducir, crear y manipular sonido y vídeo. Se habla de GStreamer en la <xref linkend="multimedia"/>.
ja: GStreamerはMATEでサウンドやビデオを再生、作成、操作するための強力なマルチメディア機能です。GStreamerについては <xref linkend="multimedia"/> で議論しています。
ru: GStreamer — мощное мультимедийное средство MATE для воспроизведения, создания и и манипулирования звуком и видео. GStreamer рассматривается <xref linkend="multimedia"/>.

source: The gtkhtml library provides a lightweight HTML renderer with full support for rich text editing. It is used inside the <application>Evolution</application> mailer to allow users to compose and read HTML email.
de: Die gtkhtml-Bibliothek stellt einen ressourcenschonenden HTML-Renderer mit voller Unterstützung für die reale Textbearbeitung bereit. Sie wird im E-Mail-Programm <application>Evolution</application> zum Lesen und Schreiben von HTML-Nachrichten verwendet.
el: Η βιβλιοθήκη gtkhtml είναι μία ελαφριά εφαρμογή εμφάνισης HTML με πλήρη υποστήριξη της επεξεργασίας rich text. Χρησιμοποιείται από την εφαρμογή ηλεκτρονικού ταχυδρομείου του <application>Evolution</application> και επιτρέπει στους χρήστες να γράφουν και να διαβάζουν μηνύματα HTML.
es: La biblioteca gtkhtml proporciona un renderizador HTML ligero con soporte completo para edición de texto enriquecido. Se usa dentro del cliente de correo <application>Evolution</application> para permitir a los usuarios redactar y leer correo HTML.
ja: gtkhtmlライブラリは豊かなテキスト編集をサポートする軽量なHTML描画を提供します。gtkhtmlは <application>Evolution</application> メールソフトの内部でユーザがHTMLを作成・表示するのに使用されています。
ru: Библиотека gtkhtml предоставляет легковесное средство просмотра HTML с полной поддержкой расширенного редактирования текста. Она используется в почтовом модуле приложения <application>Evolution</application> для просмотра и составления писем в формате HTML.

source: The gtksourceview library provides an extension of the GtkTextView widget with support for automatic syntax highlighting and other functions that are useful for source code editors. It is used in the <application>gedit</application> text editor.
de: Die gtksourceview-Bibliothek ist eine Erweiterung des GtkTextView-Widgets mit Unterstützung für automatische Syntax-Hervorhebung und weiterer Funktionen, die für Quellcode-Editoren nützlich sind. Sie wird im <application>gedit</application> Texteditor verwendet.
el: Η βιβλιοθήκη gtksourceview παρέχει μια επέκταση του γραφικού συστατικού GtkTextView για υποστήριξη της αυτόματης επισήμανσης σύνταξης και άλλων λειτουργιών χρήσιμων για την επεξεργασία πηγαίου κώδικα. Χρησιμοποιείται από τον επεξεργαστή κειμένου <application>gedit</application>.
es: La biblioteca gtksourceview proporciona un extensión para el widget GtkTextView que soporta el resaltado automático de sintaxis y otras funciones que son útiles para editores de código fuente. Usado en el editor de texto <application>gedit</application>.
ja: gtksourceviewライブラリはGtkTextViewウィジェットの拡張であり自動的な構文の強調表示やソースコード・エディタのために便利な機能を提供します。gtksourceviewは <application>gedit</application> テキストエディタで使用されています。
ru: Библиотека gtksourceview предоставляет расширение виджета GtkTextView с поддержкой автоматической подсветки синтаксиса и других функций, которые будут полезны для редакторов исходных текстов. Эта библиотека используется в текстовом редакторе <application>gedit</application>.

source: GAIL provides an implementation of the ATK interfaces for GTK+ and MATE libraries, allowing accessibility tools to interact with applications written using these libraries. Accessibility is discussed in <xref linkend="a11y"/>.
de: GAIL stellt eine Implementation von ATK-Schnittstellen für GTK+ und MATE-Bibliotheken bereit, so dass die Barrierefreiheits-Werkzeuge mit Anwendungen interagieren können, welche diese Bibliotheken verwenden. Die Barrierefreiheit wird in <xref linkend="a11y"/> behandelt.
el: Η GAIL αποτελεί μια υλοποίηση των διεπαφών της ATK για τις βιβλιοθήκες GTK+ και MATE, και επιτρέπει στα εργαλεία προσιτότητας να αλληλεπιδρούν με εφαρμογές που έχουν γραφτεί με βάση αυτές τις βιβλιοθήκες. Η προσιτότητα εξετάζεται στην <xref linkend="a11y"/>.
es: GAIL proporciona una implementación de las interfaces ATK para GTK+ y las bibliotecas de MATE, permitiendo a las herramientas de accesibilidad interactuar con aplicaciones escritas utilizando esas bibliotecas. La accesibilidad se trata en el <xref linkend="a11y"/>.
ja: GAILはGTK+とMATEライブラリのためのATKインタフェースの実装を提供し、それらのライブラリを使用して記述されたアプリケーションがアクセシビリティ・ツールと対話することを可能にします。アクセシビリティについては <xref linkend="a11y"/> で議論しています。
ru: GAIL предоставляет реализацию интерфейсов ATK для GTK+ и библиотек MATE, позволяя инструментам специальных возможностей взаимодействовать с приложениями, написанными с использованием этих библиотек. Специальные возможности рассматриваются в <xref linkend="a11y"/>.

source: libmateprint is a deprecated library that provides an implementation of the PostScript imaging model. It is superseded by <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink>. Newly written code should use GtkPrint instead. The MATE print framework is discussed in <xref linkend="mateprint"/>.
de: Die veraltete libmateprint-Bibliothek bietet eine Implementation des PostScript-Darstellungsmodells und kann zur Erzeugung qualitativ hochwertiger Druckobjekte verwendet werden. Sie wurde durch <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink> abgelöst. Die MATE-Druckumgebung wird in <xref linkend="mateprint"/> behandelt.
el: Η πεπαλαιωμένης βιβλιοθήκη libmateprint παρέχει μια υλοποίηση του μοντέλου απεικόνισης PostScript. Την έχει διαδεχθεί το <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink>. Ο καινούριος πηγαίος κώδικας πρέπει να χρησιμοποιεί το GtkPrint αντί αυτής. Το πλαίσιο εκτύπωσης MATE εξετάζεται στην <xref linkend="mateprint"/>.
es: libmateprint es una biblioteca obsoleta que proporciona una implementación del modelo de imagen PostScript. Ha sido sustituida por <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink>. El nuevo código escrito debe usar GtkPrint en su lugar. La plataforma de impresión de MATE se trata en la <xref linkend="mateprint"/>.
ja: 非推奨のライブラリであるlibmateprintはPostScriptのイメージング・モデルを実装しています。libmateprintは <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink> に置き換えられました。新しく記述するコードでは代わりに GtkPrintを使用するべきです。MATEプリント・フレームワークについては <xref linkend="mateprint"/> で議論しています。
ru: Устаревшая библиотека libmateprint реализует графическую модель PostScript. Она заменена на <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink>. Вместо неё в новом коде нужно использовать GtkPrint. Подсистема печати MATE рассмотрена в <xref linkend="mateprint"/>.
