Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: The MateConf client library provides notifications of changes to settings, making it easy to provide instant-apply settings in your application, regardless if settings are changed from within your application or using another tool. Setting the value of a key will notify all interested applications, allowing desktop-wide and other cross-application settings to work instantly and effortlessly.
de: Die MateConf-Clientbibliothek stellt Benachrichtigungen über Einstellungsänderungen bereit, was die sofortige Wirksamkeit dieser Änderungen in Ihrer Anwendung erleichtert, ungeachtet dessen, ob diese Änderungen auf Ihre Anwendung oder ein anderes Werkzeug zurückzuführen sind. Die Änderung eines Schlüsselwerts benachrichtigt alle relevanten Anwendungen. Dadurch werden desktop-weite und andere, über Anwendungsgrenzen hinweg gehende Einstellungen sofort und mühelos wirksam.
el: Η βιβλιοθήκη πελάτη του MateConf παρέχει ειδοποιήσεις όταν αλλάζουν κάποιες ρυθμίσεις, επιτρέποντας στην εφαρμογή σας να παρέχει ρυθμίσεις που εφαρμόζονται άμεσα, είτε τροποποιήθηκαν από την ίδια την εφαρμογή, είτε από κάποιο άλλο εργαλείο. Όποτε ορίζεται μια τιμή για ένα κλειδί, ενημερώνονται όλες οι ενδιαφερόμενες εφαρμογές, κάτι που επιτρέπει την άμεση και απρόσκοπτη εφαρμογή ρυθμίσεων που αφορούν είτε ολόκληρη την επιφάνεια εργασίας είτε πολλαπλές εφαρμογές.
es: La biblioteca cliente de MateConf proporciona notificaciones de los cambios en los ajustes, haciendo más fácil proporcionar ajustes aplicables instantáneamente en su aplicación, independientemente de si los ajustes se cambian desde su aplicación o usando otra herramienta. Establecer el valor de una clave se notificará a todas las aplicaciones interesadas, permitiendo que los ajustes generales del escritorio y de otras aplicaciones multiplataforma trabajen conjuntamente y sin esfuerzo.
ja: MateConfのクライアントライブラリは設定の変更にたいする通知を提供します。それにより他のツールからアプリケーションの設定が変更された場合でも、変更された設定をアプリケーションに即時に適用することが容易になります。キーにたいする値の設定は、それに興味を持つすべてのアプリケーションに通知され、デスクトップや他のアプリケーションにまたがる設定を素早く簡単に処理することができます。
ru: Пользовательская библиотека MateConf поддерживает уведомления об изменениях настроек, что позволяет легко обеспечить мгновенную реакцию приложения, независимо от того сделаны ли изменения внутри приложения или с помощью другого инструмента. Установка значения ключа уведомит все заинтересованные приложения, что позволяет без особых усилий работать с настройками всего окружения рабочего стола или нескольких приложений одновременно.

source: MateConf makes it easy to lock down systems by setting particular keys read-only, preventing users from changing their values. In addition, MATE provides a number of high-level keys that can be used to disable actions such as saving to disk and changing the panel layout. Tools such as <application>Pessulus</application> make it easy for administrators to find and lock down important keys.
de: MateConf macht es leicht, Systeme dadurch einzuschränken, dass bestimmte Schlüssel nur lesbar sind. Das vermeidet, dass Benutzer solche Schlüssel eigenständig ändern. MATE stellt eine Reihe von Schlüsseln bereit, über die sich Aktionen wie das Speichern auf der Festplatte oder Ändern der Panel-Einstellungen sperren lassen. Werkzeuge wie <application>Pessulus</application> erleichtern es Systemverwaltern, solche bedeutsamen Schlüssel zu finden und für den Benutzerzugriff zu sperren.
el: Το MateConf διευκολύνει το κλείδωμα συστημάτων με τον ορισμό συγκεκριμένων κλειδιών ως κλειδιών μόνο για ανάγνωση, απαγορεύοντας έτσι στους χρήστες να αλλάζουν τις τιμές τους. Επιπλέον, το MATE παρέχει μια σειρά από κλειδιά υψηλού επιπέδου που μπορούν να χρησιμοποιηθούν για να απενεργοποιήσουν ενέργειες όπως η αποθήκευση στο δίσκο ή η αλλαγή της διάταξης του πίνακα εφαρμογών. Εργαλεία όπως το <application>Pessulus</application> βοηθούν τους διαχειριστές συστημάτων να βρίσκουν και να κλειδώνουν τέτοιου είδους σημαντικά κλειδιά.
es: MateConf facilita el bloqueo de sistemas a través del establecimiento claves particulares de sólo lectura, evitando que los usuarios cambien esos valores. Además, MATE proporciona cierto número de claves de alta seguridad que pueden usarse para desactivar acciones tales como guardar al disco y cambiar la distribución del panel. Herramientas como <application>Pessulus</application> facilitan la tarea a los administradores de buscar y bloquear claves importantes.
ja: MateConfは特定のキーを読み取り専用に設定にして、ユーザが値を変更できないようにすることによりシステムのロックダウンを容易にします。さらにMATEはディスクへの保存やパネルのレイアウト変更を禁止するために使用できる高レベルのキーをいくつか提供しています。<application>ロックダウン・エディタ(Pessulus)</application> のようなツールは管理者が重要なキーを探してロックダウンするのを容易にします。
ru: MateConf позволяет легко заблокировать системные настройки для предотвращения их изменения пользователями путем указания ключей только для чтения. Дополнительно MATE поддерживает ряд высокоуровневых ключей, позволяющих заблокировать такие действия как сохранение на диск и изменение расположения панели.Такие инструменты как<application>Pessulus</application> позволяют администраторам легко находить и блокировать важные ключи.

source: You should use MateConf to store all user preferences in your application. Using MateConf will make it easy to provide instant-apply preferences, and it will make your settings accessible to systems administrators and configuration and backup tools.
de: Sie sollten MateConf verwenden, um alle Benutzereinstellungen Ihrer Anwendung zu speichern. Dadurch wird es erleichtert, Änderungen in der Konfiguration sofort anzuwenden. Außerdem werden die Einstellungen besser zugänglich für Systemverwalter sowie Werkzeuge zur Konfiguration und Datensicherung.
el: Χρησιμοποιήστε το MateConf για να αποθηκεύσετε όλες τις προτιμήσεις χρήστη της εφαρμογής σας. Η χρήση του MateConf σας επιτρέπει να παρέχετε άμεσα εφαρμόσιμες προτιμήσεις, και καθιστά τις ρυθμίσεις σας προσβάσιμες στους διαχειριστές συστημάτων και τα εργαλεία ρύθμισης και αντιγράφων ασφαλείας.
es: Debería usar MateConf para almacenar todas las preferencias del usuario en su aplicación. Usar MateConf facilitará el proporcionar preferencias de aplicación instantánea y hará que sus ajustes sean accesibles a los administradores del sistema así como a las herramientas de configuración y respaldo.
ja: あなたのアプリケーションがすべてのユーザの設定を保存するような場合はMateConfを使用すべきです。MateConfを使用することにより即時に適用が可能な設定を提供でき、システム管理者や設定、バックアップツールから設定にアクセスすることが可能になります。
ru: Вам следует использовать MateConf для хранения всех параметров приложения пользователя. Использование MateConf упрощает одновременный доступ к параметрами и даёт доступ к параметрам для системных администраторов, а также для инструментов конфигурирования и резервирования.

source: For more information on MateConf, see the <ulink url="http://library.mate.org/devel/mateconf/stable/">MateConf Reference Manual</ulink>.
de: Weitere Informationen über MateConf finden Sie im <ulink url="http://library.mate.org/devel/mateconf/stable/">MateConf-Referenzhandbuch</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με το MateConf, δείτε το <ulink url="http://library.mate.org/devel/mateconf/stable/">MateConf Reference Manual</ulink>.
es: Para obtener más información acerca de MateConf, consulte <ulink url="http://library.mate.org/devel/mateconf/stable/">el manual de referencia de MateConf</ulink>.
ja: MateConfについての詳細は、 <ulink url="http://library.mate.org/devel/mateconf/stable/">MateConf Reference Manual</ulink> を参照してください。
ru: Для получения более полной информации прочтите <ulink url="http://library.mate.org/devel/mateconf/stable/">Справочное руководство по MateConf</ulink>.

source: Internationalization
de: Internationalisierung
el: Διεθνοποίηση
es: Internacionalización
ja: インターナショナライゼーション
ru: Интернационализация

source: The MATE Desktop and Developer Platform provides full support for internationalizing and localizing applications. Internationalization is the process of ensuring your application can be localized, including marking all strings for translations, using numbers and format strings correctly, and making adjustments for variations in conventions for times and dates, units, and formatting.
de: Der MATE-Desktop und die Entwicklungsplattform stellen eine vollständige Unterstützung für die Internationalisierung und Übersetzung von Anwendungen bereit. Durch Internationalisierung wird sichergestellt, dass die Anwendung übersetzt werden kann. Dies umfasst das Markieren von Zeichenketten zur Übersetzung, die korrekte Verwendung von Zahlen und Formatstrings sowie die Anpassungsmöglichkeiten der Konventiuonen für die Formate für Zeit, Datum und Einheiten.
el: Η πλατφόρμα επιφάνειας εργασίας και προγραμματισμού του MATE υποστηρίζει πλήρως τη διεθνοποίηση και τοπικοποίηση των εφαρμογών. Διεθνοποίηση είναι η διαδικασία με την οποία διασφαλίζεται ότι μια εφαρμογή θα μπορεί να τοπικοποιηθεί. Περιλαμβάνει τη σήμανση όλων των μεταφράσιμων αλφαριθμητικών και την τροποποίησή τους έτσι ώστε να κάνουν ορθή χρήση των αριθμών και μορφοποιημένων αλφαριθμητικών (format strings), και να επιτρέπουν την προσαρμογή τους σε διαφορετικές συμβάσεις εμφάνισης ώρας και ημερομηνίας, μονάδων και μορφοποίησης.
es: El Escritorio MATE y la Plataforma de Desarrollo proporcionan soporte completo para la internacionalización y localización de aplicaciones. La internacionalización es el proceso de asegurarse que su aplicación puede ser localizada, incluyendo el marcado de todas las cadenas para su traducción, usando números y un formato de cadenas correcto y ajustando las variaciones de las convenciones para fechas y horas, unidades y formateo.
ja: MATEデスクトップと開発者用プラットフォームはアプリケーションをインターナショナライズ(訳注：異なる言語環境において機能するソフトウェアをデザインすること)、ローカライズ(訳注：実際にアプリケーションのメッセージやラベル、その他のインタフェース要素を異なる言語に翻訳すること)へのフルサポートを提供します。インターナショナライゼーションはあなたのアプリケーションがローカライズできることを保証するためのプロセスです。そのローカライズには、アプリケーションで翻訳されるすべての文字列をマークすること、その文字列にたいして番号と書式を正しくマーキングすること、そして時刻や日付、単位や書式にたいする慣習の違いの調整などが含まれます。
ru: Платформа разработки и рабочий стол MATE полностью поддерживают интернационализацию и локализацию приложений. Интернационализация — это гарантия того, что приложение может быть локализовано, включая возможность перевода всех литералов, корректно используя числовые и форматные строки и выполнения всех подстроек для различных особенностей представления времени, даты, единиц измерения и форматирования.

source: MATE uses the standard gettext and related routines for accessing localizations. Support for localization using gettext is built into every component of the MATE platform. Your source code can be scanned for specially-marked tools by automated tools. Those strings are then placed in PO files to allow translators to track their translations. Using gettext, you can easily and efficiently access translated versions of all user-visible strings in your application from translation domains installed along with your application.
de: MATE verwendet die standardisierten Gettext- und andere Routinen, um auf Übersetzungen zuzugreifen. Die Unterstützung für Übersetzungen mittels Gettext ist bereits in jedem Bestandteil der MATE-Plattform eingebaut. Ihr Quellcode kann durch automatisch arbeitende Werkzeuge auf spezielle Markierungen überprüft werden. Diese Zeichenketten werden dann in po-Dateien geschrieben, die Übersetzer für ihre Arbeit benötigen. Wenn Sie Gettext verwenden, dann kann mit Hilfe der mit Ihrer Anwendung installierten Übersetzungsdateien leicht und effizient auf übersetzte Versionen aller für den Benutzer sichtbaren Zeichenketten zugegriffen werden.
el: Το MATE χρησιμοποιεί το πρότυπο gettext και τις σχετικές ρουτίνες για πρόσβαση στις τοπικοποιήσεις. Κάθε συστατικό της πλατφόρμας MATE περιλαμβάνει υποστήριξη για τοπικοποίηση μέσω gettext. Μπορείτε να χρησιμοποιήσετε αυτόματα εργαλεία για να απομονώσετε τα κατάλληλα σημασμένα αλφαριθμητικά του κώδικά σας. Στη συνέχεια, αυτά τα αλφαριθμητικά τοποθετούνται σε αρχεία PO που επιτρέπουν στους μεταφραστές να επιτελέσουν το έργο τους. Χρησιμοποιώντας το gettext, μπορείτε να έχετε εύκολη και άμεση πρόσβαση στις μεταφρασμένες εκδοχές όλων των αλφαριθμητικών της εφαρμογής σας που είναι ορατά στο χρήστη. Η πρόσβαση επιτυγχάνεται μέσω μεταφραστικών τομέων που εγκαθίστανται μαζί με την εφαρμογή σας.
es: MATE usa el estándar gettext y las rutinas relacionadas para acceder a las localizaciones. El soporte para la localización usando gettext está incluido en cada componente de la plataforma MATE. Herramientas automáticas pueden explorar su código fuente para buscar cadenas especialmente marcadas. Al usar gettext, puede acceder fácil y eficientemente a versiones traducidas para todas las cadenas, que sean visibles al usuario, en su aplicación desde dominios de traducción instalados con su aplicación.
ja: MATEはローカライゼーションの機能にアクセスするために、標準のgettextと関連するルーチンを使用します。gettextを使用したローカライゼーションへのサポートは、MATEプラットフォームのすべてのコンポーネントに組み込まれています。あなたのソースコードは特別なツールのために、自動化されたツールによってスキャンされます。それらの文字列はPOファイルの中に配置され、翻訳者が翻訳を追跡できるようにします。gettextを使用することにより、あなたは簡単かつ効果的に実際にユーザが目にする翻訳されたバージョンの文字列、つまりアプリケーションがインストールされた翻訳ドメインにしたがって翻訳された文字列にアクセスすることができます。
ru: MATE использует стандартный механизм gettext и связанные с ним инструменты для выполнения локализации. Поддержка локализации с помощью gettext встроена в каждый компонент платформы MATE. Любой исходный код можно просканировать на наличие специально помеченных литералов с помощью автоматизированных инструментов. Эти строки затем помещаются в файлы PO, что позволяет переводчикам отслеживать свои переводы. С помощью gettext можно легко и эффективно получить доступ из каталогов переводов, установленных с приложением, к переведённым версиям всех видимых пользователем строк текста в приложении.

source: These translation domains can be created using PO files, which can be used by translators to track string changes and update their translations accordingly. MATE ships with intltool, a tool for managing translations in PO files. Using intltool, translators can use PO files to translate not only the strings in your application, but also other types of files that you use, such as MateConf schema files, desktop entry files, and XML files.
de: Diese Übersetzungsdateien werden aus po-Dateien erzeugt, die Übersetzer zum Überwachen von Änderungen und Aktualisieren ihrer Übersetzungen verwenden. MATE wird mit intltool geliefert, einem Werkzeug für die Verwaltung von Übersetzungen in po-Dateien. Mit intltool können Übersetzer nicht nur die Zeichenketten in Ihrer Anwendung bearbeiten, sondern auch andere von Ihnen verwendete Dateitypen, wie MateConf-Schemas, Desktop-Dateien und XML-Dateien.
el: Αυτοί οι μεταφραστικοί τομείς μπορούν να δημιουργηθούν μέσω των αρχείων PO, τα οποία μπορούν να χρησιμοποιούν οι μεταφραστές για να εντοπίζουν αλλαγές στα αλφαριθμητικά και να ενημερώνουν τις μεταφράσεις τους, αν χρειάζεται. Το MATE περιλαμβάνει το intltool, ένα εργαλείο για τη διαχείριση μεταφράσεων αποθηκευμένων σε αρχεία PO. Χρησιμοποιώντας το intltool, οι μεταφραστές μπορούν να χρησιμοποιούν αρχεία PO για τη μετάφραση τόσο των αλφαριθμητικών της εφαρμογής σας, όσο και των άλλων τύπων αρχείων που χρησιμοποιείτε, όπως αρχείων σχημάτων MateConf, εγγραφών επιφάνειας εργασίας και XML.
es: Estos dominios de traducción se pueden crear usando archivos PO, que pueden usar los traductores para seguir los cambios en las cadenas y actualizar sus traducciones convenientemente. MATE proporciona intltool, una herramienta para gestionar las traducciones en los archivos PO. Al usar intltool, los traductores pueden usar los archivos PO para traducir no sólo las cadenas en su aplicación, sino también otros tipos de archivos que use, tales como los archivos de esquema de MateConf, archivos de entrada de escritorio y archivos XML.
ja: これらの翻訳ドメインは、文字列の変更を追跡し、翻訳のための更新を適宜行うことができるPOファイルを使うことにより作り出すことができます。MATEにはintltoolという、POファイルの中の翻訳を管理するためのツールが付属しています。intltoolを使用することにより、アプリケーション中の文字列の翻訳だけではく、MateConfのスキーマファイルやデスクトップのエントリファイル、そしてXMLファイルにもPOファイルを使用することができます。
ru: Такие домены каталоги могут быть созданы с помощью файлов PO, которые используются переводчиками для отслеживания изменения строк и обновления их перевода. MATE поставляется с intltool — инструментом управления переводами в фалах PO. С его помощью переводчики могут использовать файлы PO для перевода не только строк текста в приложениях, но и других используемых типов файлов, например файлов схем MateConf, файлов содержимого рабочего стола и XML файлов.

source: MATE also provides the xml2po tool as part of the mate-doc-utils package. This tool allows translators to use PO files to create translated versions of documentation written in various XML formats, including XHTML and DocBook.
de: MATE stellt ebenfalls das Werkzeug xml2po als Teil des Pakets mate-doc-utils bereit. Dadurch wird Übersetzern ermöglicht, po-Dateien zur Erzeugung übersetzter Versionen von in diversen XML-Formaten geschriebenen Dokumentationen zu verwenden, einschließlich DocBook und XHTML.
el: Επιπλέον, το MATE παρέχει το εργαλείο xml2po στο πακέτο mate-doc-utils. Αυτό το εργαλείο επιτρέπει στους μεταφραστές να χρησιμοποιούν αρχεία PO για να δημιουργούν μεταφρασμένες εκδοχές της τεκμηρίωσης που είναι γραμμένη σε διάφορες μορφές XML, όπως XHTML και DocBook.
es: MATE también proporciona la herramienta xml2po como parte del paquete mate-doc-utils. Esta herramienta permite a los traductores usar archivos PO para crear versiones traducidas de la documentación escrita en varios formatos XML, incluyendo XHTML y DocBook.
ja: MATEはmate-doc-utilsパッケージの一部としてxml2poツールも提供します。このツールにより翻訳者はPOファイルからXHTML、DocBookを含めたさまざまな形式の翻訳済みXMLを作成することができます。
ru: MATE также предоставляет утилиту xml2po, которая является частью пакета mate-doc-utils package. С её помощью переводчики могут использовать файлы PO для перевода документации, составленной в различных форматах XML, включая XHTML и DocBook.

source: Internationalization involves more than just allowing strings to be translated, and MATE supports your application development at every step of the process. GTK+ will automatically adjust its presentation for languages that are read right-to-left, and Pango has complete support for rendering bidirectional text and text in various different writing systems. GTK+ supports multiple input methods, allowing users from all language to input text efficiently with their keyboards. The entire MATE platform uses the UTF-8 encoding of Unicode natively, providing access to the characters and writing systems of the entire world.
de: Internationalisierung beinhaltet mehr als nur die bloße Übersetzbarkeit von Zeichenketten. MATE unterstützt Ihre Anwendungsentwicklung bei jedem Schritt dieses Prozesses. GTK+ justiert automatisch die Präsentation einer Sprache, die von rechts nach links gelesen wird, und Pango unterstützt vollständig das Rendern von Text in beiden Richtungen sowie Text in den verschiedensten Schreibsystemen. GTK+ unterstützt mehrere Eingabemethoden, was die effektive Eingabe von Text für Benutzer jeglicher Sprachen über die Tastatur ermöglicht. Die gesamte MATE-Plattform verwendet nativ die UTF-8-Kodierung von Unicode, wodurch der Zugriff auf die Schreibsysteme und Zeichen der ganzen Welt möglich ist.
el: Η διεθνοποίηση δεν είναι μόνο η δυνατότητα μετάφρασης αλφαριθμητικών, γι' αυτό το MATE σας παρέχει υποστήριξη σε κάθε βήμα της διαδικασίας. Έτσι, η GTK+ προσαρμόζεται αυτόματα στις ανάγκες των γλωσσών που διαβάζονται από δεξιά προς αριστερά, ενώ η Pango υποστηρίζει πλήρως την εμφάνιση κειμένου διπλής κατεύθυνσης, καθώς και κειμένου σε πολλά διαφορετικά συστήματα γραφής. Η GTK+ υποστηρίζει ποικιλία μεθόδων εισόδου, επιτρέποντας στους χρήστες κάθε διαφορετικής γλώσσας να εισάγουν εύκολα κείμενο από το πληκτρολόγιό τους. Ολόκληρη η πλατφόρμα MATE χρησιμοποιεί εγγενώς την κωδικοποίηση UTF-8 του Unicode, παρέχοντας πρόσβαση σε όλους τους χαρακτήρες και τα συστήματα γραφής παγκοσμίως.
es: La internacionalización involucra más que la simple posibilidad de traducir las cadenas, MATE soporta el desarrollo de su aplicación en todos los pasos del proceso. GTK+ ajustará automáticamente su presentación para los idiomas que se leen de derecha a izquierda y Pango tiene soporte completo para renderizar texto bidireccional y texto en varios sistemas de escritura diferentes. GTK+ soporta múltiples métodos de entrada, permitiendo a los usuarios de cualquier idioma introducir texto con sus teclados de forma eficiente. De forma nativa, la plataforma MATE al completo usa la codificación de texto UTF-8 de Unicode, proporcionando acceso a los caracteres y sistemas de escritura de todo el mundo.
ja: インターナショナライゼーションにはは文字列が翻訳されることを可能にするだけでなく、あなたのアプリケーションを開発するときに、インターナショナライゼーション・プロセスの各ステップをMATEサポートするということが含まれています。GTK+は右から左に読むような言語の表示を自動的に調整し、Pangoは両方向から読むようなテキストや、さまざまな異なる書記体系で記述されたテキストを完全にサポートします。GTK+は複数の入力メソッドをサポートし、すべての言語のユーザが自身のキーボードでテキストを効果的に入力することを可能にします。MATEプラットフォーム全体ではUnicodeの表記法の１つであるUTF-8エンコードをネイティブでサポートし、全世界の文字と書記体系へのアクセスを提供します。
ru: Интернационализация включает в себя не только возможность перевода текстовых строк, MATE поддерживает разработку приложений на каждом этапе. GTK+ автоматически подстраивает свое представление для языков, читаемых справа налево, а Pango полностью поддерживает двунаправленный текст и различные системы письменности. GTK+ поддерживает разные методы ввода, позволяя эффективно использовать клавиатуры для различных языков. Вся платформа MATE использует кодировку Unicode UTF-8, обеспечивая доступ к символам и системам письменности всего мира.

source: <application>Gnumeric</application> in Multiple Languages
de: <application>Gnumeric</application> in verschiedenen Sprachen
el: Το <application>Gnumeric</application> σε διάφορες γλώσσες
es: <application>Gnumeric</application> en varios idiomas
ja: 複数言語による <application>Gnumeric</application>
ru: <application>Gnumeric</application> на разных языках

source: Screenshots of the <application>Gnumeric</application> spreadsheet application running in Hebrew, Japanese, and Serbian.
de: Bildschirmfotos der Anwendung <application>Gnumeric</application> in Hebräisch, Japanisch und Serbisch.
el: Στιγμιότυπα της εφαρμογής λογιστικών φύλλων <application>Gnumeric</application> στα Εβραϊκά, Ιαπωνικά και Σέρβικα.
es: Capturas de pantalla de la aplicación de hoja de cálculo <application>Gnumeric</application> ejecutándose en hebreo, japonés y serbio.
ja: スプレッドシート・アプリケーションである <application>Gnumeric</application> でヘブライ語、日本語、セルビア語を実行したときのスクリーンショット。
ru: Снимок экрана приложения <application>Gnumeric</application>, запущенного на иврите, японском и сербском языках.
