Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: Internationalizing your application helps make it available to many more users across the world. While skilled translators must provide translations for any language, programmers must ensure the application is properly internationalized before it can be fully localized.
de: Die Internationalisierung ihrer Anwendung macht diese vielen weiteren Benutzern in der ganzen Welt zugänglich. Während versierte Übersetzer für ihre Sprachen die Übersetzungen erstellen, müssen die Programmierer dafür sorgen, dass die Internationalisierung sauber implementiert ist, bevor die Anwendung übersetzt wird.
el: Διεθνοποιώντας την εφαρμογή σας την καθιστάτε διαθέσιμη σε πολύ περισσότερους χρήστες παγκοσμίως. Οι μεταφράσεις σε διάφορες γλώσσες γίνονται από έμπειρους μεταφραστές, οι προγραμματιστές όμως οφείλουν να εξασφαλίσουν τη σωστή διεθνοποίηση των εφαρμογών για να καταστεί δυνατή η τοπικοποίησή τους.
es: Internacionalizar su aplicación ayuda a hacerla disponible a más usuarios a través del mundo. Mientras que los traductores experimentados deben proporcionar las traducciones para cualquier idioma, los programadores deben asegurarse de que la aplicación está adecuadamente internacionalizada antes de que se pueda localizar completamente.
ja: あなたのアプリケーションをインターナショナライズすることは、世界中の多くのユーザがアプリケーションを使用する手助けとなります。経験を積んだ翻訳者がいくつもの言語への翻訳を提供しなければならない間、アプリケーションが完全にローカライズされるまでは、アプリケーションがインターナショナライズされていることをプログラマは保証しなければなりません。
ru: Интернационализация приложения упрощает его доступность для многих пользователей во всём мире. Программисты должны обеспечить корректную интернационализацию приложения перед тем, как оно может быть полностью локализовано, в то время как профессиональные переводчики обеспечат перевод на все языки.

source: For more information on internationalization in MATE, see <ulink url="http://www.mate.org/~malcolm/i18n/">Internationalizing MATE Applications</ulink>.
de: Weitere Informationen über die Internationalisierung in MATE finden Sie in <ulink url="http://www.mate.org/~malcolm/i18n/">Internationalizing MATE Applications</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με τη διεθνοποίηση στο MATE, ανατρέξτε στο <ulink url="http://www.mate.org/~malcolm/i18n/">Internationalizing MATE Applications</ulink>.
es: Para obtener más información acerca de la internacionalización en MATE, consulte <ulink url="http://www.mate.org/~malcolm/i18n/">Internacionalizar las aplicaciones de MATE</ulink>.
ja: MATEのインターナショナライゼーションについての詳細は <ulink url="http://www.mate.org/~malcolm/i18n/">Internationalizing MATE Applications</ulink> を参照してください。
ru: Дополнительную информацию о интернационализации в MATE обратитесь к <ulink url="http://www.mate.org/~malcolm/i18n/">Руководству по локализации приложений MATE</ulink>.

source: Accessibility
de: Barrierefreiheit
el: Προσιτότητα
es: Accesibilidad
ja: アクセシビリティ
ru: Специальные возможности

source: Accessibility is the process of ensuring your application can be used by people with various disabilities. Disabilities come in many forms: visual impairments, movement impairments, hearing impairments, cognitive and language impairments, and seizure disorders. Many people have some sort of disability, and making your application accessibility will allow more people to use your application effectively.
de: Die Barrierefreiheit stellt sicher, dass Ihre Anwendung von Benutzern mit verschiedenen Behinderungen verwendet werden kann. Behinderungen gibt es in verschiedenen Formen: visuelle Einschränkungen, Bewegungseinschränkungen, Schwerhörigkeit/Gehörlosigkeit und Anfallsleiden. Viele Leute haben solche Behinderungen, und die Sicherstellung der Barrierefreiheit für Ihre Anwendung macht diese für mehr Benutzer effektiver zugänglich.
el: Η προσιτότητα είναι η διαδικασία μέσω της οποίας διασφαλίζετε ότι η εφαρμογή σας θα μπορεί να χρησιμοποιηθεί από άτομα με διάφορες αναπηρίες. Υπάρχουν πολλές μορφές αναπηριών: προβλήματα όρασης, κίνησης και ακοής, γνωσιακές και γλωσσικές δυσκολίες, παροξυσμικές διαταραχές. Πολλοί άνθρωποι εμφανίζουν κάποια αναπηρία, άρα, καθιστώντας την εφαρμογή σας προσιτή, διευρύνετε τον κύκλο των χρηστών σας.
es: La accesibilidad es el proceso de asegurarse de que su aplicación se puede usar por personas con alguna o varias discapacidades. Las discapacidades pueden ser de muchos tipos: visuales, de coordinación, movimientos descoordinados, impedimentos auditivos, impedimentos cognitivos y del lenguaje y desordenes de apoplejías. Muchas personas tienen algún tipo de discapacidad y hacer su aplicación accesible permitirá que más gente pueda usarla de forma efectiva.
ja: アクセシビリティとは。あなたのアプリケーションをハンディキャップを持つさまざまな人が使えるよう保証するプロセスのことです。ハンディキャップはさまざまな形をとります: 視力障害、運動機能障害、聴覚障害、認知機能、および言語障害、そして発作障害などです。なんらかのハンディキャップをもつ人々が多数存在し、あなたのアプリケーションのアクセシビリティは、それら多くの人々がアプリケーションを効果的に使用することを可能にします。
ru: Специальные возможности — это возможность использования приложения людьми с ограниченными возможностями. Ограниченные возможности проявляются во многих формах: зрительные, двигательные, слуховые и языковые и другие ограничения. Существует множество людей с какими-либо ограничениями и разработка приложения доступного для них позволяет большему количеству людей использовать приложения более эффективно.

source: MATE provides support for accessibility devices using the ATK framework. This framework defines a set of interfaces to which graphical interface components adhere. This allows, for instance, screen readers to read the text of an interface and interact with its controls. ATK support is built into GTK+ and the rest of the MATE platform using the GAIL library, so any application using GTK+ will have reasonable accessibility support for free.
de: MATE bietet über das ATK-Framework Unterstützung für Barrierefreiheits-Geräte. Dieses Framework definiert eine Reihe von Schnittstellen, die sich mit den Komponenten der grafischen Schnittstellen verbinden. Dies erlaubt beispielsweise Bildschirmlesern das Lesen von Text einer Schnittstelle und die Interaktion mit deren Bedienelementen. ATK-Unterstützung ist in GTK+ und die übrige MATE-Plattform eingebaut und verwendet die GAIL-Bibliothek, so dass jede GTK+ nutzende Anwendung ansprechende Barrierefreiheits-Unterstützung als Gratisbeigabe erhält.
el: Το MATE υποστηρίζει συσκευές προσιτότητας μέσω του πλαισίου ATK. Αυτό το πλαίσιο ορίζει ένα σύνολο διεπαφών, τις οποίες χρησιμοποιούν τα συστατικά των γραφικών διεπαφών. Για παράδειγμα, έτσι επιτρέπεται στους αναγνώστες οθόνης να διαβάζουν το κείμενο μιας διεπαφής και να αλληλεπιδρούν με τους ελέγχους της. Η υποστήριξη για την ATK ενσωματώνεται στη GTK+ και την υπόλοιπη πλατφόρμα MATE μέσω της βιβλιοθήκης GAIL, έτσι ώστε όλες οι εφαρμογές που χρησιμοποιούν τη GTK+ να μπορούν να προσφέρουν αυτόματα ένα λογικό επίπεδο προσιτότητας.
es: MATE proporciona soporte para dispositivos de accesibilidad usando el entorno de trabajo ATK. Este entorno de trabajo define un conjunto de interfaces a las que los componentes del interfaz gráfico se deberán adherir. Esto permite a, por ejemplo, los lectores de pantalla leer el texto de un interfaz e interactuar con sus controles. El soporte de ATK está construido dentro de GTK+ y el resto de la plataforma MATE usando la biblioteca GAIL, de tal forma que cualquier aplicación que use GTK+ tendrá cierto soporte accesibilidad razonable debido a este hecho.
ja: MATEはATKフレームワークを使用することによりアクセシビリティのためのデバイスのサポートを提供します。このフレームワークはグラフィカル・インタフェースのコンポーネントと密接に結びついたいくつかのインタフェースを定義します。これによりたとえば、スクリーンリーダーはインタフェースのテキストを読み上げ、インタフェスのコントロールと相互作用を行うことができます。ATKのサポートはGTK+に組み込まれており、残りの部分はMATEプラットフォームではGAILライブラリが使用されます。そのためGTK+を使用する任意のアプリケーションは、何ら苦労することなく妥当なアクセシビリティのサポートを提供することができます。
ru: MATE поддерживает специальные возможности с помощью платформы ATK, которая определяет набор интерфейсов, к которым привязываются графические компоненты. Что позволяет, например, программам синтеза речи читать вслух текст интерфейса пользователя и взаимодействовать с его элементами управления. Поддержка ATK встроена в GTK+ и остальную часть платформы MATE с использованием библиотеки GAIL, поэтому любые приложения, использующие GTK+ бесплатно получают достаточную поддержку.

source: Nonetheless, you should be aware of accessibility issues when when developing your applications. Although GTK+ interfaces provide reasonable accessibility by default, you can often improve how well your program behaves with accessibility tools by providing additional information to ATK. If you develop custom widgets, you should ensure that they expose their properties to ATK. You should also avoid using sound, graphics, or color as the sole means of conveying information to the user.
de: Nichtsdestotrotz sollten Sie beim Entwickeln von Anwendungen die Barrierefreiheit im Auge behalten. Obwohl die GTK+-Schnittstellen schon vernünftige Schnittstellen standardmäßig bereitstellt, können Sie doch die Barrierefreiheit Ihres Programms weiter verbessern, indem Sie ATK zusätzliche Informationen zur Verfügung stellen. Falls Sie eigene Widgets entwickeln, stellen Sie bitte sicher, dass deren Eigenschaften an ATK übermittelt werden. Sie sollten auch vermeiden, Klänge, Grafiken oder Farben als grundlegende und alleinige Informationselemente für den Benutzer zu verwenden.
el: Παρόλα αυτά, θα πρέπει να λαμβάνετε υπόψη σας την προσιτότητα κατά την ανάπτυξη των εφαρμογών σας. Αν και οι διεπαφές GTK+ παρέχουν αυτόματα ένα λογικό επίπεδο προσιτότητας, μπορείτε να βελτιώσετε τη συνεργασία του προγράμματός σας με τα εργαλεία προσιτότητας, παρέχοντας ορισμένες επιπρόσθετες πληροφορίες στη GTK+. Αν έχετε δημιουργήσει προσαρμοσμένα γραφικά συστατικά, διασφαλίστε ότι το ATK έχει πρόσβαση στις ιδιότητές τους. Επίσης, αποφύγετε να χρησιμοποιείτε ήχο, γραφικά ή χρώματα ως το μοναδικό μέσο παροχής πληροφοριών στο χρήστη.
es: Sin embargo, debería ser consciente de las cuestiones de accesibilidad cuando desarrolle sus aplicaciones. Aunque los interfaces GTK+ proporcionan una accesibilidad razonable de forma predeterminada, a menudo puede mejorar el comportamiento de su programa con las herramientas de accesibilidad proporcionando información adicional a ATK. Si desarrolla widgets personalizados, debería asegurarse que exponen sus propiedades a ATK. También debería evitar el uso de sonidos, gráficos o colores como única vía de enviarle información al usuario.
ja: それにもかかわらず、あなたはアプリケーションを開発するときはアクセシビリティの問題点を知っているべきです。GTK+のインタフェースが妥当なアクセシビリティを既定で提供するとしても、ATKに対して追加の情報を与えることでアクセシビリティツールに対するあなたのアプリケーションの振る舞いを改善できることがあります。もしあなたが独自のウィジェットを開発する場合、それらのプロパティをATKから使用できるよう保証すべきです。また、ユーザに情報を伝える際はサウンド、グラフィクス、色などのうちのどれか１つだけに頼るべきではありません。
ru: Тем не менее, следует помнить о специальных возможностях при разработке приложения. Хотя интерфейсы GTK+ по умолчанию обеспечивают достаточную поддержку специальных возможностей, часто можно улучшить работу приложения с инструментами специальных возможностей, снабдив ATK дополнительной информацией. При разработке пользовательского виджета следует убедиться, что его свойства доступны ATK. Следует избегать использования звука, графики и цвета как единственных методов представления информации пользователю.

source: The MATE desktop ships with a number of accessibility tools which enable users with disabilities to take full advantage of their desktop and applications. Applications that fully implement ATK will be able to work with the accessibility tools. MATE's accessibility tools include a screen reader, a screen magnifier, an on-screen keyboard, and <application>Dasher</application>, an innovative predictive text entry tool.
de: Der MATE-Desktop wird mit einer Reihe von Barrierefreiheits-Werkzeugen geliefert, die es Benutzern mit Behinderungen ermöglichen, ihren Desktop und ihre Anwendungen uneingeschränkt zu benutzen. Anwendungen, die ATK vollständig implementieren, sind fähig, mit diesen Barrierefreiheits-Werkzeugen zu arbeiten. Die MATE-Barrierefreiheits-Werkzeuge enthalten einen Bildschirmleser, eine Bildschirmlupe, eine Bildschirmtastatur sowie <application>Dasher</application>, ein innovatives und vorausschauendes Werkzeug zur Texteingabe.
el: Η επιφάνεια εργασίας MATE περιλαμβάνει μια σειρά από εργαλεία προσιτότητας που επιτρέπουν στους χρήστες με αναπηρίες να αξιοποιούν πλήρως την επιφάνεια εργασίας και τις εφαρμογές της. Οι εφαρμογές που υλοποιούν πλήρως την ATK μπορούν να συνεργαστούν καλά με τα εργαλεία προσιτότητας. Τα εργαλεία προσιτότητας του MATE περιλαμβάνουν έναν αναγνώστη οθόνης, ένα μεγεθυντή οθόνης, ένα πληκτρολόγιο οθόνης και το <application>Dasher</application>, ένα καινοτόμο εργαλείο εισαγωγής κειμένου με πρόβλεψη.
es: El escritorio MATE posee cierto número de herramientas de accesibilidad que permiten a los usuarios con discapacidades usar plenamente el escritorio y sus aplicaciones. Las aplicaciones que implementan completamente ATK serán capaces de trabajar con las herramientas de accesibilidad. Las herramientas de accesibilidad de MATE incluyen un lector de pantalla, un magnificador de pantalla, un teclado en pantalla y <application>Dasher</application>, una innovadora herramienta de predicción de entrada de texto.
ja: MATEデスクトップにはハンディキャップを持つ人々がデスクトップやアプリケーションを最大限有効に使用することを可能にするためのいくつかのアクセシビリティツールが付属しています。ATKをフルに実装したアプリケーションはアクセシビリティツールと協調して動作します。MATEのアクセシビリティツールにはスクリーン・リーダー、スクリーン拡大鏡、オンスクリーン・キーボード、そしてグラフィカルな事前予測テキスト入力システムである <application>Dasher</application> が含まれます。
ru: Рабочий стол MATE поставляется с множеством инструментов специальных возможностей, помогающих пользователям с ограничениями полноценно использовать рабочий стол и приложения. Приложения, полностью реализующие ATK, будут в состоянии работать с этими инструментами, которые включают в себя: чтение текста с экрана вслух, увеличительное стекло, экранную клавиатуру и <application>Dasher</application> — инновационное средство ввода текста с предсказанием.

source: For extensive recommendations on accessibility, see <ulink url="http://developer.mate.org/projects/gap/guide/gad/index.html">MATE Accessibility for Developers</ulink>. See also <ulink url="http://library.mate.org/devel/atk/stable/">ATK - Accessibility Toolkit</ulink> and the <ulink url="http://library.mate.org/devel/gail-libgail-util/stable/">GAIL Reference Manual</ulink>.
de: Weitere Ausführungen zur Barrierefreiheit finden Sie in <ulink url="http://developer.mate.org/projects/gap/guide/gad/index.html">MATE Accessibility for Developers</ulink>. Siehe auch <ulink url="http://library.mate.org/devel/atk/stable/">ATK - Accessibility Toolkit</ulink> und <ulink url="http://library.mate.org/devel/gail-libgail-util/stable/">GAIL Reference Manual</ulink>.
el: Για λεπτομερείς συστάσεις σχετικά με την προσιτότητα, δείτε το <ulink url="http://developer.mate.org/projects/gap/guide/gad/index.html">MATE Accessibility for Developers</ulink>. Επίσης, τα <ulink url="http://library.mate.org/devel/atk/stable/">ATK - Accessibility Toolkit</ulink> και <ulink url="http://library.mate.org/devel/gail-libgail-util/stable/">GAIL Reference Manual</ulink>.
es: Para recomendaciones extensas sobre accesibilidad, consulte <ulink url="http://developer.mate.org/projects/gap/guide/gad/index.html">La accesibilidad en MATE para desarrolladores</ulink>. Consulte también <ulink url="http://library.mate.org/devel/atk/stable/">ATK - Toolkit de accesibilidad</ulink> y <ulink url="http://library.mate.org/devel/gail-libgail-util/stable/">El manual de referencia de GAIL</ulink>.
ja: アクセシビリティについてのさらに広範な推奨については <ulink url="http://developer.mate.org/projects/gap/guide/gad/index.html">MATE Accessibility for Developers</ulink> を参照してください。また <ulink url="http://library.mate.org/devel/atk/stable/">ATK - Accessibility Toolkit</ulink> と <ulink url="http://library.mate.org/devel/gail-libgail-util/stable/">GAIL Reference Manual</ulink> も参照してください。
ru: Для получения полных рекомендаций по поддержке специальных возможностей обратитесь к <ulink url="http://developer.mate.org/projects/gap/guide/gad/index.html">MATE Accessibility for Developers</ulink>. А также к <ulink url="http://library.mate.org/devel/atk/stable/">ATK - Accessibility Toolkit</ulink> и <ulink url="http://library.mate.org/devel/gail-libgail-util/stable/">Справке по библиотеке GAIL</ulink>.

source: GStreamer is a powerful multimedia library for playing, creating, and manipulating sound, video, and other media. You can use GStreamer to provide sound and video playback, record input from multiple sources, and edit multimedia content. GStreamer supports encoding and decoding numerous formats by default, and support for additional formats can be added with plug-ins.
de: GStreamer ist eine mächtige Multimedia-Bibliothek zur Wiedergabe, Erzeugung und Bearbeitung von Klängen, Video und anderen Medien. Sie können GStreamer zur Wiedergabe von Klang und Video, Aufnahmen aus verschiedenen Quellen und Bearbeiten von Multimedia-Inhalten verwenden. GStreamer unterstützt bereits die Kodierung und Enkodierung verschiedener Formate. Die Unterstützung für weitere Formate kann über Plugins erfolgen.
el: Το GStreamer είναι μια ισχυρότατη βιβλιοθήκη πολυμέσων για την αναπαραγωγή, δημιουργία και επεξεργασία ήχου, βίντεο και άλλων πολυμέσων. Μπορείτε να χρησιμοποιήσετε το GStreamer για να παρέχετε αναπαραγωγή ήχου και βίντεο, να κάνετε εγγραφή από διάφορες πηγές, καθώς και να επεξεργάζεστε αρχεία πολυμέσων. Το GStreamer από μόνο του παρέχει κωδικοποίηση και αποκωδικοποίηση για διάφορες μορφές, ενώ μπορούν να χρησιμοποιηθούν και πρόσθετα για την υποστήριξη επιπλέον μορφών.
es: GStreamer es una biblioteca multimedia muy potente para reproducir, crear y manipular sonido, vídeo y otros tipos de media. Puede usar GStreamer para proporcionar reproducción de sonido y vídeo, grabar una entrada de múltiples fuentes y editar contenido multimedia. GStreamer soporta de forma predeterminada codificación y decodificación en numerosos formatos, además puede soportar formatos adicionales a través de complementos.
ja: GStreamerはサウンド、ビデオ、その他のメディアを再生・作成・操作するための強力なマルチメディア・ライブラリです。GStreamerを使用することによりサウンドとビデオの再生、複数ソースからの記録、そしてマルチメディア・コンテンツの編集ができます。GStreamerは既定でいくつかの形式に対するエンコード・デコードをサポートします。その他の形式についてはプラグインにより追加することができます。
ru: GStreamer — мощная мультимедийная библиотека для воспроизведения, создания и манипулирования звуком и видео. С помощью GStreamer можно проигрывать звук и видео, записывать их из различных источников, а также редактирование содержимое. GStreamer по умолчанию поддерживает кодирование и декодирование во множестве форматов, а поддержка дополнительных форматов может быть добавлена с помощью подключаемых модулей.

source: GStreamer provides a flexible architecture wherein media is processed through a pipeline of elements. Each element may apply filters to the content, such as encoding or decoding, combining multiple sources, or transforming the multimedia content. This architecture allows for an arbitrary arrangement of elements, so that you can accomplish virtually any effect using GStreamer. Furthermore, GStreamer is designed to have low overhead, so it can be used in applications with high demands on latency.
de: GStreamer stellt eine flexible Architektur bereit, in der Mediendaten innerhalb einer Pipeline aus Elementen verarbeitet werden. Jedes Element kann Filter auf die Inhalte anwenden, wie Enkodierung oder Dekodierung, Zusammenführen mehrerer Quellen, oder Umwandeln des Multimedia-Inhalts. Diese Architektur erlaubt eine willkürliche Anordnung der Elemente, so dass Sie virtuell jeden beliebigen Effekt in GStreamer verwirklichen können. Außerdem wurde GStreamer auf geringen Overhead hin entworfen, so dass es in Anwendungen mit hohen Anforderungen an die Latenzzeit genutzt werden kann.
el: Το GStreamer παρέχει μια ευέλικτη αρχιτεκτονική, σύμφωνα με την οποία η επεξεργασία των πολυμέσων γίνεται μέσω μιας αλληλουχίας (pipeline) στοιχείων. Κάθε στοιχείο μπορεί να εφαρμόζει φίλτρα στο περιεχόμενο (π.χ. κωδικοποίηση ή αποκωδικοποίηση), να συνδυάζει πολλαπλές πηγές, ή να μετατρέπει το περιεχόμενο. Η αρχιτεκτονική αυτή επιτρέπει την τυχαία διάταξη των στοιχείων, κάτι που προσφέρει στο GStreamer τη δυνατότητα να παράγει σχεδόν ό,τι αποτέλεσμα μπορείτε να φανταστείτε. Επιπλέον, το GStreamer έχει σχεδιαστεί με γνώμονα τη χαμηλή επιβάρυνση, και άρα μπορεί να χρησιμοποιείται από εφαρμογές με αυξημένες ανάγκες σε λανθάνοντα χρόνο.
es: GStreamer proporciona una arquitectura flexible en la que se procesa el contenido multimedia a través de una «pipeline» de elementos. Cada elemento puede aplicar filtros al contenido, tales como codificación o decodificación, combinar múltiples fuentes o transformar el contenido multimedia. Esta arquitectura se permite para un grupo arbitrario de elementos, de tal forma que virtualmente pueda llevar a cabo cualquier efecto al usar GStreamer. Además, GStreamer está diseñado para no requerir exceso computacional, de tal forma que puede usarse en aplicaciones con altas latencias.
ja: GStreamerはメディアをエレメントのパイプラインを通して処理する柔軟なアーキテクチャを提供します。それぞれのエレメントにはエンコード、デコード、複数ソースの合成、マルチメディアの変換などの、コンテンツにたいするフィルターを適用することができます。このアーキテクチャによりエレメントに任意の引数を指定することができるので、GStreamerを使ってさまざまなバーチャル・エフェクトを実現することができます。そのうえ、GStreamerはオーバーヘッドが低くなるようデザインされているので、潜在的に高い負荷を持つアプリケーションと実行することができます。
ru: GStreamer имеет гибкую архитектуру в которой данные обрабатываются как поток через элементы системы. Каждый элемент может наложить фильтры на содержимое, например кодировать или декодировать его, наложить несколько источников или трансформировать содержимое мультимедиа. Подобная архитектура допускает разнообразное сочетание элементов, реализующее практически любой эффект. Более того, GStreamer спроектирован таким образом, чтобы иметь низкие накладные расходы, поэтому может быть использован в приложениях с высокими требованиями к задержкам.

source: While GStreamer provides a powerful API for manipulating multimedia, it also provides convenient routines for simple playback. GStreamer can automatically construct a pipeline to read and playback files in any supported format, allowing you to use sound and video in your application easily.
de: GStreamer bietet nicht nur eine mächtige API für die Manipulation von Multimediadaten, sondern auch bequeme Routinen für die einfache Wiedergabe. GStreamer kann automatisch eine Weiterleitung konstruieren, um Dateien in jedem unterstützten Format zu lesen und wiederzugeben. Dies erlaubt Ihnen in Ihrer Anwendung die einfache Nutzung von Klang und Video.
el: Το GStreamer παρέχει ένα ισχυρότατο API για την επεξεργασία πολυμέσων, παρέχει όμως και εύχρηστες ρουτίνες για την απλή αναπαραγωγή πολυμέσων. Το GStreamer μπορεί να δημιουργεί αυτόματα αλληλουχίες για την ανάγνωση και αναπαραγωγή αρχείων στις μορφές που υποστηρίζει, επιτρέποντάς σας να προσθέτετε εύκολα ήχο και βίντεο στην εφαρμογή σας.
es: A la vez que GStreamer proporciona una potente API para manipular contenido multimedia, también proporciona rutinas convenientes para una simple reproducción. GStreamer puede construir automáticamente una «pipeline» para leer y reproducir archivos en cualquiera de los formatos soportados, permitiéndole usar fácilmente sonido y vídeo en su aplicación.
ja: GStreamerはマルチメディアを取り扱うための強力なAPIを提供します。また、そのAPIは単純な再生のための便利なルーチンも提供します。GStreamerはあなたのアプリケーションで簡単にサウンドやビデオを使用するために、サポートしている形式のファイルを読み込み再生するためのパイプラインを自動的に構築することができます。
ru: Кроме мощного API для манипулирования медиа-содержимым, GStreamer также предоставляет удобные инструменты для простого воспроизведения. GStreamer может автоматически создавать потоки для чтения и воспроизведения файлов любых поддерживаемых форматов, что позволяет легко использовать звук и видео в приложениях.
