Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: The GStreamer architecture allows plugins to add encoders, decoders, and all sorts of content filters. Third-party developers can provide GStreamer plugins which will be automatically available to other applications using GStreamer. Plugins can provide support for other multimedia formats or provide additional functionality and effects.
de: Die GStreamer-Architektur ermöglicht es, mittels Plugins Encoder und Decoder einzubinden sowie den Inhalt auf alle erdenklichen Arten zu filtern. Drittanbieter können GStreamer-Plugins bereitstellen, die über dann automatisch auch für alle Anwendungen verfügbar sind, die GStreamer nutzen. Plugins können der Unterstützung weiterer Multimediaformate dienen oder zusätzliche Funktionen und Effekte bereitstellen.
el: Η αρχιτεκτονική του GStreamer επιτρέπει τη χρήση προσθέτων για την προσθήκη κωδικοποιητών, αποκωδικοποιητών και διαφόρων φίλτρων περιεχομένου. Οι εξωτερικοί προγραμματιστές μπορούν να παρέχουν πρόσθετα για το GStreamer, τα οποία καθίστανται αυτομάτως διαθέσιμα σε όλες τις εφαρμογές που χρησιμοποιούν το GStreamer. Τα πρόσθετα μπορούν να αφορούν την υποστήριξη νέων μορφών πολυμέσων, ή νέα εφέ και λειτουργίες.
es: La arquitectura de GStreamer permite que los complementos añadan codificadores, decodificadores y todo tipo de filtro de contenidos. Los desarrolladores de terceras partes pueden proporcionar complementos para GStreamer que estarán disponibles automáticamente para todas las aplicaciones que usen GStreamer. Los complementos pueden proporcionar soporte para otros formatos multimedia o proporcionar funcionalidades y efectos adicionales.
ja: GStreamerのアーキテクチャにより、エンコーダ、デコーダ、そしてすべての種類のコンテンツのフィルタをプラグインにより追加することができます。サードパーティはGStreamerを使用する他のアプリケーションから自動的に使用可能になるGStreamerのプラグインを提供することができます。プラグインではほかのマルチメディア形式や追加の機能や効果の追加を提供できます
ru: Архитектура GStreamer позволяет с помощью подключаемых модулей добавлять кодеки, декодеры и фильтры содержимого любых типов. Сторонние разработчики могут создавать подключаемые модули GStreamer, которые автоматически станут доступными другим приложениям, использующим GStreamer. Подключаемые модули могут обеспечивать поддержку дополнительных форматов или добавлять новую функциональность и эффекты.

source: You should use GStreamer whenever you need to read or play multimedia content in your application, or if your application needs to manipulate sound or video. Using GStreamer makes your application development easy, and it provides you well-tested elements for many of your needs.
de: Sie sollten GStreamer verwenden, wann immer es in Ihrer Anwendung notwendig ist, Multimedia-Inhalte zu lesen oder wiederzugeben, oder wenn Ihre Anwendung Klänge oder Video bearbeiten soll. GStreamer erleichtert Ihre Anwendungsentwicklung und stellt umfassend getestete Elemente für viele Anwendungsfälle bereit.
el: Χρησιμοποιήστε το GStreamer οποτεδήποτε χρειαστείτε να διαβάσετε ή να αναπαράγετε πολυμέσα, ή αν η εφαρμογή σας κάνει επεξεργασία ήχου ή βίντεο. Η χρήση του GStreamer διευκολύνει την ανάπτυξη της εφαρμογής σας και σας παρέχει δοκιμασμένες λύσεις για την κάλυψη των αναγκών σας.
es: Debería usar GStreamer siempre que necesite leer o reproducir contenido multimedia en su aplicación, o si su aplicación necesita manipular sonido o vídeo. Usar GStreamer hará más sencillo el desarrollo de su aplicación y proporcionará elementos fiables para muchas de sus necesidades.
ja: あなたのアプリケーションでマルチメディアのコンテンツを読み込んだり再生する必要がある場合や、サウンドやビデオを取り扱う必要がある場合はGStreamerを使用するべきです。GStreamerを使用することによりあなたのアプリケーションを開発することが簡単になり、GStreamerが提供する充分にテストされたエレメントをあなたの必要に応じて使用することができます。
ru: В приложении следует использовать GStreamer если необходимо прочитать или воспроизвести мультимедиа содержимое, а также для манипуляций со звуком и видео. Использование GStreamer облегчает разработку приложений и обеспечивает хорошо протестированными элементами для множества целей.

source: For comprehensive information on GStreamer, see <ulink url="http://gstreamer.freedesktop.org/data/doc/gstreamer/head/manual/html/index.html">The GStreamer Application Development Manual</ulink>, <ulink url="http://gstreamer.freedesktop.org/data/doc/gstreamer/head/gstreamer/html/">The GStreamer 0.10 Core Reference Manual</ulink>, and <ulink url="http://gstreamer.freedesktop.org/documentation/">the GStreamer documentation page</ulink>.
de: Umfassende Informationen zu GStreamer finden Sie in <ulink url="http://gstreamer.freedesktop.org/data/doc/gstreamer/head/manual/html/index.html">The GStreamer Application Development Manual</ulink>, <ulink url="http://gstreamer.freedesktop.org/data/doc/gstreamer/head/gstreamer/html/">The GStreamer 0.10 Core Reference Manual</ulink>, und der <ulink url="http://gstreamer.freedesktop.org/documentation/">Dokumentationsseite zu GStreamer</ulink>.
el: Για αναλυτικές πληροφορίες σχετικά με το GStreamer, δείτε τα <ulink url="http://gstreamer.freedesktop.org/data/doc/gstreamer/head/manual/html/index.html">GStreamer Application Development Manual</ulink>, <ulink url="http://gstreamer.freedesktop.org/data/doc/gstreamer/head/gstreamer/html/">GStreamer 0.10 Core Reference Manual</ulink> και <ulink url="http://gstreamer.freedesktop.org/documentation/">GStreamer documentation page</ulink>.
es: Para obtener información más extensa sobre GStreamer, consulte <ulink url="http://gstreamer.freedesktop.org/data/doc/gstreamer/head/manual/html/index.html">El manual de desarrollo de aplicaciones de GStreamer</ulink>, <ulink url="http://gstreamer.freedesktop.org/data/doc/gstreamer/head/gstreamer/html/">El manual de referencia del núcleo de GStreamer 0.10</ulink> y <ulink url="http://gstreamer.freedesktop.org/documentation/">la página de documentación de GStreamer</ulink>.
ja: GStreamerについてのわかりやすい情報は <ulink url="http://gstreamer.freedesktop.org/data/doc/gstreamer/head/manual/html/index.html">The GStreamer Application Development Manual</ulink>、<ulink url="http://gstreamer.freedesktop.org/data/doc/gstreamer/head/gstreamer/html/">The GStreamer 0.10 Core Reference Manual</ulink>、および <ulink url="http://gstreamer.freedesktop.org/documentation/">the GStreamer documentation page</ulink> を参照してください。
ru: Исчерпывающая информация по GStreamer находится по адресам: <ulink url="http://gstreamer.freedesktop.org/data/doc/gstreamer/head/manual/html/index.html">The GStreamer Application Development Manual</ulink>, <ulink url="http://gstreamer.freedesktop.org/data/doc/gstreamer/head/gstreamer/html/">The GStreamer 0.10 Core Reference Manual</ulink>, и <ulink url="http://gstreamer.freedesktop.org/documentation/">the GStreamer documentation page</ulink>.

source: Printing
de: Drucken
el: Εκτύπωση
es: Impresión
ja: 印刷
ru: Печать

source: Most applications need to provide support for printing. Users expect to be able to print the contents they can view on-screen. The MATE platform provides libraries to help you add support for high-quality printing to your application.
de: Die meisten Anwendungen benötigen Unterstützung für das Drucken. Die Benutzer erwarten, dass Sie das, was sie auf dem Bildschirm sehen, auch drucken können. Die MATE-Plattform stellt Bibliotheken zur Verfügung, die Ihnen bei der Hinzufügung der Unterstützung für qualitativ hochwertige Ausdrucke aus Ihrer Anwendung heraus behilflich sind.
el: Οι περισσότερες εφαρμογές χρειάζονται υποστήριξη εκτύπωσης, καθώς οι χρήστες αναμένουν ότι θα μπορούν να εκτυπώσουν αυτό που βλέπουν στην οθόνη τους. Η πλατφόρμα MATE παρέχει βιβλιοθήκες που επιτρέπουν στην εφαρμογή σας να υποστηρίζει εκτυπώσεις υψηλής ποιότητας.
es: La mayoría de las aplicaciones necesitan proporcionar soporte para la impresión. Los usuarios esperan ser capaces de imprimir el contenido que ven en la pantalla. La plataforma MATE proporciona bibliotecas para ayudarle a añadir soporte para obtener una impresión de alta calidad con su aplicación.
ja: 印刷にたいするサポートを提供する必要のあるアプリケーションは多数存在します。ユーザはスクリーンに表示される内容と同様のものが印刷できることを期待します。MATEプラットフォームはあなたのアプリケーションで高品質な印刷をサポートするためのライブラリを提供します。
ru: Большинству приложений требуется поддержка печати. Пользователи ожидают, что можно распечатать любое содержимое, видимое на экране. Платформа MATE содержит библиотеки, помогающие обеспечить приложению возможность высококачественной печати.

source: MATE Print
es: Impresión en MATE
ja: MATE プリント
ru: Печать MATE

source: Note that this section is outdated and that libmateprint and libmateprintui have been deprecated in favor of <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink>. Printing has been integrated directly into GTK+ 2.10 and later versions, providing a cross-platform print API that all applications can use. API and ABI stability guarantees ensures that Mateprint will continue to be functional and supported throughout the MATE 2 lifecycle.
de: Beachten Sie, dass dieser Abschnitt veraltet ist, weil libmateprint und libmateprintui als veraltet markiert und durch <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink> ersetzt wurden. Drucken wurde direkt in GTK+ 2.10 und neuere Versionen intergriert. Eine plattformübergreifende Druck-Schnittstelle ist entstanden, die von allen Anwendungen genutzt werden kann. Während die gegenwärtige MATE-Druckumgebung veraltet sein wird, sobald GTK+ das Drucken direkt unterstützt, stellen die ABI- und API-Stabilitätsgarantien sicher, dass die Funktionalität und Unterstützung während der Lebensdauer von MATE 2 erhalten bleibt.
el: Σημειώστε ότι αυτή η ενότητα δεν είναι ενημερωμένη και ότι το libmateprint και το libmateprintui είναι πια πεπαλαιωμένα προς όφελος του <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink>. Η εκτυπώσεις έχουν ενσωματωθεί κατ' ευθείαν μέσα στο GTK+ 2.10 και τις επόμενες εκδόσεις του, παρέχοντας ένα διαπλατφορμικό API εκτυπώσεων που μπορούν να χρησιμοποιούν όλες οι εφαρμογές. Η σταθερότητα των API και ABI εγγυάται ότι το Mateprint θα εξακολουθήσει να λειτουργεί και να υποστηρίζεται καθ' όλη τη διάρκεια ζωής του MATE 2.
es: Nótese que esta sección está obsoleta y que <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink> ha sustituido a libmateprint y libmateprintui. El sistema de impresión se ha integrado directamente en GTK+ 2.10 y versiones posteriores, proporcionando una API de impresión multiplataforma que puedan usar todas las aplicaciones. Mientras que el actual entorno de trabajo de impresión de MATE se quedará obsoleto una vez que GTK+ soporte la impresión, la estabilidad de la API y ABI garantiza que continuarán siendo funcionales y seguirán estando soportadas durante el todo ciclo de vida de MATE 2.
ja: このドキュメントはすでに陳腐化しており、libmateprintとlibmateprintuiは <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink> に置き換えられていることに注意してください。印刷機能はGTK+ 2.10、およびそれ以降のバージョンでは、すべてのアプリケーションが使用できるクロスプラットフォーム対応のプリントAPIに直接統合されています。APIとABIの安定性はMATE2のライフサイクルでMateprintの機能が引き続きサポートされることを保証します。
ru: Заметим, что этот раздел устарел и вместо libmateprint и libmateprintui нужно использовать <ulink url="http://library.mate.org/devel/gtk/stable/Printing.html">GtkPrint</ulink>.Функции печати, встроенные непосредственно в GTK+ начиная с версии 2.10, предоставляют межплатформенный программный интерфейс печати для всех приложений. Стабильность программного и двоичного интерфейсов гарантирует, что Mateprint продолжит работать и поддерживаться весь жизненный цикл MATE 2.

source: The MATE print framework consists of two libraries which help you provide high-quality printing with a consistent interface in your application. At the core of the printing framework is libmateprint, a library for creating PostScript output to send to printers. On top of that is libmateprintui, which provides standard print controls for your user interface.
de: Die MATE-Druckumgebung besteht aus zwei Bibliotheken, die Ihnen helfen, hochwertige Ausdrucke mit einer konsistenten Bedienoberfläche in Ihrer Anwendung anzubieten. Den Kern der Druckumgebung bildet libmateprint, eine Bibliothek, die PostScript-Ausgaben erzeugt, die an Drucker gesendet werden können. Darauf baut libmateprintui auf, welches standardisierte Bedienelemente für Ihre Benutzeroberfläche bereitstellt.
el: Το πλαίσιο MATE Print περιλαμβάνει δύο βιβλιοθήκες που επιτρέπουν στην εφαρμογή σας να παρέχει εκτύπωση υψηλής ποιότητας μέσω μιας ενιαίας διεπαφής. Η βάση του πλαισίου είναι η libmateprint, η βιβλιοθήκη που δημιουργεί την έξοδο PostScript που αποστέλλεται στον εκτυπωτή. Από πάνω βρίσκεται η libmateprintui, που παρέχει τους κλασικούς ελέγχους εκτύπωσης για τη διεπαφή χρήστη σας.
es: El entorno de trabajo de impresión de MATE consiste en dos bibliotecas que le ayudan a proporcionar una impresión de alta calidad con un interfaz consistente en su aplicación. En el núcleo del entorno de trabajo de impresión está libmateprint, una biblioteca para crear salidas PostScript para enviar a las impresoras. En la parte superior de ella está libmateprintui, que proporciona controles de impresión estándar para el interfaz de usuario de su aplicación.
ja: MATEプリントのフレームワークは、あなたのアプリケーションが統一されたインタフェースによって高品質な印刷を提供する手助けをするための２つのライブラリからなります。 プリントフレームワークの中核はPostScriptの出力を生成してプリンタに送信するlibmateprintです。その最上位に位置するのがlibmateprintuiであり、これはインタフェースのために標準的なプリント用のコントロールを提供します。
ru: Подсистема печати MATE состоит из двух библиотек, помогающих обеспечить высококачественную печать и целостный интерфейс приложения. В основе подсистемы печати находится библиотека libmateprint — библиотеки для создания данных в формате PostScript для отправки на принтер. Над ней находится библиотека libmateprintui, которая обеспечивает стандартные элементы управления печатью для пользовательского интерфейса.

source: The libmateprint library implements the PostScript imaging model, which is used by most printers. Printers which do not support PostScript can still be supported through CUPS, described below. In addition to the standard PostScript imaging, libmateprint also features alpha channel support and anti-aliasing.
de: Die libmateprint-Bibliothek implementiert das PostScript-Darstellungsmodell, welches von den meisten Druckern verwendet wird. Drucker, die PostScript nicht unterstützen, werden durch CUPS unterstützt, welches im Folgenden beschrieben wird. Zusätzlich zur vorgegebenen PostScript-Darstellung bietet libmateprint auch Unterstützung für den Alphakanal und Kantenglättung.
el: Η βιβλιοθήκη libmateprint υλοποιεί το μοντέλο απεικόνισης PostScript, που χρησιμοποιείται από τους περισσότερους εκτυπωτές. Για τους εκτυπωτές που δεν υποστηρίζουν PostScript, μπορεί να παρασχεθεί υποστήριξη μέσω CUPS (περιγράφεται παρακάτω). Πέρα από την κλασική απεικόνιση PostScript, η libmateprint υποστηρίζει επίσης κανάλια άλφα και αντιταύτιση (anti-aliasing).
es: La biblioteca libmateprint implementa el modelo de imagen de PostScript que usan por la mayoría de las impresoras. Las impresoras que no soportan PostScript pueden usarse a través de CUPS, como se describe más abajo. Además del estándar de impresión PostScript, libmateprint también soporta canal alfa y antialias.
ja: libmateprintライブラリは多くのプリンタで使用されているPostScriptのイメージングモデルを実装しています。PostScriptをサポートしないプリンタについては以降で説明するCUPSを通じてサポートされます。libmateprintは標準のPostScriptイメージングに加え、アルファ・チャンネルとアンチ・エイリアスをサポートします。
ru: Библиотека libmateprint реализует графическую модель PostScript, используемую большинством принтеров. Принтеры, не поддерживающие PostScript, используются с помощью CUPS, описанного ниже. Кроме стандартной графической модели PostScript libmateprint также поддерживает альфа-каналы и сглаживание.

source: The libmateprintui library provides a standard print dialog, a print preview dialog, and various other controls and functionality required to build printing into an intuitive user interface. The MATE print framework handles the details of locating printers and spooling print jobs, and also provides PostScript and PDF export directly in the print dialog.
de: Die libmateprintui-Bibliothek stellt einen standardisierten Druckdialog bereit, eine Dialog zur Druckvorschau und weitere Steuerungen und Funktionalitäten, die zum Erstellen einer intuitiv bedienbaren Benutzerschnittstelle erforderlich ist. Die MATE-Druckumgebung kümmert sich um die Details wie die Druckererkennung oder die Verwaltung von Warteschlangen. Der Export in PostScript oder PDF ist direkt im Druckdialog möglich.
el: Η βιβλιοθήκη libmateprintui παρέχει το συνήθη διάλογο εκτύπωσης, ένα διάλογο προεπισκόπησης εκτύπωσης, καθώς και διάφορους άλλους ελέγχους και λειτουργίες που απαιτούνται για την ενσωμάτωση της εκτύπωσης σε μία εύληπτη διεπαφή χρήστη. Το πλαίσιο εκτύπωσης του MATE αναλαμβάνει τις λεπτομέρειες του εντοπισμού εκτυπωτών και της ανάθεσης (spooling) των εκτυπώσεων, ενώ επίσης προσφέρει εξαγωγή σε PostScript ή PDF απευθείας από το διάλογο εκτύπωσης.
es: La biblioteca libmateprintui proporciona diálogos de impresión estándar, un diálogo de vista previa y otros varios controles y funcionalidades requeridas para construir la impresión dentro de un interfaz de usuario intuitivo. El entorno de trabajo de impresión de MATE maneja los detalles de localización de las impresoras y purgado de los trabajos de impresión así como permite exportar directamente a PostScript y PDF desde el diálogo de impresión.
ja: The libmateprintuiライブラリは標準的な印刷ダイアログ、印刷プレビューダイアログ、そしてその他のさまざまなコントロールを提供し、印刷の処理を構築するのに要求される機能を直感的なユーザインタフェースで提供します。MATEプリントフレームワークはプリンタの位置やスプールされた印刷ジョブの詳細を処理し、印刷ダイアログからPostScriptやPDFに直接エクスポートする機能を提供します。
ru: Библиотека libmateprintui предоставляет стандартный диалог печати, диалог просмотра печати и множество других элементов управления и функциональность, необходимые для создания интуитивного пользовательского интерфейса печати. Подсистема печати MATE берет на себя детали поиска принтеров, постановки в очередь задач печати, а также обеспечивает экспорт в форматах PostScript и PDF непосредственно в диалоге печати.

source: You should use libmateprint whenever you need to render content to PostScript for printing. You should use libmateprintui to construct your printing user interface, even if your rendered output comes from another source. Using the MATE print framework provides your users a consistent user interface with the features they expect of printing appliations.
de: Wo immer es möglich ist, sollten Sie libmateprint zur Ausgabe von Inhalten im PostScript-Format für das Drucken verwenden. Konstruieren Sie mit libmateprintui die Benutzerschnittstelle für Druckaufgaben, selbst dann, wenn die gerenderte Ausgabe aus einer anderen Quelle stammt. Mit dem MATE-Druck-Framework erhält der Benutzer eine konsistente Bedienoberfläche mit den Funktionsmerkmalen, die er von Druckanwendungen erwartet.
el: Χρησιμοποιήστε τη libmateprint για να μετατρέψετε σε PostScript περιεχόμενο προς εκτύπωση. Χρησιμοποιήστε τη libmateprintui για να δημιουργήσετε διεπαφή χρήστη για την εκτύπωση, ακόμη και αν η έξοδος προέρχεται από διαφορετική πηγή. Η χρήση του πλαισίου εκτύπωσης του MATE παρέχει στους χρήστες σας μια ενιαία διεπαφή χρήστη, με όλες τις αναμενόμενες λειτουργίες μιας εφαρμογής εκτύπωσης.
es: Debería usar libmateprint siempre que necesite renderizar el contenido para una impresión en PostScript. Debería usar libmateprintui para construir su interfaz de impresión, incluso si la salida renderizada proviene de otra fuente. Al usar el interfaz de trabajo de impresión de MATE se proporciona a los usuarios un interfaz de usuario consistente con las características que esperan para las aplicaciones de impresión.
ja: 印刷のためにPostScriptを出力する必要がある時は常にlibmateprintを使用すべきです。また、ユーザインタフェースを構築する場合はそれがたとえlibmateprint以外のソースによる出力のときでもlibmateprintuiを使用すべきです。MATEプリントフレームワークはユーザが印刷を行うアプリケーションに期待する統一されたユーザインタフェースを提供します
ru: Библиотека libmateprint используется для формирования данных в формате PostScript для печати. А библиотека libmateprintui используется для построения пользовательского интерфейса печати, даже если готовые для печати данные получаются из другого источника. Использование подсистемы печати MATE обеспечивает целостность пользовательского интерфейса и возможностей, которые пользователи ожидают от печатающих приложений.

source: On most MATE systems, CUPS (Common UNIX Printing System) acts as the low-level printing system. CUPS provides a modern, feature-rich architecture for printer discovery, printer option access, and spooling print jobs to different types of printers.
de: Auf den meisten MATE-Systemen bildet CUPS das Rückgrat des Drucksystems. CUPS stellt eine moderne, funktionsreiche Architektur zur Druckererkennung sowie den Zugriff auf Optionen und Warteschlangen für die verschiedenen Druckertypen bereit.
el: Στα περισσότερα συστήματα MATE το CUPS (Common UNIX Printing System) λειτουργεί ως σύστημα εκτύπωσης χαμηλού επιπέδου. Το CUPS παρέχει μία σύγχρονη, πλούσια σε δυνατότητες, αρχιτεκτονική για τον εντοπισμό εκτυπωτών, την πρόσβαση στις επιλογές εκτύπωσης και την ανάθεση των εργασιών εκτύπωσης σε διάφορους τύπους εκτυπωτών.
es: En la mayoría de sistemas MATE, CUPS (Common UNIX Printing System) actúa como el sistema de impresión de bajo nivel. CUPS proporciona un moderna arquitectura rica en características para descubrir impresoras, opciones de acceso de la impresora, y reparto de tareas a diferentes tipos de impresoras.
ja: 大部分のMATEシステムでは、CUPS (Common UNIX Printing System)が低レベルの印刷システムとして機能します。CUPSはプリンタの検索、プリンタのオプションへのアクセス、そして異なるプリンタに対する印刷ジョブのスプーリングなどのモダンで機能豊富なアーキテクチャを提供します。
ru: На большинстве систем MATE CUPS (Common UNIX Printing System — общая система печати UNIX) выступает в роли низкоуровневой подсистемы печати. CUPS предоставляет современную, богатую возможностями архитектуру для поиска принтеров, доступа к параметрам принтеров, а также управление очередью заданий на печать для различных типов принтеров.

source: CUPS provides a set of utilities for automatically discovering printers locally and on the network. This allows users not only to see all available printers, but to use different types of printers without manual configuration.
de: CUPS liefert eine Reihe von Dienstprogrammen für die automatische Erkennung von sowohl lokalen als auch Netzwerkdruckern. Dadurch sehen die Benutzer die verfügbaren Drucker nicht nur, sondern können die verschiedenen Arten von Druckern weitgehend ohne manuelle Konfiguration nutzen.
el: Το CUPS παρέχει μια σειρά από βοηθήματα για την αυτόματη ανακάλυψη τοπικών και δικτυακών εκτυπωτών. Έτσι, επιτρέπει στους χρήστες να βλέπουν όλους τους διαθέσιμους εκτυπωτές, αλλά και να χρησιμοποιούν διάφορους τύπους εκτυπωτών χωρίς να απαιτούνται χειροκίνητες ρυθμίσεις.
es: CUPS proporciona un conjunto de herramientas para descubrir automáticamente las impresoras locales y de red. Esto no sólo permite a los usuarios ver todas las impresoras disponibles sino también usar diferentes tipos de impresoras sin ninguna configuración manual.
ja: CUPSはローカルおよびネットワーク上にあるプリンタを自動的に検索するユーティリティを提供します。これによりユーザは使用可能なすべてのプリンタを検索できるだけでなく、手動で設定することなく異なる種類のプリンタを使用することができます
ru: CUPS содержит набор утилит для автоматического поиска принтеров локально и в сети, что позволяет пользователям не только видеть все доступные принтеры, но и использовать различные типы принтеров без ручной настройки.
