Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: Platform Overview
de: Plattform-Überblick
el: Επισκόπηση πλατφόρμας
es: Resumen de la plataforma
ja: プラットフォームの概要
ru: Обзор платформы

source: The MATE platform provides a comprehensive development environment for graphical applications and other software. Using the technologies in MATE, you can create high-quality software to meet and exceed your users' expectations. This chapter provides a very brief overview of the components that are discussed in this document.
de: Die MATE-Plattform stellt eine umfassende Entwicklungsumgebung für grafische Anwendungen und andere Software bereit. Wenn Sie MATE-Technologien verwenden, sind Sie in der Lage, qualitativ hochwertige Anwendungen zu entwerfen, die die Erwartungen ihrer Benutzer erfüllen und diese noch übertreffen. Dieser Abschnitt gibt einen kurzen Überblick über die in diesem Dokument behandelten Komponenten.
el: Η πλατφόρμα MATE παρέχει ένα ολοκληρωμένο περιβάλλον ανάπτυξης γραφικών εφαρμογών και άλλου λογισμικού. Χρησιμοποιώντας τις τεχνολογίες του MATE, μπορείτε να δημιουργήσετε λογισμικό υψηλής ποιότητας που θα καλύπτει και θα υπερβαίνει τις προσδοκίες των χρηστών σας. Αυτό το κεφάλαιο περιέχει μια πολύ σύντομη επισκόπηση των συστατικών που εξετάζονται σε αυτό το έγγραφο.
es: La plataforma MATE proporciona un entorno de desarrollo comprensible para aplicaciones gráficas y otro software. Al usar las tecnologías en MATE, puede crear software de alta calidad para alcanzar y superar las expectativas de los usuarios. Este capítulo proporciona un breve resumen de los componentes tratados en este documento.
ja: MATEプラットフォームは、グラフィカルなアプリケーション、それ以外のアプリケーションにたいして使いやすい開発環境を提供します。MATEの技術を使用することで、あなたはユーザの期待を上回る高品質なソフトウェアを作ることができます。この章では、このドキュメントで議論しているコンポーネントのおおまかな概要を提供します。
ru: Платформа MATE предоставляет собой комплексную среду разработки графических приложений и другого программного обеспечения. Используя технологии MATE, вы можете создавать высококачественное программное обеспечение, которое удовлетворяет и даже превосходит ожидания пользователей. Эта глава представляет собой короткий обзор компонентов, обсуждаемых в документе.

source: Core Technologies
de: Kerntechnologien
el: Πυρήνας τεχνολογιών
es: Tecnologías base
ja: 中核となる技術
ru: Основные технологии

source: MATE provides a number of libraries for constructing attractive graphical interfaces. It provides libraries for displaying and manipulating common user interface controls, for laying out and rendering text from most of the world's writing systems, and for drawing sophisticated vector graphics to the screen. The graphical technologies in MATE are outlined in <xref linkend="graphics"/>.
de: MATE stellt eine Reihe von Bibliotheken für die Konstruktion attraktiver grafischer Benutzerschnittstellen bereit. Darin eingeschlossen sind Bibliotheken zur Anzeige und Manipulation allgemeiner Bedienelemente der Benutzeroberfläche, zum Darstellen von Text der meisten Schriftsysteme der Welt und für das Zeichnen von hochentwickelten Vektorgrafiken auf dem Bildschirm. Die grafischen Technologien in MATE werden in <xref linkend="graphics"/> behandelt.
el: Το MATE παρέχει μια σειρά από βιβλιοθήκες για τη δημιουργία ελκυστικών γραφικών διεπαφών. Παρέχει βιβλιοθήκες για την εμφάνιση και επεξεργασία των βασικών ελέγχων της διεπαφής χρήστη, για την μορφοποίηση και εμφάνιση κειμένου στις περισσότερες γραφές του κόσμου, και για τη σχεδίαση περίπλοκων διανυσματικών γραφικών στην οθόνη. Οι γραφικές τεχνολογίες του MATE περιγράφονται στην <xref linkend="graphics"/>.
es: MATE proporciona un número de bibliotecas para construir atractivos interfaces gráficos. Proporciona bibliotecas para mostrar y manipular los controles comunes de interfaz , para mostrar y renderizar el texto de los sistemas de escritura de todo el mundo, así como para dibujar sofisticados gráficos vectoriales en la pantalla. Las tecnologías gráficas de MATE se describen en la <xref linkend="graphics"/>.
ja: MATEは魅力的なグラフィカル・インタフェースを構築するために、いくつかのライブラリを提供します。それらのライブラリは一般的なユーザ・インタフェースのコントロールの表示と操作、多くの国々の書記体系によるテキストのレイアウトおよびレンダリング、複雑なベクタ・グラフィクスをスクリーンに描画します。MATEのグラフィック技術については <xref linkend="graphics"/> で概説します。
ru: MATE предоставляет набор библиотек для создания привлекательного пользовательского интерфейса: для отображения и манипулирования элементами управления, для расположения и отрисовки текста большинства мировых систем письма и отображения сложной векторной графики на экране. Графические технологии MATE рассматриваются в разделе <xref linkend="graphics"/>.

source: The GIO library in GLib, together with the GVFS backend, provides a file system abstraction that allows users to work with files on remote servers as well as the local file systems. GIO provides a high-level API for file operations, making development fast and easy. Using GIO will allow your application to support remote files and folders automatically. GIO and GVFS are discussed in <xref linkend="gio"/>.
de: Die GIO-Bibliothek in GLib stellt zusammen mit dem GVFS-Backend eine Dateisystem-Abstraktion bereit, die dem Benutzer die Arbeit mit Dateien sowohl auf entfernten Servern wie auch auf lokalen Dateisystemen ermöglicht. GIO stellt eine hochentwickelte Schnittstelle für Dateioperationen bereit, was schnelle und leichte Anwendungsentwicklung erlaubt. Durch die Verwendung von GIO unterstützt Ihre Anwendung entfernte Dateien und Ordner automatisch. GIO und GVFS werden in <xref linkend="gio"/> behandelt.
el: Η βιβλιοθήκη GIO του GLib, μαζί με το σύστημα υποστήριξης GVFS, προσφέρει ένα αφηρημένο μοντέλο του συστήματος αρχείων που επιτρέπει στους χρήστες να εργάζονται τόσο με αρχεία σε απομακρυσμένους εξυπηρετητές, όσο και με αρχεία των τοπικών συστημάτων αρχείων.Η GIO παρέχει ένα API υψηλού επιπέδου για τις ενέργειες αρχείων, διευκολύνοντας και επιταχύνοντας την ανάπτυξη λογισμικού. Η χρήση της GIO παρέχει στην εφαρμογή σας αυτόματη υποστήριξη για απομακρυσμένα αρχεία και φακέλους. Η GIO και το GVFS περιγράφονται στην <xref linkend="gio"/>.
es: La biblioteca GIO en GLib, junto con el «backend» GVFS proporcionan una abstracción del sistema de archivos que permite a los usuarios trabajar de forma remota contra servidores así como contra el sistema de archivos local. GIO proporciona una API de alto nivel para las operaciones con los archivos, haciendo que el desarrollo sea rápido y fácil. Usar GIO le permite a su aplicación soportar carpetas remotas automáticamente. GIO y GVFS están descritos en la <xref linkend="gio"/>..
ja: GLibのGIOライブラリはGVFSバックエンドとともに、ユーザがリモートサーバ上のファイルにたいしてローカルのファイルシステムと同じように作業することができる、抽象化されたファイルシステムを提供します。GIOはファイル操作のための高レベルのAPIを提供し、開発を迅速で簡単にします。GIOを使用することによりアプリケーションでリモートのファイルとフォルダを自動的にサポートすることができます。GIOとGVFSについては <xref linkend="gio"/> で議論します。
ru: Библиотека GIO в GLib совместно с GVFS обеспечивают уровень абстракции файловой системы, который позволяет работать с файлами на удалённых серверах так же, как с локальными. Высокоуровневый программный интерфейс GIO для работы с файлами позволяет легко и быстро разрабатывать приложения. Использование GIO в приложениях позволяет им автоматически поддерживать работу с удалёнными файлами и каталогами. GIO и GVFS описаны в разделе <xref linkend="gio"/>

source: MATE provides the MateConf library and daemon for storing and retrieving user preferences. MateConf has a simple API that makes it easy to provide instant-apply preferences in your application. Using MateConf also allows administrators to provide default and mandatory application settings for their users. MateConf is discussed in <xref linkend="mateconf"/>.
de: MATE stellt die MateConf-Bibliothek und den MateConf-Dienst zum Speichern und Auslesen von Benutzereinstellungen bereit. MateConf verfügt über eine einfach zu handhabende Schnittstelle, um Einstellungsänderungen in Ihrer Anwendung unmittelbar wirksam werden zu lassen. Durch MateConf können Systemverwalter vorgegebene und obligatorische Anwendungseinstellungen ihren Benutzern zur Verfügung stellen. MateConf wird in <xref linkend="mateconf"/> behandelt.
el: Το MATE παρέχει τη βιβλιοθήκη και την υπηρεσία MateConf για την αποθήκευση και ανάκτηση των προτιμήσεων του χρήστη. Το MateConf διαθέτει ένα απλό API που διευκολύνει την προσθήκη άμεσα εφαρμόσιμων προτιμήσεων στην εφαρμογή σας. Η χρήση του MateConf επιτρέπει στους διαχειριστές συστημάτων να καθορίζουν προεπιλεγμένες και υποχρεωτικές ρυθμίσεις εφαρμογών για τους χρήστες τους. Το MateConf περιγράφεται στην <xref linkend="mateconf"/>.
es: MATE proporciona la biblioteca y el demonio de MateConf para almacenar y obtener las preferencias de los usuarios. MateConf tiene una API simple que hace sencillo proporcionar preferencias que aplicables instantáneamente en su aplicación. Usar MateConf también permite a los administradores proporcionar ajustes predeterminados y obligatorios para las aplicaciones de sus usuarios. Gconf está descrito en la <xref linkend="mateconf"/>.
ja: MATEはユーザの設定を保存、取得するために、MateConfライブラリとデーモンを提供します。MateConfには、あなたのアプリケーションに設定を即時に適用するためのシンプルなAPIがあります。MateConfを使用することにより、管理者はユーザにたいして既定、および必須のアプリケーション設定を提供することができます。MateConfについては <xref linkend="mateconf"/> で議論します。
ru: Для хранения настроек пользователя MATE предоставляет библиотеку MateConf, имеющую простой программный интерфейс, с помощью которого легко обеспечить настройки приложения, мгновенно вступающие в силу при изменении. С помощью MateConf системные администраторы могут установить настройки по умолчанию и принудительные настройки для пользователей. MateConf описан в разделе <xref linkend="mateconf"/>.

source: MATE provides facilities for internationalization and accessibility, helping you reach the largest possible number of potential users. Much of the internationalization and accessibility support is built right in, but there are many issues you should be aware of when developing applications. Internationalization is discussed in <xref linkend="i18n"/>. Accessibility is discussed in <xref linkend="a11y"/>.
de: MATE stellt Möglichkeiten für Internationalisierung und Barrierefreiheit bereit, was Ihnen dabei hilft, die größtmögliche Zahl an Benutzern zu erreichen. Die Unterstützung für Internationalisierung und Barrierefreiheit ist bereits eingebaut, doch gibt es zahlreiche Punkte, auf die Sie bei der Entwicklung von Anwendungen achten sollten. Die Internationalisierung wird in <xref linkend="i18n"/> behandelt, die Barrierefreiheit in <xref linkend="a11y"/>.
el: Το MATE παρέχει λειτουργίες διεθνοποίησης και προσιτότητας, για να μπορείτε να απευθυνθείτε σε όσο το δυνατόν περισσότερους εν δυνάμει χρήστες. Σε μεγάλο βαθμό, η υποστήριξη για τη διεθνοποίηση και την προσιτότητα είναι ενσωματωμένη στο MATE, αλλά υπάρχουν πολλά σχετικά ζητήματα με τα οποία θα πρέπει να είστε εξοικειωμένοι κατά την ανάπτυξη εφαρμογών. Η διεθνοποίηση εξετάζεται στην <xref linkend="i18n"/> και η προσιτότητα στην <xref linkend="a11y"/>.
es: MATE proporciona facilidades para la internacionalización y la accesibilidad, ayudándole a llegar al mayor número de usuarios potenciales. Gran parte de la internacionalización y accesibilidad están construídos dentro de las propias aplicaciones, pero hay muchos temas de los que debe ser consciente cuando desarrolle aplicaciones. La internacionalización está descrita en la <xref linkend="i18n"/>. La accesibilidad está descrita en la <xref linkend="a11y"/>.
ja: MATEが提供するインターナショナライゼーションおよびアクセシビリティの仕組みにより、あなたは最大限可能な潜在的ユーザを獲得することができます。多くのインターナショナライゼーションおよびアクセシビリティのサポートは正しく構築されていますが、開発時には多くの考慮すべき点があります。インターナショナライゼーションについては <xref linkend="i18n"/> で議論します。また、アクセシビリティについては <xref linkend="a11y"/> で議論します。
ru: MATE предоставляет инструменты для интернационализации и поддержки специальных возможностей, что позволяет охватить большее количество потенциальных пользователей. Многое из этого уже встроено в систему, но при разработке приложений следует обращать внимание на многие моменты. Интернационализация описана в разделе <xref linkend="i18n"/>. Специальные возможности описаны в разделе <xref linkend="a11y"/>

source: MATE ships with GStreamer, an extremely powerful multimedia framework for creating, editing, and playing audio and video content. GStreamer is discussed in <xref linkend="multimedia"/>.
de: MATE wird mit GStreamer geliefert, einem extrem mächtigen Multimedia-Framework zur Erzeugung, Bearbeitung und Wiedergabe von Audio- und Video-Inhalten. GStreamer wird in <xref linkend="multimedia"/> behandelt.
el: Το MATE περιλαμβάνει το GStreamer, ένα εξαιρετικά ισχυρό πλαίσιο πολυμέσων, για τη δημιουργία, επεξεργασία και αναπαραγωγή ήχου και βίντεο. Το GStreamer εξετάζεται στην <xref linkend="multimedia"/>.
es: MATE se entrega con GStreamer, un «framework» multimedia extremadamente potente para crear, editar y reproducir contenido de audio y vídeo. GStreamer está descrito en la <xref linkend="multimedia"/>.
ja: MATEにはオーディオやビデオのコンテンツを作成、編集、再生が可能な極めて強力なマルチメディア・フレームワークであるGStreamerが付属しています。GStreamerについては <xref linkend="multimedia"/> で議論します。
ru: MATE поставляется вместе с GStreamer — весьма мощной мультимедийной платформой для создания, редактирования и воспроизведения аудио и видео содержимого. GStreamer описан в разделе <xref linkend="multimedia"/>.

source: MATE also provides a complete print framework which leverages CUPS whenever possible. The print framework in MATE allows you to provide a consistent interface to high-quality printing. The print framework is discussed in <xref linkend="printing"/>.
de: MATE verfügt auch über eine vollständige Druckumgebung, die CUPS verwendet, wo immer es möglich ist. Die Druckumgebung in MATE ermöglicht Ihnen die Bereitstellung einer konsistenten Schnittstelle für hochwertige Ausdrucke. Die Druckumgebung wird in <xref linkend="printing"/> behandelt.
el: Επίσης, το MATE παρέχει ένα ολοκληρωμένο πλαίσιο εκτύπωσης που συμπληρώνει το CUPS, όπου είναι δυνατόν. Το πλαίσιο εκτύπωσης του MATE σας επιτρέπει να παρέχετε μια ενιαία διεπαφή και εκτυπώσεις υψηλής ποιότητας. Το πλαίσιο εκτύπωσης περιγράφεται στην <xref linkend="printing"/>.
es: MATE también proporciona un «framework» completo de impresión que reemplaza CUPS siempre que sea posible. El «framework» de impresión de MATE le permite proporcionar un interfaz consistente de alta calidad par ala impresión. El «framework» de impresión está descrito en la <xref linkend="printing"/>.
ja: MATEは可能な場合にはCUPSを利用する完全な印刷フレームワークを提供します。MATEの印刷フレームワークにより高品質な印刷のための統一されたインタフェースを提供することができます。印刷フレームワークについては <xref linkend="printing"/> で議論します。
ru: MATE также предоставляет полноценную подсистему печати, которая улучшает возможности CUPS когда это допустимо. Подсистема печати MATE позволяет обеспечить приложение полноценным интерфейсом для печати высокого качества. Подсистема печати описана в разделе <xref linkend="printing"/>.

source: IPC and Networking
de: IPC und Netzwerk
el: IPC και Δικτύωση
es: CEP y redes
ja: IPCとネットワーク
ru: Межпроцессное взаимодействие и работа с сетью

source: The MATE desktop has full support for transferring data using the clipboard or with drag and drop. The APIs in GTK+ can help you create applications that interoperate well with the rest of the desktop. Clipboard and drag and drop functionality are discussed in <xref linkend="clipboard"/>.
de: Der MATE-Desktop verfügt über eine vollständige Unterstützung für die Datenübertragung unter Verwendung der Zwischenablage oder durch Ziehen-und-Ablegen. Die Schnittstellen in GTK+ unterstützen Sie beim Entwurf von Anwendungen, die reibungslos mit dem übrigen Desktop zusammenarbeiten. Die Zwischenablage und Ziehen-und-Ablegen werden in <xref linkend="clipboard"/> behandelt.
el: Η επιφάνεια εργασίας MATE υποστηρίζει πλήρως τη μεταφορά δεδομένων μέσω του προχείρου ή μέσω συρσίματος και απόθεσης. Τα API της GTK+ σας βοηθούν να δημιουργήσετε εφαρμογές που συνεργάζονται άψογα με την υπόλοιπη επιφάνεια εργασίας. Το πρόχειρο και οι δυνατότητες συρσίματος και απόθεσης εξετάζονται στην <xref linkend="clipboard"/>.
es: El escritorio MATE tiene soporte completo para transferir datos usando el portapapeles o arrastrando y soltando. Las API en GTK+ pueden ayudarle a crear aplicaciones cuya interoperabilidad con el resto del escritorio sea buena. Las funcionalidades del portapapeles y de arrastrar y soltar están descritas en la <xref linkend="clipboard"/>.
ja: MATEデスクトップはクリップボード、ドラッグアンドドロップによるデータ転送をフルサポートしています。GTK+のAPIはデスクトップの他の部分と正常に相互作用するアプリケーションを作る助けとなります。クリップボードとドラッグアンドドロップの機能については <xref linkend="clipboard"/> で議論します。
ru: Рабочий стол MATE полностью поддерживает передачу данных с использованием буфера обмена или перетаскивания. Программный интерфейс GTK+ позволяет создавать приложения, которые взаимодействуют со всеми другими приложениями рабочего стола. Функциональность буфера обмена и перетаскивания описана в разделе <xref linkend="clipboard"/>.

source: With <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, MATE provides the D-Bus messaging system. D-Bus is a cross-desktop message bus which allows all types of applications to communicate with one another. D-Bus is discussed in <xref linkend="dbus"/>.
de: Zusammen mit <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> stellt MATE das D-BUS-Benachrichtigungssystem bereit. Aufgrund seiner plattformübergreifenden Auslegung erlaubt D-BUS die Kommunikation aller Arten von Anwendungen untereinander. D-BUS wird in <xref linkend="dbus"/> behandelt.
el: Μαζί με το <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, το MATE παρέχει το σύστημα μηνυμάτων D-Bus. Το D-Bus είναι ένας δίαυλος μηνυμάτων για πολλαπλές επιφάνειες εργασίας που επιτρέπει σε εφαρμογές κάθε είδους να επικοινωνούν μεταξύ τους. Το D-Bus εξετάζεται στην <xref linkend="dbus"/>.
es: Con <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, MATE proporciona el sistema de mensajes D-Bus. D-Bus es un bus de mensajes multiescritorio que permite a todo tipo de aplicaciones comunicarse entre ellas. D-Bus está descrito en la <xref linkend="dbus"/>.
ja: <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> と共にMATEはD-Busメッセージング・システムを提供します。D-Busはすべての種類のアプリケーションが他のアプリケーションと通信するためのクロスデスクトップ・メッセージバスです。D-Busについては <xref linkend="dbus"/> で議論します。
ru: Вместе с <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, MATE предоставляет систему сообщений D-Bus — шину, которая не зависит от рабочей среды и позволяет всем типам приложений взаимодействовать друг с другом. D-Bus описана в разделе <xref linkend="dbus"/>.

source: MATE features the MateComponent component system, built on top of CORBA. MateComponent allows programmers to create complex embeddable components which can be reused inside other programs. Note that MateComponent has been deprecated. Newly written code should use D-Bus and other technologies instead. MateComponent is discussed in <xref linkend="matecomponent-corba"/>.
de: MATE enthält das MateComponent-Komponentensystem, welches auf CORBA aufsetzt. MateComponent ermöglicht Programmierern, komplexe einbettbare Komponenten zu entwickeln, die in anderen Programmen wiederverwendet werden können. Beachten Sie, dass MateComponent als veraltet markiert wurde. MateComponent wird in <xref linkend="matecomponent-corba"/> behandelt.
el: Το MATE χρησιμοποιεί το σύστημα συστατικών MateComponent, που έχει βασιστεί πάνω στο CORBA. Το MateComponent επιτρέπει στους προγραμματιστές να δημιουργούν περίπλοκα ενσωματώσιμα συστατικά, που μπορούν να επαναχρησιμοποιηθούν σε διαφορετικά προγράμματα. Σημειώστε ότι το MateComponent είναι πια πεπαλαιωμένο. Ο καινούριος πηγαίος κώδικας πρέπει να χρησιμοποιεί το D-Bus και άλλες τεχνολογίες αντί αυτού. Το MateComponent εξετάζεται στην <xref linkend="matecomponent-corba"/>.
es: MATE tiene la característica del sistema de componentes MateComponent, construido encima de CORBA. MateComponent permite a los programadores crear complejos componentes empotrables que pueden volver a usarse en otros programas. Nótese que MateComponent está obsoleto. En su lugar, el nuevo código escrito debe usar D-Bus y otras tecnologías. MateComponent está descrito en la <xref linkend="matecomponent-corba"/>.
ja: MATEはCORBA上に構築されたMateComponentコンポーネントシステムを備えています。MateComponentはプログラマが他のプログラムで再利用することができる複雑な埋め込みコンポーネントを作成することを可能にします。MateComponentの使用は推奨されていないことに注意してください。新しく記述するコードには代わりにD-Busおよび、その他の技術を使用するべきです。MateComponentについては <xref linkend="matecomponent-corba"/> で議論しています。
ru: MATE содержит системный компонент MateComponent, являющийся надстройкой над CORBA. MateComponent позволяет создавать сложные встраиваемые компоненты, которые могут быть использованы в других программах. Заметим, что MateComponent устарел. Вместо него в новых программах нужно использовать D-Bus и другие средства. MateComponent описан в разделе <xref linkend="matecomponent-corba"/>.

source: To make networks more manageable for users, MATE supports DNS Service Discovery. DNS Service Discovery enables applications to find services automatically on a local network, rather than requiring users to provide network addresses. DNS Service Discovery is discussed in <xref linkend="dns-sd"/>.
de: Um Netzwerke für Benutzer besser beherrschbar zu machen, unterstützt MATE »DNS Service Discovery«. Dies ermöglicht Anwendungen, Dienste automatisch in einem lokalen Netzwerk zu finden, ohne dass der Benutzer Netzwerkadressen bereitstellen muss. »DNS Service Discovery« wird in <xref linkend="dns-sd"/> behandelt.
el: Για να απλοποιήσει τη διαχείριση δικτύων, το MATE υποστηρίζει την Ανακάλυψη Υπηρεσιών DNS. Η Ανακάλυψη Υπηρεσιών DNS επιτρέπει στις εφαρμογές να ανακαλύπτουν αυτόματα υπηρεσίες σε ένα τοπικό δίκτυο, χωρίς να απαιτούν την παροχή διευθύνσεων δικτύου από το χρήστη. Η Ανακάλυψη Υπηρεσιών DNS περιγράφεται στην <xref linkend="dns-sd"/>.
es: Para hacer que las redes sean más manejables para los usuarios, MATE soporta el servicio DNS Discovery. El servicio de descubrimiento de DNS permite a las aplicaciones encontrar servicios automáticamente en una red local, en lugar de requerir que el usuario proporcione las direcciones de red. El servicio de descubrimiento de DNS está descrito en la <xref linkend="dns-sd"/>.
ja: ユーザがネットワークをより管理しやすくするために、MATEはDNSサービスディスカバリを提供します。。DNSサービスディスカバリは、ユーザにネットワークアドレスの入力を促すことなく、アプリケーションがローカルネットワーク上のサービスを自動的に探し出すことを可能にします。DNSサービスディスカバリについては <xref linkend="dns-sd"/> で議論します。
ru: Чтобы облегчить пользователю управление сетью, MATE поддерживает сервис обнаружения служб, что позволяет приложениям находить службы в локальной сети автоматически, а не требовать от пользователя вводить сетевые адреса вручную. Сервис обнаружения служб описан в разделе <xref linkend="dns-sd"/>.
