Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: You should use Pango directly whenever you need to lay text out on the screen or on a different medium. Using Pango will allow your text layout to work seamlessly with GTK+ and the rest of the MATE platform. It will help you create portable code, and most importantly, it will ensure that your application can render text correctly in hundreds of different languages.
de: Sie sollten Pango immer dann verwenden, wenn die Textdarstellung auf dem Bildschirm oder einem anderen Medium gefordert ist. Mit Pango fügt sich die Textdarstellung nahtlos in GTK+ und die übrige MATE-Plattform ein. Pango hilft Ihnen bei der Erstellung portablen Codes. Am bedeutsamsten ist jedoch, dass Ihre Anwendung Text in Hunderten von Sprachen korrekt darstellen kann.
el: Χρησιμοποιήστε απευθείας την Pango κάθε φορά που επιθυμείτε να εμφανίσετε κείμενο στην οθόνη ή σε άλλο μέσο. Η χρήση της Pango επιτρέπει στη διάταξη του κειμένου σας να αναγνωρίζεται χωρίς κανένα πρόβλημα από τη GTK+ και την υπόλοιπη πλατφόρμα του MATE. Επομένως, σας βοηθάει να δημιουργήσετε φορητό κώδικα και, κυρίως, διασφαλίζει ότι η εφαρμογή σας θα εμφανίζει άψογα κείμενο σε εκατοντάδες διαφορετικές γλώσσες.
es: Debería usar directamente Pango cuando necesite mostrar texto en la pantalla o en un medio diferente. Usar Pango permitirá a la disposición de su texto trabajar de forma parecida con GTK+ y el resto de la plataforma MATE. le ayudará a crear código portable y, lo más importable, le asegurará que su aplicación pueda renderizar texto correctamente en cientos de idiomas diferentes.
ja: スクリーンやその他のデバイスにテキストをレイアウトするときは常にPangoを直接使用するべきです。Pangoを使用することによりGTK+やMATEプラットフォームの他の部分とシームレスにテキストをレイアウトすることができます。また可搬性のあるコードを記述でき、あなたのアプリケーションが異なる数百の言語を表示できることを保証します。
ru: При необходимости расположить текст непосредственно на экране или другом устройстве вывода следует использовать библиотеку Pango напрямую, при этом текст будет выводиться согласованно с библиотекой GTK+ и остальной частью платформы MATE. Что поможет создать переносимый код и, что ещё более важно, гарантирует, что приложение сможет корректно отобразить текст на сотнях различных языков.

source: For more information on Pango, see the <ulink url="http://library.mate.org/devel/pango/stable/">Pango Reference Manual</ulink>.
de: Weitere Informationen über Pango finden Sie im <ulink url="http://library.mate.org/devel/pango/stable/">Pango-Referenzhandbuch</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με την Pango, δείτε το <ulink url="http://library.mate.org/devel/pango/stable/">Pango Reference Manual</ulink>.
es: Para obtener más información acerca de Pango, consulte <ulink url="http://library.mate.org/devel/pango/stable/">El manual de referencia de Pango</ulink>.
ja: Pangoについての詳細は <ulink url="http://library.mate.org/devel/pango/stable/">Pango Reference Manual</ulink> を参照してください。
ru: За дополнительной информации о Pango обратитесь к <ulink url="http://library.mate.org/devel/pango/stable/">Справочному руководству Pango</ulink>.

source: GDK runs on a number of different platforms, including the X Window System, Microsoft Windows, DirectFB, and Quartz. On any platform, GDK provides the same consistent API, allowing GTK+ and GTK+ applications to run unmodified.
de: GDK funktioniert auf einer Reihe verschiedener Plattformen, einschließlich des X-Window-Systems, Microsoft Windows, DirectFB und Quartz. Auf jeder dieser Plattform steht die gleiche konsistente Schnittstelle bereit, was die Ausführung von auf GTK+ basierenden Anwendungen ohne Änderungen ermöglicht.
el: Η GDK λειτουργεί σε πολλές διαφορετικές πλατφόρμες, όπως το Σύστημα Παραθύρων X ή τα Microsoft Windows, DirectFB και Quartz. Η GDK παρέχει το ίδιο API σε όλες τις πλατφόρμες, επιτρέποντας την εκτέλεση της GTK+ και των εφαρμογών GTK+ χωρίς τροποποιήσεις.
es: GDK se puede ejecutar sobre varias plataformas, incluyendo el sistema X Window, Microsoft Windows, DirectFB y Quartz. Sobre cualquier plataforma, GDK proporciona el mismo API consistente, permitiendo a las aplicaciones GTK+ ejecutarse sin modificaciones.
ja: GDKはX Window System、Microsoft Windows、DirectFB、Quartzを含む、いくつもの異なるプラットフォームで実行されます。それらのさまざまなプラットフォームにおいてGDKは統一された同じAPIを提供することでGTK+、そしてGTK+によるアプリケーションを変更することなしに実行することを可能にします。
ru: GDK работает на разных платформах, включая the X Window System, Microsoft Windows, DirectFB и Quartz. Независимо от того на какой платформе работает GDK, он имеет стабильный программный интерфейс, позволяя GTK+ и приложениям, написанным с использованием GTK+, без модификации работать на разных платформах.

source: GDK is the low-level library used by GTK+ to interact with the system for graphics and input devices. Although you will rarely use GDK directly in application code, it contains all the necessary functionality to draw objects and text to the screen and to interact with the user with various input devices.<placeholder-1/>
de: GDK ist die Low-Level-Bibliothek, die von GTK+ zur Interaktion mit dem System für grafische und Eingabegeräte verwendet wird. Obwohl Sie GDK im Anwendungscode kaum direkt verwenden werden, enthält es doch alle notwendige Funktionalität zum Darstellen von Text und Objekten auf dem Bildschirm sowie zur Interaktion des Benutzers mit den verschiedenen Eingabegeräten.<placeholder-1/>
el: Η GDK είναι η βιβλιοθήκη χαμηλού επιπέδου που χρησιμοποιεί η GTK+ για τη διάδραση με το σύστημα, όσον αφορά τα γραφικά και τις συσκευές εισόδου. Αν και σπάνια θα χρειαστεί να συμπεριλάβετε τη GDK απευθείας στον κώδικα της εφαρμογής σας, καλό είναι να γνωρίζετε ότι περιέχει όλες τις απαιτούμενες λειτουργίες για τη σχεδίαση αντικειμένων και κειμένου στην οθόνη, καθώς και για τη διάδραση με το χρήστη μέσω διαφόρων συσκευών εισόδου. <placeholder-1/>
es: GDK es la biblioteca de bajo nivel que usa GTK+ para interactuar con el sistema para los dispositivos gráficos y de entrada. Aunque rara vez usará GDK directamente en el código de la aplicación, contiene toda la funcionalidad necesaria para dibujar objetos y texto en la pantalla e interactuar con el usuario con varios dispositivos de entrada. <placeholder-1/>
ja: GDKはGTK+によって使用される、グラフィクスおよび入力デバイスにたいしてシステムを通してやりとりするための低レベルなライブラリです。あなたがアプリケーションのコードでGDKを直接使用するのは稀でしょうが、このライブラリにはオブジェクトやテキストをスクリーンに描画し、さまざまな入力デバイスとやりとりするのに必要なすべての機能が含まれています。<placeholder-1/>
ru: GDK — это низкоуровневая библиотека, используемая GTK+ для работы с графикой и устройствами ввода. Хотя непосредственное использование библиотеки GDK в коде довольно редко, она содержит весь функционал необходимый для прорисовки объектов и текста на экране, а также взаимодействия с пользователем с помощью различных устройств ввода.<placeholder-1/>

source: GDK features a graphics context and drawing primitives that are suitable for drawing simple objects and rendering images on the screen. Since a more extensive drawing system is provided by Cairo, GDK provides hooks to use Cairo contexts within GDK.
de: GDK bietet einen grafischen Kontext und zeichnet Primitive, die für die Darstellung einfacher Objekte und Bilder auf dem Bildschirm nutzbar sind. Da in Form von Cairo ein erweitertes Darstellungssystem zur Verfügung steht, stellt GDK Ansatzpunkte für Cairo-Kontexte innerhalb von GDK bereit.
el: Η GDK διαθέτει πλαίσιο γραφικών και βασικά στοιχεία σχεδίασης (primitives) κατάλληλα για τη σχεδίαση απλών αντικειμένων και την εμφάνιση εικόνων στην οθόνη. Καθώς υπάρχει και η Cairo, που αποτελεί πιο εκτεταμένο σύστημα σχεδίασης, η GDK παρέχει άγκιστρα για τη χρήση Cairo εντός της GDK.
es: GDK posee características de contexto gráfico y primitivas de dibujado que son adecuadas para dibujar objetos simples y renderizar imágenes en la pantalla. Ya que se proporciona un sistema de dibujado más extenso con Cairo, GDK proporciona ganchos para usar contextos Cairo dentro de GDK.
ja: GDKの特徴は簡単なオブジェクトの描画や、スクリーンにイメージをレンダリングするのに適したグラフィクス・コンテキストと基本的な描画機能です。Cairoにより広範囲の描画システムが提供されるようになって以来、GDKはCairoのコンテキストを使用するためのフックを提供しています。
ru: GDK предоставляет графический контекст и графические примитивы, удобные для прорисовки простых объектов и вывода изображений на экран. Так как Cairo предоставляет систему отрисовки с большими возможностями, GDK содержит перехватчики для использования контекста Cairo внутри GDK.

source: GDK enables you to access events from keyboards, mice, and other input devices, rather than connect to the high-level signals used in GTK+. GDK also provides low-level routines to access drag and drop and clipboard data from the system. When implementing custom controls, you may need to access these features to implement proper user interaction behavior.
de: GDK ermöglicht Ihnen den Zugriff auf von Tastaturen, Mäusen oder anderen Eingabegeräten ausgelöste Ereignisse, im Gegensatz zu den in GTK+ verwendeten High-Level-Signalen. GDK stellt auch Low-Level-Routinen für Ziehen-und-Ablegen und die Daten in der Zwischenablage des Systems zur Verfügung. Wenn Sie eigene Bedienungsmöglichkeiten implementieren, dann dürften Sie auf diese Funktionsmerkmale zugreifen wollen, um eine saubere Interaktion mit dem Benutzer zu gewährleisten.
el: Η GDK σας προσφέρει απευθείας πρόσβαση σε γεγονότα από το πληκτρολόγιο, το ποντίκι και άλλες συσκευές εισόδου, αντί να σας αναγκάζει να χρησιμοποιείτε τα σήματα υψηλού επιπέδου που χρησιμοποιεί η GTK+. Παράλληλα, η GDK παρέχει ρουτίνες χαμηλού επιπέδου για την πρόσβαση στα δεδομένα συρσίματος και απόθεσης, καθώς και προχείρου του συστήματος. Κατά την υλοποίηση προσαρμοσμένων ελέγχων, ίσως να χρειαστείτε αυτού του είδους την πρόσβαση για να υλοποιήσετε ορισμένες συμπεριφορές επικοινωνίας με το χρήστη.
es: GDK le permite acceder a eventos del teclado, ratones y otros dispositivos de entrada, en lugar de conectarse con las señales de alto nivel que se usan en GTK+. GDK también proporciona rutinas de bajo nivel para acceder a los datos de arrastrar y soltar y del portapapeles del sistema. Cuando implemente controles personalizados, quizá deba acceder a estas características para implementar un comportamiento adecuado de la interacción con el usuario.
ja: GDKはGTK+で使用される高レベルのシグナルによる接続ではなく、より低レベルのキーボードやマウスおよびその他の入力デバイスからのシグナルにアクセスすることを可能にします。GDKはドラッグアンドドロップやシステムのクリップボードにアクセスするための低レベルなルーチンも提供します。カスタムコントロールを実装するときは、これらのシグナルを通じたユーザとの適切なやりとりを実装するために、これらの特色の利用が必要となるでしょう。
ru: GDK позволяет использовать события клавиатуры, мыши и других устройств ввода, вместо использования высокоуровневых сигналов GTK+. Также GDK предоставляет доступ к низкоуровневым процедурам перетаскивания и работы с данными системного буфера обмена. При реализации собственных элементов управления, возможно, понадобится этот функционал для реализации корректного взаимодействия с элементами интерфейса.

source: GDK provides other functionality which is needed to implement a complete graphical toolkit like GTK+. Since GDK acts as a platform abstraction, allowing GTK+ to run under multiple environments, it provides an API for all of the system functionality needed by GTK+. This includes information about multi-head displays, resolution and color depth, colormaps, and cursors.
de: GDK stellt weitere Funktionalität bereit, die für die Implementation eines kompletten grafischen Werkzeugkastens wie GTK+ erforderlich ist. Weil sich GTK+ als Plattform-Abstraktion versteht, was dir Verwendung in verschiedenen Umgebungen ermöglicht, stellt es eine API für alle von GTK+ benötigte Systemfunktionalität bereit. Das schließt Informationen über die Anzeige auf mehreren Bildschirmen ein, die Auflösung und Farbtiefe, Farbpaletten und Zeiger.
el: Η GDK παρέχει και άλλες λειτουργίες που απαιτούνται για την υλοποίηση ενός ολοκληρωμένου toolkit γραφικών, όπως η GTK+. Καθώς η GDK λειτουργεί ως αφαιρετικό μοντέλο πλατφόρμας, επιτρέποντας στη GTK+ να λειτουργεί σε πολλαπλά περιβάλλοντα, παρέχει ένα API για όλες τις λειτουργίες συστήματος που απαιτεί η GTK+, παρέχοντας πληροφορίες για τις πολλαπλές οθόνες, την ανάλυση και το βάθος των χρωμάτων, τους χάρτες χρωμάτων και τους δρομείς.
es: GDK proporciona otra funcionalidad necesaria para implementar un toolkit gráfico completo como GTK+. Ya que GDK actúa como una plataforma de abstracción, permitiendo que GTK+ se ejecute en múltiples entornos, proporciona una API para todas las funcionalidades del sistema que necesita GTK+. Esto incluye información acerca configuraciones multimonitor, resolución y profundidad de color, mapas de colores y cursores.
ja: GDKはGTK+のような完全なグラフィック・ツールキット実装するのに必要となる、その他の機能を提供します。GDKがプラットフォームの抽象化を提供するようになって以来、GDKはGTK+で必要となるすべてのシステムの機能をAPIとして提供し、GTK+複数の環境の元で実行できるようになりました。 これには複数のディスプレイ、解像度、カラーデプス、カラーマップ、カーソルなどが含まれます。
ru: GDK содержит и другой функционал, необходимый для реализации полноценного графического пакета, например GTK+. Так как GDK выступает в роли уровня абстракции платформы, позволяя GTK+ работать в различных средах, он обеспечивает API для всего системного функционала, необходимого GTK+, например получение информации о множественных дисплеях, разрешении экрана и глубине цвета, цветовых картах и курсорах.

source: You should use GDK whenever you need low-level access to the underlying windowing system, including low-level access to events, windows, and the clipboard. Using GDK for these tasks ensures that your code is portable and integrates with the rest of your GTK+ code. The simple drawing routines in GDK should generally not be used. Instead, you should use the extensive functionality provide by Cairo.
de: Sie sollten GDK immer dann verwenden, wenn Sie Zugriff auf das darunterliegende Fenstersystem benötigen, wie beispielsweise Zugriff auf Ereignisse, Fenster oder die Zwischenablage. Die Nutzung von GDK für derartige Aufgaben stellt sicher, dass Ihr Code portierbar ist und sich in den restlichen GTK+-Code gut integriert. Die simplen Zeichenroutinen in GDK sollten nicht verwendet werden. Stattdessen sollten Sie die erweiterte Funktionalität nutzen, die Cairo zur Verfügung stellt.
el: Χρησιμοποιήστε τη GDK αν χρειάζεστε πρόσβαση χαμηλού επιπέδου στην υποδομή παραθύρων του συστήματος, όπως τα γεγονότα, τα παράθυρα και το πρόχειρο. Μια τέτοια χρήση της GDK διασφαλίζει τη φορητότητα του κώδικά σας και την ορθή του ενσωμάτωση στον υπόλοιπο κώδικά GTK+. Ωστόσο, στις περισσότερες περιπτώσεις δεν συνιστάται η χρήση των απλών ρουτινών σχεδίασης της GDK. Προτιμήστε, καλύτερα, τις εκτεταμένες δυνατότητες της Cairo.
es: Debería usar GDK siempre que necesite acceso de bajo nivel al sistema de ventanas, incluyendo acceso a bajo nivel para eventos, ventanas y al portapapeles. Usar GDK para estas tareas asegura que su código es portable y se integra con el resto de su código GTK+. Generalmente no deberían usarse las rutinas de dibujado simple en GDK. En su lugar, debería usar la extensa funcionalidad que proporciona Cairo.
ja: イベント、ウィンドウ、クリップボードを含む、背後のウィンドウシステムに対する低レベルのアクセスが必要な場合はGDKを使用するべきです。これらの処理にGDKを使用することにより可搬性のあるコードを記述できるとともに、GTK+で記述されたコードと統合することが可能になります。GDKで提供されるシンプルな描画ルーチンを使用することは通常ありません。かわりにCairoで提供される、拡張された機能が使用されます。
ru: Необходимость в использовании GDK возникает, если есть потребность в низкоуровневом доступе к слою, находящемуся под оконной системой, включая низкоуровневый доступ к событиям, окнам и буферу обмена. Использование GDK для таких задач гарантирует переносимость кода и интеграцию с остальной частью кода, использующего GTK+. В основном, не следует использовать примитивные процедуры отрисовки из GDK, вместо этого следует использовать расширенный функционал Cairo.

source: For more information on GDK, see the <ulink url="http://library.mate.org/devel/gdk/stable/">GDK Reference Manual</ulink>.
de: Weitere Informationen über GDK finden Sie im <ulink url="http://library.mate.org/devel/gdk/stable/">GDK-Referenzhandbuch</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με τη GDK, δείτε το <ulink url="http://library.mate.org/devel/gdk/stable/">GDK Reference Manual</ulink>.
es: Para obtener más información acerca de GDK, consulte <ulink url="http://library.mate.org/devel/gdk/stable/">El manual de referencia de GDK</ulink>.
ja: GDKについての詳細な情報は <ulink url="http://library.mate.org/devel/gdk/stable/">GDK Reference Manual</ulink> を参照してください。
ru: Для получения более полной информации посетите <ulink url="http://www.gtkmm.org/">веб-сайт gtkmm</ulink>.

source: Cairo is a 2D graphics library featuring a sophisticated API for drawing vector graphics, compositing images, and rendering anti-aliased text. Cairo provides support for multiple output devices, including the X Window System, Microsoft Windows, and image buffers, allowing you to write platform-independent code to draw graphics on different media.
de: Cairo ist eine 2D-Grafikbibliothek, die eine hochentwickelte Schnittstelle für das Zeichnen von Vektorgrafiken, das Erstellen von Bildern und zum Rendern von geglättetem Text bereitstellt. Cairo unterstützt zahlreiche Ausgabegeräte, wie das X-Window-System, Microsoft Windows und Bildpuffer. Dies ermöglicht Ihnen das Schreiben von plattformunabhängigem Code zum Zeichnen von Grafiken auf verschiedenen Medien.
el: Η Cairo είναι μια βιβλιοθήκη δισδιάστατων γραφικών που περιλαμβάνει ένα προηγμένο API για τη σχεδίαση διανυσματικών γραφικών, σύνθεσης εικόνων (compositing) και εμφάνισης anti-aliased κειμένου. Η Cairo υποστηρίζει διάφορες συσκευές εξόδου, όπως το Σύστημα Παραθύρων X , τα Microsoft Windows και οι ενδιάμεσες μνήμες εικόνων, επιτρέποντάς σας να γράφετε κώδικα για τη σχεδίαση γραφικών επί διαφόρων μέσων, ο οποίος θα λειτουργεί ανεξαρτήτως πλατφόρμας.
es: Cairo es una biblioteca gráfica 2D que cuenta con una API sofisticada para dibujar vectores gráficos, imágenes compuestas y renderizar texto con antialias. Cairo proporciona soporte para muchos dispositivos de salida, incluyendo el sistema X Window, Microsoft Windows y búferes de imagen, permitiéndole escribir código para dibujar gráficos en diferentes medios independiente de la plataforma.
ja: Cairoはベクタグラフィクスやパノラマ画像の描画、およびアンチエイリアスによるテキストのレンダリングといった機能のための、洗練されたAPIを特色とする２Dグラフィクス・ライブラリです。CairoはX Window System、Microsoft Windows、イメージ・バッファを含めた複数の出力デバイスへのサポートを提供し、異なるメディアにグラフィクスを描画するコードを、プラットフォームに依存せずに記述することを可能にします。
ru: Cairo — это библиотека двумерной графики с разветвлённым API для отрисовки векторной графики, составления изображений и отображения сглаженного текста. Cairo поддерживает множество систем вывода, включая X Window System, Microsoft Windows и буферы изображений, позволяя составлять переносимый код для отрисовки графики на различных устройствах вывода.

source: The Cairo drawing model is similar to those provided by PostScript and PDF. The Cairo API provides such drawing operations as stroking and filling cubic Bézier splines, compositing images, and performing affine transformations. These vector operations allow for rich, anti-aliased graphics without using expensive pixel-based drawing in your application code.
de: Das Cairo-Darstellungsmodell ist dem von PostScript oder PDF ähnlich. Die Cairo-Schnittstelle bietet solche Zeichenoperationen wie Pinselstriche, Füllen von kubischen Bézier-Objekten, Zusammensetzen von Bildern und die Ausführung von Umwandlungen. Diese Vektor-Operationen ermöglichen hervorragende, geglättete Grafiken ohne Zuhilfenahme pixelbasierten Zeichnens in Ihrem Code.
el: Το μοντέλο σχεδίασης της Cairo θυμίζει τα αντίστοιχα μοντέλα των PostScript και PDF. Το API της Cairo παρέχει λειτουργίες σχεδίασης όπως η χρήση κυβικών καμπυλών Bézier (cubic Bézier splines) για περιγράμματα και γεμίσματα, η σύνθεση εικόνων και οι αναλογικές μετατροπές (affine transformations). Αυτές οι διανυσματικές λειτουργίες σας επιτρέπουν να έχετε πλούσια, anti-aliased γραφικά χωρίς να χρησιμοποιείτε δαπανηρές μεθόδους σχεδίασης βάσει εικονοστοιχείων.
es: El modelo de dibujado de Cairo es similar al que proporcionan PostScript y PDF. La API de Cairo proporciona operaciones de dibujado tales como pincelar y rellenar splines cúbicos de Bézier, componer imágenes y realizar transformaciones afines. Estas operaciones con vectores permiten a ricos gráficos con antialias sin tener que usar el caro dibujo basado en píxel en el código de su aplicación.
ja: CairoはPostScriptやPDFと似た描画モデルを提供します。CairoのAPIは３次元のベジエ曲線の線描と塗りつぶし、パノラマ画像、およびアフィン変換処理といった描画のための操作を提供します。あなたのアプリケーションのコードでこれらのベクタ操作を使用することにより、高価な処理であるピクセル・ベースの描画を使用することなく、アンチエイリアスされた画像を使用することができます。
ru: Модель прорисовки Cairo похожа на модели PostScript и PDF. API Cairo работает с такими графическими операциями, как создание и заполнение кубических кривых Безье, создание изображений и афинные преобразования. Эти векторные операция позволяют выводить качественную сглаженную графику без работы с графикой на уровне пикселов в коде приложения.

source: Cairo's rich drawing model allows for high-quality rendering to multiple media. The same API can be used to create stunning on-screen graphics and text, to render images, or create crisp output suitable for printing.
de: Das Zeichenmodell von Cairo ermöglicht qualitativ hochwertige Ausgaben auf verschiedenen Medien. Die gleiche Schnittstelle wird zur Erzeugung fantastischer Bildschirmgrafiken ebenso verwendet wie für das Rendern von Bildern oder für knackige Ausdrucke.
el: Το προηγμένο μοντέλο σχεδίασης της Cairo προσφέρει εμφάνιση υψηλής ποιότητας σε διάφορα μέσα. Χρησιμοποιώντας το ίδιο API μπορείτε να δημιουργήσετε εκθαμβωτικό κείμενο και γραφικά για εμφάνιση στην οθόνη, να αποδώσετε εικόνες, ή να παράγετε πεντακάθαρα αποτελέσματα για εκτύπωση.
es: El rico modelo de Cairo permite renderizado de alta calidad en múltiples dispositivos. La misma API se puede usar para crear impresionantes gráficos y textos en la pantalla, para renderizar imágenes o crear salidas modificadas adecuadas para una impresión.
ja: Cairoの豊富な描画モデルは複数メディアへの高品質なレンダリングを可能にします。同じAPIを使用して、スクリーンに魅力的なグラフィクスやテキストの描画、イメージのレンダリングができ、印刷に適した明瞭な出力を作成することもできます。
ru: Богатая модель отрисовки Cairo позволяет выводить качественную графику на разные устройства вывода. Можно использовать одинаковый API как для вывода прекрасной графики и текста на экран, так и для создания изображений или создания вывода, пригодного для печати.

source: You should use Cairo whenever you need to draw graphics in your application beyond the widgets provided by GTK+. Much of the drawing inside GTK+ is done using Cairo. Using Cairo for your custom drawing will allow your application to have high-quality, anti-aliased, and resolution-independent graphics.
de: Sie sollten Cairo immer dann verwenden, wenn Sie in Ihren Anwendungen Grafiken zeichnen wollen, die die Widgets von GTK+ nicht bieten. Die meisten Zeichenvorgänge in GTK+ werden bereits mit Cairo ausgeführt. Die Verwendung von Cairo für Ihre spezielle Zeichnung erlaubt qualitativ hochwertige, geglättete und von der Auflösung unabhängige Grafiken in Ihrer Anwendung.
el: Χρησιμοποιήστε την Cairo όποτε χρειάζεστε να σχεδιάσετε επιπλέον γραφικά, πέρα από τα γραφικά συστατικά που σας παρέχει η GTK+. Μεγάλο μέρος της σχεδίασης εντός της GTK+. γίνεται με χρήση της Cairo. Χρησιμοποιώντας την Cairo για τα γραφικά σας, εφοδιάζετε την εφαρμογή σας με γραφικά υψηλής ποιότητας, anti-aliased και προσαρμόσιμα σε οποιαδήποτε ανάλυση.
es: Debería usar Cairo siempre que necesite dibujar gráficos en su aplicación más allá de los widgets proporcionados por GTK+. Gran parte del dibujado realizado por GTK+ se lleva a cabo usando Cairo. Usar Cairo para su dibujado personalizado permitirá a su aplicación tener gráficos de alta calidad, con antialias e independientes de la resolución.
ja: アプリケーションでGTK+により提供されるウィジェットへの描画という範囲を越えるグラフィクス描画が必要な場合は常にCairoを使用するべきです。GTK+内部の描画にはCairoが多く使用されています。カスタムな描画にCairoを使用することにより、アプリケーションは高品質でアンチエイリアスされた、解像度に依存しないグラフィクスを手にすることができます。
ru: Cairo необходимо использовать в приложении при отрисовке графики помимо виджетов, предоставляемых GTK+. Большая часть механизмов отрисовки внутри GTK+ реализована с помощью Cairo. Использование Cairo для пользовательской графики позволит приложениям выводить высококачественную, сглаженную и независимую от разрешения графику.
