Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: CUPS provides a unified interface for printing, regardless of the location or type of the printer. Multiple print protocols are handled seamlessly by CUPS by automatically applying filters to content sent to the printers. Applications can simply provide PostScript output, and CUPS will automatically convert it for printers that do not support PostScript natively.
de: CUPS stellt eine vereinheitlichte Schnittstelle zum Drucken bereit, unabhängig von Ort oder Art des Druckers. Mehrere Druckprotokolle werden nahtlos von CUPS verarbeitet, indem auf die an die Drucker gesendeten Inhalte automatisch Filter angewendet werden. Anwendungen können so ganz einfach PostScript ausgeben, und CUPS wird es automatisch für Drucker umwandeln, die PostScript nicht direkt unterstützen.
el: Το CUPS παρέχει μια ενιαία διεπαφή εκτύπωσης, ανεξάρτητα από την τοποθεσία ή τον τύπο του εκτυπωτή. Το CUPS χειρίζεται άψογα διάφορα πρωτόκολλα εκτύπωσης, εφαρμόζοντας αυτόματα φίλτρα στο περιεχόμενο που αποστέλλεται στον εκτυπωτή. Αρκεί οι εφαρμογές να παρέχουν έξοδο PostScript και το CUPS θα κάνει αυτόματα τη μετατροπή όταν ο εκτυπωτής δεν υποστηρίζει εγγενώς PostScript.
es: CUPS proporciona un interfaz unificado para la impresión independientemente de la ubicación o del tipo de impresora. De forma similar, CUPS gestiona automáticamente múltiples protocolos de impresión aplicando filtros al contenido enviado por las impresoras. Las aplicaciones pueden simplemente proporcionar una salida PostScript y CUPS la convertirá automáticamente para las impresoras que no soporten PostScript de forma nativa.
ja: CUPSはプリンタの位置や種類に左右されない、印刷のための統一されたインタフェースを提供します。 複数の印刷プロトコルはCUPSによりシームレスに処理され、自動的にフィルタが適用された後に接続先のプリンタに送信されます。 アプリケーションは単純にPostScriptの出力を提供すれば, CUPSが自動的にPostScriptをネイティブでサポートしないプリンタに対する出力の変換を行います。
ru: CUPS обеспечивает унифицированный интерфейс печати, независимо от расположения и типа принтера. Различные протоколы печати обрабатываются CUPS однообразно путём автоматического применения фильтров к содержимому, отправляемому на принтеры. Приложениям достаточно предоставить данные в формате PostScript, а CUPS автоматически конвертирует их для принтеров, не поддерживающих PostScript.

source: CUPS also provides printer configuration options in the form of PostScript Printer Description (PPD) files. PPD configurations allow applications to expose the capabilities of individual printers to the users with a consistent user interface. For instance, PPD allows you to detect whether a printer can collate and staple print jobs, and to provide an option in your user interface.
de: CUPS bietet auch Einstellungsoptionen für das Drucken in Form von »PostScript Printer Description«- (PPD-)Dateien. PPD-Konfigurationen ermöglichen Anwendungen, den Benutzern die Fähigkeiten eines bestimmten Druckers in einer konsistenten Benutzerschnittstelle anzuzeigen. Beispielsweise erlaubt Ihnen PPD zu ermitteln, ob ein Drucker Druckaufträge heften und binden kann und stellt eine entsprechende Option im Druckdialog bereit.
el: Το CUPS παρέχει επίσης επιλογές ρυθμίσεων για τους εκτυπωτές, με τη μορφή αρχείων PPD (PostScript Printer Description). Οι ρυθμίσεις PPD επιτρέπουν στις εφαρμογές να εμφανίζουν στο χρήστη όλες τις δυνατότητες κάθε μεμονωμένου εκτυπωτή μέσω μιας ενιαίας διεπαφής χρήστη. Για παράδειγμα, το PPD σας επιτρέπει να διαπιστώνετε αν ο εκτυπωτής υποστηρίζει την ταξινόμηση και συρραφή των εκτυπώσεων, ώστε να παρέχετε τη σχετική επιλογή στη διεπαφή χρήστη.
es: CUPS también proporciona opciones para la configuración de la impresora en forma de archivos PPD (PostScript Printer Description). Las configuraciones PPD permiten a las aplicaciones exponer al usuario las posibilidades de cada impresora con un interfaz de usuario consistente. Por ejemplo, PPD le permite detectar si una impresora puede recopilar y grapar los trabajos imprimidos así como proporcionar la opción en el interfaz del usuario.
ja: CUPSはPostScriptプリンタ記述(PostScript Printer Description: PPD)ファイルの形式によるプリンタの設定オプションも提供します。PPD設定によりアプリケーションは個々のプリンタの能力を引き出し、統一されたユーザインタフェースによる使用することが可能になります。たとえばPPDにより印刷ジョブに対してcollate(訳注：複数枚印刷する時の出力順序)やstaple(訳注：印刷物にホチキスを打つ位置)を指定できるプリンタを決定してユーザインタフェースにそのオプションを表示することができます。
ru: CUPS также предоставляет параметры в виде файлов описания принтера PostScript (PPD). Параметры PPD позволяют приложениям отражать в пользовательском интерфейсе возможности конкретного принтера целостно. Например, PPD позволяет определить и отразить в пользовательском интерфейсе поддерживает ли принтер брошюрование и прошивку результатов печати задания.

source: In most cases, you will not need to interface directly with CUPS in your applications. By using the MATE print framework, you have access to the power and flexibility of CUPS automatically. Having CUPS underneath means a better user experience with less programming.
de: In den meisten Fällen werden Sie die CUPS-Schnittstelle in Ihren Anwendungen nicht benötigen. Durch die MATE-Druckumgebung haben Sie ganz automatisch Zugriff auf die Stärke und Flexibilität von CUPS. Durch CUPS erreichen Sie eine bessere Benutzbarkeit mit weniger Programmieraufwand.
el: Στις περισσότερες περιπτώσεις, οι εφαρμογές σας δεν χρειάζεται να αλληλεπιδρούν απευθείας με το CUPS. Χρησιμοποιώντας το πλαίσιο εκτύπωσης MATE, έχουν αυτόματη πρόσβαση στην ισχύ και την ευελιξία του CUPS. Έτσι, η ύπαρξη του CUPS στο χαμηλό επίπεδο βελτιώνει την εμπειρία του χρήστη, μειώνοντας παράλληλα τον απαιτούμενο προγραμματισμό.
es: En la mayoría de los casos no necesitará un interfaz directo con CUPS en sus aplicaciones. Usando el entorno de trabajo de impresión de MATE tendrá acceso automáticamente a la potencia y flexibilidad de CUPS. Tener CUPS por debajo de su aplicación significa una mejor experiencia de usuario con menor programación.
ja: ほとんどのケースではアプリケーションからCUPSを直接インタフェースをもつことはないでしょう。MATEプリントフレームワークを使用することにより、あなたはCUPSの柔軟さとパワーに自動的にアクセスできます。CUPSを下位にもつということは、プログラミングの量を少なくすることのよいユーザ経験です。
ru: В большинстве случаев в приложении нет необходимости напрямую взаимодействовать с CUPS, так как с помощью подсистемы печати MATE можно получить доступ к мощности и гибкости CUPS автоматически. Основа CUPS помогает создать больше удобств для пользователя с меньшим объемом программирования.

source: Language Bindings
de: Sprachbindungen
el: Συνδέσεις γλωσσών
es: Bindings de lenguajes
ja: 言語バインディング
ru: Привязки для языков программирования

source: Although the MATE platform is written primarily in C, it is written intentionally to make it easy to bind to other programming languages. Using language bindings, you can develop with the MATE platform natively in your programming language of choice.
de: Obwohl die MATE-Plattform primär in C geschrieben ist, ist es leicht, andere Programmiersprachen einzubinden. Mit den gebotenen Sprachbindungen können Sie auf der MATE-Plattform die Programmiersprache Ihrer Wahl verwenden.
el: Αν και η πλατφόρμα MATE έχει γραφτεί κυρίως σε C, έχει εσκεμμένα γραφτεί κατά τρόπο που να διευκολύνει τη σύνδεση με άλλες γλώσσες προγραμματισμού. Χρησιμοποιώντας τις συνδέσεις γλωσσών, μπορείτε να προγραμματίζετε εγγενώς στην πλατφόρμα MATE, χρησιμοποιώντας τη γλώσσα που προτιμάτε.
es: Aunque la plataforma MATE está escrita principalmente en C, está escrita intencionalmente para que sea sencillo usar otros lenguajes de programación. Usando bindings de lenguajes, se puede desarrollar con la plataforma MATE nativamente en el lenguaje de programación de su elección.
ja: MATEプラットフォームは主にC言語で書かれていますが、他のプログラミング言語に簡単にバインドできるように意図して記述されています。言語バインディングを使用することにより、MATEプラットフォームで好みのプログラミング言語による開発を行うことができます。
ru: Платформа MATE в основном написана на языке C, но таким образом, чтобы легко можно было привязывать другие языки программирования. С помощью языковых привязок можно вести разработку в MATE с помощью другого языка программирования.

source: Language bindings exist for many programming languages, and the MATE platform officially supports bindings for C++, Java, Perl, and Python.
de: Sprachbindungen existieren für viele Programmiersprachen. Die MATE-Plattform unterstützt offiziell C++, Java, Perl, und Python.
el: Υπάρχουν συνδέσεις γλωσσών για πολλές γλώσσες προγραμματισμού. Επισήμως, η πλατφόρμα MATE υποστηρίζει τις συνδέσεις των C++, Java, Perl και Python.
es: Existen bindings para muchos lenguajes de programación, y la plataforma MATE oficialmente soporta bindings para C++, Java, Perl y Python.
ja: 言語バインディングには、多くのプログラミング言語、およびMATEプラットフォームで公式にサポートされているのC++やJava、Perl、およびPython用のバインディングのサポートが存在します。
ru: Существует множество привязок к языкам программирования, и платформа MATE официально поддерживается привязки к таким языкам как C++, Java, Perl и Python.

source: The C++ bindings provide complete coverage of the MATE platform, including GTK+, Libglade, and MateConf. The C++ bindings wrap all objects with native C++ objects and allow programmers to provide custom widgets with normal C++ inheritence. They provide a fully native API, with type-safe signal handlers, full use of the standard C++ library, and complete C++ memory management.
de: Die C++-Bindungen werden von der MATE-Plattform komplett abgedeckt, einschließlich GTK+, Cairo und MateConf. Die C++-Bindungen umschließen alle Objekte mit nativen C++-Objekten und ermöglichen Programmierern, eigene Widgets mit den normalen C++-Vererbungseigenschaften bereitzustellen. Sie bieten eine vollständig native API mit typsicheren Signalhandlern, unter Verwendung der C++-Klassenbibliotheken und Schnittstellen, wo immer es möglich ist.
el: Οι συνδέσεις της C++ καλύπτουν ολόκληρη την πλατφόρμα MATE, συμπεριλαμβανομένων των GTK+, Libglade και MateConf. Οι συνδέσεις της C++ συνδέουν όλα τα αντικείμενα με εγγενή αντικείμενα της C++ και επιτρέπουν στους προγραμματιστές να δημιουργούν προσαρμοσμένα γραφικά συστατικά που ακολουθούν τους συνήθεις κανόνες κληρονομικότητας της C++. Παρέχουν ένα πλήρως εγγενές API, με χειριστές σημάτων που διασφαλίζουν την ασφάλεια τύπων, με πλήρη υποστήριξη της βασικής βιβλιοθήκης της C++ και με πλήρη διαχείριση μνήμης σε C++.
es: Los bindings de C++ proporcionan cobertura completa de la plataforma MATE, incluyendo GTK+, Libglade y MateConf. Los bindings de C++ envuelven todos los objetos con objetos nativos de C++ y permiten a los programadores proporcionar widgets a medida con herencia normal de C++. Proporcionan una API totalmente nativa, con manejadores de señal de tipo seguro, uso total de la biblioteca estándar de C++, y una administración completa de memoria de C++.
ja: C++バインディングはGTK+、Libglade、MateConfを含むMATEプラットフォームを完全に網羅します。C++バインディングはすべてのオブジェクトをネイティブのC++オブジェクトにラップし、プログラマが独自のウィジェットを通常のC++インタフェースで提供できるようにします。C++バインディングは、タイプセーフなシグナルハンドラ、すべての標準C++ライブラリの使用、そして完全なC++メモリ管理をもつネイティブなAPIを提供します。
ru: Привязки C++ обеспечивают полное покрытие всей платформы MATE, включая GTK+, Libglade и MateConf. Привязки C++ предоставляют обёртки в виде классов C++ для всех объектов платформы и позволяют программисту создавать пользовательские виджеты с использованием обычного наследования C++. Они предоставляют API c типо-безопасными обработчиками сигналов, с полноценным использованием стандартной библиотеки C++ и управлением памятью C++.

source: For more information on the MATE C++ bindings, visit <ulink url="http://www.gtkmm.org/">the gtkmm web site</ulink>.
de: Weitere Informationen über die MATE-Sprachbindung für C++ finden Sie auf der <ulink url="http://www.gtkmm.org/">gtkmm-Webseite</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με τις συνδέσεις MATE και C++, επισκεφτείτε τον <ulink url="http://www.gtkmm.org/">ιστότοπο του gtkmm</ulink>.
es: Para más información acerca de los bindings de C++ para MATE, visite <ulink url="http://www.gtkmm.org/">el sitio web de gtkmm</ulink>.
ja: MATEのC++バインディングについての詳細は <ulink url="http://www.gtkmm.org/">gtkmmのWebサイト</ulink> を参照してください。
ru: Для получения более полной информации посетите <ulink url="http://www.gtkmm.org/">веб-сайт gtkmm</ulink>.

source: The Java bindings provide complete coverage of the MATE platform, including GTK+, Cairo, and MateConf. The Java bindings wrap all objects with native Java objects and allow programmers to provide custom widgets with normal Java inheritence. They provide a fully native API, using Java's class libraries and interfaces wherever appropriate.
de: Die Java-Bindungen werden von der MATE-Plattform komplett abgedeckt, einschließlich GTK+, Cairo und MateConf. Die Java-Bindungen umschließen alle Objekte mit nativen Java-Objekten und ermöglichen Programmierern, eigene Widgets mit den normalen Java-Vererbungseigenschaften bereitzustellen. Sie bieten eine vollständig native API unter Verwendung der Java-Klassenbibliotheken und Schnittstellen, wo immer es möglich ist.
el: Οι συνδέσεις της Java καλύπτουν ολόκληρη την πλατφόρμα MATE, συμπεριλαμβανομένων των GTK+, Cairo και MateConf. Οι συνδέσεις της Java συνδέουν όλα τα αντικείμενα με εγγενή αντικείμενα της Java και επιτρέπουν στους προγραμματιστές να δημιουργούν προσαρμοσμένα γραφικά συστατικά που ακολουθούν τους συνήθεις κανόνες κληρονομικότητας της Java. Παρέχουν ένα πλήρως εγγενές API, χρησιμοποιώντας, όπου χρειάζεται, τις βιβλιοθήκες κλάσεων και τις διεπαφές της Java.
es: Las bindings de Java proporcionan una cobertura completa de la plataforma MATE, incluyendo GTK+, Cairo, y MateConf. Los bindings de Java envuelven todos los objetos con objetos nativos de Java y permiten a los programadores proporcionar widgets a medida con herencia normal de Java. Proporcionan una API totalmente nativa, utilizando bibliotecas de clases e interfaces de Java donde sea apropiado.
ja: JavaバインディングはGTK+、Cairo、MateConfを含むMATEプラットフォームを完全に網羅します。JavaバインディングはすべてのオブジェクトをネイティブのJavaオブジェクトにラップし、プログラマが独自のウィジェットを通常のJavaの継承により提供できるようにします。JavaバインディングはJavaのClassライブラリ、適切なインタフェースを使用して完全にネイティブなAPIを提供します。
ru: Привязки Java обеспечивают полное покрытие платформы MATE, включая GTK+, Cairo и MateConf. Привязки Java оборачивают все объекты платформы с помощью объектов Java и позволяют разработчикам создавать пользовательские виджеты с помощью обычного наследования Java. Они обеспечивают API на Java, использующий библиотеку классов Java и по необходимости наследование.

source: For more information on the MATE Java bindings, visit <ulink url="http://java-mate.sourceforge.net/">the Java-MATE web site</ulink>.
de: Weitere Informationen über die Java-Bindungen in MATE finden Sie auf der <ulink url="http://java-mate.sourceforge.net/">Java-MATE-Webseite</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με τις συνδέσεις MATE και Java, επισκεφτείτε τον <ulink url="http://java-mate.sourceforge.net/">ιστότοπο Java-MATE</ulink>.
es: Para más información acerca de los bindings de Java para MATE, visite <ulink url="http://java-MATE.sourceforge.net/">el sitio web de MATE-Java</ulink>.
ja: MATEのJavaバインディングについての詳細は <ulink url="http://java-mate.sourceforge.net/">Java-MATEのWebサイト</ulink> を参照してください。
ru: За дополнительной информацией о привязках MATE Java обратитесь к <ulink url="http://java-mate.sourceforge.net/">веб-сайту Java-MATE</ulink>.

source: The Perl bindings provide native Perl interfaces for the MATE platform, including GTK+, MateVFS, and MateConf. The Perl bindings wrap all objects with Perl objects and allow programmers to use standard Perl practices to manipulate them. They provide a fully native API, using Perl's native data types wherever appropriate.
de: Die Perl-Bindungen stellen native Perl-Schnittstellen für die MATE-Plattform bereit, einschließlich GTK+, MateVFS und MateConf. Die Perl-Bindungen umschließen alle Objekte mit nativen Perl-Objekten und ermöglichen Programmierern die Verwendung von Standard-Perl-Routinen, um diese zu manipulieren. Sie bieten eine vollständig native Perl-API und verwenden native Perl-Daten, wo immer es möglich ist.
el: Οι συνδέσεις της Perl παρέχουν εγγενείς διεπαφές Perl για την πλατφόρμα MATE, συμπεριλαμβανομένων των GTK+, MateVFS και MateConf. Οι συνδέσεις της Perl συνδέουν όλα τα αντικείμενα με εγγενή αντικείμενα της Perl και επιτρέπουν στους προγραμματιστές να χρησιμοποιούν τις συνήθεις πρακτικές της Perl για τον χειρισμό τους. Παρέχουν ένα πλήρως εγγενές API, χρησιμοποιώντας, όπου χρειάζεται, τους εγγενείς τύπους δεδομένων της Perl.
es: Los bindings de Perl proporcionan interfaces nativas Perl para la plataforma MATE, incluyendo GTK+, MateVFS, y MateConf. Los bindings de Perl envuelven todos los objetos con objetos de Perl y permiten a los programadores usar las practicas estándar de Perl para manipularlos. Proporcionan una API totalmente nativa, utilizando tipos de datos nativos de Perl donde sea apropiado.
ja: PerlバインディングはGTK+、MateVFS、MateConfを含むMATEプラットフォームのためのPerlのネイティブなインタフェースを提供します。PerlバインディングはすべてのオブジェクトをPerlオブジェクトにラップし、プログラマが通常Perlを使う標準的な方法でそれらを操作することを可能にします。PerlバインディングはPerlのネイティブなデータ型を適切に使用して、完全にネイティブなAPIを提供します。
ru: Привязки Perl обеспечивают интерфейсы Perl для платформы MATE, включая GTK+, MateVFS и MateConf. Привязки Perl — это обёртки всех объектов платформы с помощью объектов Perl для использования стандартных методов Perl для манипулирования ими. Они обеспечивают полностью совместимый API с использованием оригинальных типов данных по необходимости.

source: For more information on the MATE Perl bindings, visit <ulink url="http://gtk2-perl.sourceforge.net/">the gtk2-perl web site</ulink>.
de: Weitere Informationen über die Perl-Bindungen in MATE finden Sie auf der <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl-Webseite</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με τις συνδέσεις MATE και Perl, επισκεφτείτε τον <ulink url="http://gtk2-perl.sourceforge.net/">ιστότοπο gtk2-perl</ulink>.
es: Para más información acerca de los bindings de Perl para MATE, visite <ulink url="http://gtk2-perl.sourceforge.net/">el sitio web de gtk2-perl</ulink>.
ja: MATEのPerlバインディングについての詳細は <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perlのWebサイト</ulink> を参照してください。
ru: За дополнительной информацией обращайтесь к <ulink url="http://gtk2-perl.sourceforge.net/">веб-сайту gtk2-perl</ulink>.

source: The Python bindings provide native Python interfaces for the MATE platform, including GTK+, MateVFS, and MateConf. The Python bindings wrap all objects with native Python objects and allow programmers to provide custom widgets with normal Python inheritence. They provide a fully native Python API which automatically handles details like type casting and memory management.
de: Die Python-Bindungen stellen native Python-Schnittstellen für die MATE-Plattform bereit, einschließlich GTK+, MateVFS und MateConf. Die Python-Bindungen umschließen alle Objekte mit nativen Python-Objekten und ermöglichen Programmierern die Bereitstellung eigener Widgets mit normalen Python-Vererbungseigenschaften. Sie bieten eine vollständig native Python-API und verarbeiten automatisch Details wie Type-Casting oder Speichermanagement.
el: Οι συνδέσεις της Python παρέχουν εγγενείς διεπαφές Python για την πλατφόρμα MATE, συμπεριλαμβανομένων των GTK+, MateVFS και MateConf. Οι συνδέσεις της Python συνδέουν όλα τα αντικείμενα με εγγενή αντικείμενα της Python και επιτρέπουν στους προγραμματιστές να δημιουργούν προσαρμοσμένα γραφικά συστατικά που ακολουθούν τους συνήθεις κανόνες κληρονομικότητας της Python. Παρέχουν ένα πλήρως εγγενές API που χειρίζεται αυτόματα λεπτομέρειες όπως η μετατροπή τύπου (type casting) και η διαχείριση μνήμης.
es: Los bindings de Python proporcionan interfaces nativas con Python para la plataforma MATE, incluyendo GTK+, MateVFS, y MateConf. Los bindings de Python envuelven todos los objetos con objetos nativos de Python y permiten a los programadores proporcionar widgets a medida con herencia normal de Python. Proporcionan un API nativa de Python la cual automáticamente maneja detalles como conversión de tipos y gestión de memoria.
ja: PythonバインディングはGTK+、MateVFS、MateConfを含むMATEプラットフォームのためのPythonのネイティブなインタフェースを提供します。PerlバインディングはすべてのオブジェクトをPythonオブジェクトにラップし、プログラマが独自のウィジェットを通常のPythonの継承により提供できるようにします。Pythonバインディングはタイプキャストやメモリ管理などの詳細を自動的に処理して、完全にネイティブなPythonのためのAPIを提供します。
ru: Привязки Python предоставляют интерфейсы Python для платформы MATE, включая GTK+, MateVFS и MateConf. Привязки Python — это обёртки всех объектов платформы с помощью объектов Python, которые позволяют создавать пользовательские виджеты, используя наследование Python. они обеспечивают Python API, который автоматически обрабатывает приведение типов и управление памятью.

source: For more information on the MATE Python bindings, visit <ulink url="http://www.pygtk.org/">the PyGTK web site</ulink>.
de: Weitere Informationen über die Python-Bindungen in MATE finden Sie auf der <ulink url="http://www.pygtk.org/">PyGTK-Webseite</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με τις συνδέσεις MATE και Python, επισκεφτείτε τον <ulink url="http://www.pygtk.org/">ιστότοπο του PyGTK</ulink>.
es: Para más información acerca de los bindings de Python en MATE, visite <ulink url="http://www.pygtk.org/">el sitio web de PyGTK</ulink>.
ja: MATEのPythonバインディングについての詳細は <ulink url="http://www.pygtk.org/">PyGTKのWebサイト</ulink> を参照してください。
ru: За дополнительной информацией о привязках MATE Python посетите <ulink url="http://www.pygtk.org/">веб-сайт PyGTK</ulink>.

source: Other Languages
de: Weitere Sprachen
el: Άλλες γλώσσες
es: Otros lenguajes
ja: その他の言語
ru: Другие языки программирования

source: Full or partial bindings exist for many other programming languages, such as C#, Eiffel, JavaScript, Ruby, and Scheme. Even though they may not currently be officially supported by MATE, many of these bindings are of the same high quality as the official MATE bindings, and some of them may be included as official MATE bindings in future releases.
de: Vollständige oder teilweise Bindungen existieren für viele weitere Programmierspracdhen, wie C#, Eiffel, JavaScript, Ruby, and Scheme. Obwohl diese Sprachen in MATE derzeit nicht offiziell unterstützt werden, sind diese Bindungen oft von der gleichen hohen Qualität wie die offiziellen MATE-Bindungen. Einige davon werden sicherlich in zukünftigen Versionen von MATE Einzug halten.
el: Υπάρχουν πλήρεις ή μερικές συνδέσεις για πολλές ακόμη γλώσσες προγραμματισμού, όπως οι C#, Eiffel, JavaScript, Ruby και Scheme. Αν και δεν υποστηρίζονται επισήμως από το MATE, πολλές από αυτές τις συνδέσεις διακρίνονται από την ίδια υψηλή ποιότητα των επίσημων συνδέσεων του MATE, και ορισμένες από αυτές μπορεί να συμπεριληφθούν στις επίσημες συνδέσεις του MATE σε επόμενες εκδόσεις.
es: Existen bindings totales o parciales para muchos otros lenguajes de programación, como C#, Eiffel, JavaScript, Ruby, y Scheme. A pesar de no estar actualmente oficialmente soportados por MATE, muchos de esos bindings son de la misma alta calidad que los bindings oficiales de MATE, y algunos de ellos quizás puedan incluirse como bindings oficiales de MATE en futuros lanzamientos.
ja: C#、Eiffel、JavaScript、Ruby、Scheme、その他の言語に完全または部分的に対応したバインディングが数多く存在します。それらがまだ正式にMATEでサポートされていないとしても、それらのバインディングはMATEで公式にサポートされているバインディングと同程度に高品質であり、それらのいくつかは将来のリリースでMATEの公式バインディングに含まれることでしょう。
ru: Для других языков программирования существуют полные или частичные привязки, например для C#, Eiffel, JavaScript, Ruby и Scheme. Не смотря на то, что они в настоящее время официально не поддерживаются MATE, многие из них такого же высокого качества, как официальные привязки MATE, а многие из них, возможно, будут включены как официальные в будущих выпусках MATE.
