Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: The libxml2 library provides a number of different APIs for working with XML, so you can use whatever best suits your application development needs. In addition to a native tree API, libxml2 also provides the callback-based SAX2 API, streaming XML reader and writer interfaces, and complete support for XPath.
de: Die libxml2-Bibliothek stellt eine Reihe von Schnittstellen für die Arbeit mit XML bereit. Sie können das verwenden, was für Ihre Anwendungsentwicklung am besten geeignet ist. Zusätzlich zum eigentlichen Schnittstellenbaum bietet libxml2 auch die Callback-basierte SAX2-Schnittstelle, Lese- und Schreibschnittstellen für XML-Datenströme und eine vollständige Unterstützung für XPath.
el: Η βιβλιοθήκη libxml2 προσφέρει μια σειρά από API για εργασία με XML, παρέχοντάς σας τη δυνατότητα να επιλέξετε αυτό που καλύπτει τις προγραμματιστικές σας ανάγκες. Πέρα από το API του εγγενούς δέντρου, η libxml2 παρέχει επίσης το βασισμένο στην επανάκληση (callback) SAX2 API, διεπαφές ανάγνωσης και εγγραφής ροών XML και πλήρη υποστήριξη του XPath.
es: La biblioteca libxml2 proporciona un número variado de diferentes API para trabajar con XML de tal forma que puede usar la que mejor se ajuste a las necesidades de desarrollo de su aplicación. Además del árbol API nativo, libxml2 también proporciona el API SAX2 basado en retro llamadas , lector de contenido XML transmisible y escritor de interfaces además de soporte completo para XPath.
ja: libxml2ライブラリはXMLを処理するための、いくつかの異なるAPIを提供するので、あなたはアプリケーション開発の要件に最適なAPIを使用することができます。ネイティブのツリーAPIに加えて、libxml2はコールバック・ベースのSAX2 API、ストリームからのXMLの読み込み・書き込みのためのインタフェース、そしてXPathの完全なサポートを提供します。
ru: Библиотека libxml2 предоставляет различные API для работы с XML, поэтому в приложениях можно использовать наиболее подходящий API. Кроме оригинального API, libxml2 также предоставляет основанный на обратных вызовах SAX2 API, интерфейсы потокового чтения и записи XML, и полную поддержку XPath.

source: In addition to DTD support, libxml2 also provides full support for validing documents using RELAX NG, which allows a more flexible validation model while remaining simple to use. There is also partial support for XML Schema, the new schema language produced by W3C.
de: Zusätzlich zur DTD-Unterstützung kann die Validierung von Dokumenten mittels RELAX NG erfolgen. Dies erlaubt Ihnen ein flexibleres Validierungsmodell und trotzdem eine einfache Verwendung. XML Schema wird teilweise unterstützt, die neue Schema-Sprache des W3C.
el: Η libxml2 υποστηρίζει μεν το DTD, αλλά υποστηρίζει πλήρως και την επικύρωση (validation) εγγράφων μέσω του RELAX NG, που διαθέτει πιο ευέλικτο μοντέλο επικύρωσης, παραμένοντας απλό στη χρήση. Επίσης, υποστηρίζει μερικώς την XML Schema, τη νέα γλώσσα του W3C.
es: Además del soporte DTD, libxml2 también proporciona soporte completo para validar documentos usando RELAX NG, que permite un modelo de validación más flexible mientras que mantiene una facilidad de uso. También existe soporte parcial para XML Schema, el nuevo lenguaje de esquemas producido por el W3C.
ja: libxml2はDTDサポートに加えて、より柔軟な妥当性評価モデルを持ち、簡単に使用することができるRELAX NGを使用したドキュメントにたいするサポートを提供します。またW3Cが策定した新しいスキーマ言語であるXML Schemaも部分的にサポートします。
ru: Кроме поддержки механизма DTD, библиотека libxml2 полностью поддерживает верификацию документов с помощью RELAX NG, который предоставляет более гибкую модель верификации, оставаясь легким в использовании. Также частично поддерживается XML Schema — новый язык схем, представленный консорциумом W3C.

source: You should use libxml2 whenever you need to work directly with XML in your application. Using libxml2 ensures that you have fully standards-compliant parsing, processing, and XML output. This means developers can stop worrying about incompatibilities between applications.
de: Sie sollten libxml2 verwenden, wo immer Sie in Ihrer Anwendung direkt mit XML arbeiten. Die Verwendung von libxml2 stellt sicher, dass das Parsen, die Verarbeitung und die Ausgabe von XML standardkonform erfolgt. Damit dürfte der Ärger über Inkompatibilitäten zwischen Anwendungen ein Ende haben.
el: Όποτε επιθυμείτε να εργαστείτε απευθείας με XML στην εφαρμογή σας, χρησιμοποιήστε τη libxml2. Η libxml2 διασφαλίζει ότι η ανάλυση, η επεξεργασία και η έξοδος XML θα συμμορφώνονται πλήρως με τα πρότυπα. Άρα, δεν θα χρειάζεται να ανησυχείτε για ασυμβατότητες μεταξύ εφαρμογών.
es: Debería usar libxml2 siempre que necesite trabajar directamente con XML en su aplicación. Usar libxml2 asegura que tendrá análisis, procesado y salida XML que cumple completamente con los estándares. Para los desarrolladores significa que no deben preocuparse sobre incompatibilidades entre aplicaciones.
ja: アプリケーションで直接XMLを処理する場合はlibxml2を使用するべきです。libxml2を使用することにより、XMLの構文解析・処理・出力で完全な標準準拠を保証することができます。これは開発者がアプリケーション間での非互換を心配する必要がないことを意味します。
ru: Для непосредственной работы с XML в приложении следует использовать библиотеку libxml2, что обеспечит полностью совместимую со стандартами обработку и вывод XML. Что позволит разработчикам не беспокоиться о совместимости приложений.

source: For more information on libxml2, see <ulink url="http://xmlsoft.org/tutorial/index.html">The Libxml Tutorial</ulink> and <ulink url="http://xmlsoft.org/html/libxml-lib.html">The Reference Manual for libxml2</ulink>.
de: Weitere Informationen über libxml2 finden Sie in <ulink url="http://xmlsoft.org/tutorial/index.html">The Libxml Tutorial</ulink> und <ulink url="http://xmlsoft.org/html/libxml-lib.html">The Reference Manual for libxml2</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με τη libxml2, δείτε τα <ulink url="http://xmlsoft.org/tutorial/index.html">Libxml Tutorial</ulink> και <ulink url="http://xmlsoft.org/html/libxml-lib.html">Reference Manual for libxml2</ulink>.
es: Para obtener más información acerca de libxml2, consulte <ulink url="http://xmlsoft.org/tutorial/index.html">El tutorial sobre Libxml</ulink> y <ulink url="http://xmlsoft.org/html/libxml-lib.html">El manual de referencia para libxml2</ulink>.
ja: libxml2についての詳細は <ulink url="http://xmlsoft.org/tutorial/index.html">The Libxml Tutorial</ulink> と <ulink url="http://xmlsoft.org/html/libxml-lib.html">The Reference Manual for libxml2</ulink> を参照してください。
ru: За подробной информацией о libxml2 обратитесь к <ulink url="http://xmlsoft.org/tutorial/index.html">Руководству по Libxml</ulink> и <ulink url="http://xmlsoft.org/html/libxml-lib.html">Справочнику по libxml2</ulink>.

source: Transforming XML with XSLT
de: Umwandlung von XML mittels XSLT
el: Μετατροπή XML μέσω XSLT
es: Transformar XML con XSLT
ja: XSLTによるXMLの変換
ru: Преобразование XML с помощью XSLT

source: XSLT is an XML-based language for transforming XML into other formats. XSLT is a template-based language, allowing you to match particular types of XML elements and create output accordingly. Based on XML and XPath, XSLT enables developers to create clean and modularized templates to convert an XML dialect into another format more suitable for the application.
de: XSLT ist eine XML-basierte Sprache zur Umwandlung von XML in andere Formate. XSLT ist vorlagenbasiert, was Ihnen die Auswahl bestimmter XML-Elementtypen und deren entsprechende Ausgabe ermöglicht. Basierend auf XML und XPath hilft XSLT Entwicklern bei der Erzeugung sauberer und modularisierter, zur jeweiligen Anwendung passender Vorlagen für die Umwandlung eines XML-Dialekts in ein anderes Format.
el: Η XSLT είναι μια γλώσσα βασισμένη στην XML για τη μετατροπή της XML σε άλλες μορφές. Η XSLT είναι μια γλώσσα που βασίζεται σε πρότυπα (templates), που σας επιτρέπουν να αντιστοιχίζετε συγκεκριμένους τύπους στοιχείων XML και να παράγετε την κατάλληλη έξοδο. Βασισμένη στην XML και την XPath, η XSLT επιτρέπει στους προγραμματιστές να παράγουν καθαρά πρότυπα σε αυτοτελείς μονάδες (modules) για τη μετατροπή διαλέκτων XML σε μορφές καταλληλότερες για την εκάστοτε εφαρμογή.
es: XSLT es un lenguaje basado en XML para transformar XML en otros formatos. XSLT es un lenguaje basado en plantillas que le permite coincidir con particulares tipos de elementos XML y crear una salida acorde con ello. Basado en XML y XPath, XSLT permite a los desarrolladores crear plantillas limpias y modulares para convertir un «dialecto» XML en otro formato más adecuado para la aplicación.
ja: XSLTはXMLを他の書式に変換するXMLベースの言語です。XSLTはテンプレートベースの言語であり、特定のタイプに一致するXML要素を見つけて適切な出力を生成することができます。XMLとXPathを基本として、XSLTは開発者がアプリケーションにより適した他の書式にXMLを変換するための読みやすくてモジュール化されたテンプレートを作成することを可能にします。
ru: XSLT — это язык,основанный на XML, который предназначен для преобразования XML в другие форматы. XSLT основан на шаблонах, позволяющих соотносить определённые типы элементов XML и создавать соответствующие выходные элементы. Основанный на XML и XPath, XSLT позволяет разработчикам преобразовывать одно представление на основе XML в другое, более подходящее для данного приложения.

source: MATE ships with the libxslt library, a complete implementation of XSLT. The libxslt library is built on top of the XML and XPath support in libxml2, allowing it to be fast and fully standards-compliant.
de: MATE wird mit der libxslt-bibliothek geliefert, einer vollständigen Umsetzung des XSLT-Standards. Die libxslt-Bibliothek setzt auf die Unterstützung für XML und XPath in libxml2 auf, wodurch sie schnell und standardkonform ist.
el: Το MATE συμπεριλαμβάνει τη βιβλιοθήκη libxslt, μια πλήρη υλοποίηση της XSLT. Η βιβλιοθήκη libxslt έχει χτιστεί πάνω από την υποστήριξη XML και XPath της libxml2, κάτι που της επιτρέπει να είναι γρήγορη και να συμμορφώνεται απολύτως με τα πρότυπα.
es: MATE posee la biblioteca libxslt, una implementación completa de XSLT. La biblioteca libxslt está construida encima del soporte XML y XPath en libxml2, permitiendo que sea rápida y cumpla con los estándares.
ja: MATEにはXSLTの完全な実装であるlibxsltライブラリが含まれています。libxsltライブラリはlibxml2のXML、およびXPathのサポートを基に構築されていることから、高速で、標準に準拠しています。
ru: Библиотека libxslt, поставляемая с MATE, полностью реализует XSLT и создана на базе XML и поддержки XPath в библиотеке libxml2, что обеспечивает быстродействие и полную совместимость со стандартами.

source: You should use libxslt if you need to transform XML documents. Although XSLT is not always the right solution for XML processing, it can often simplify development. Since libxslt allows you to add extension elements and extension functions, you can customize it to fit your application.
de: Sie sollten libxslt verwenden, um XML-Dokumente umzuwandeln. Obwohl XSLT nicht immer der perfekte Weg für die Verarbeitung von XML ist, so kann damit doch oft die Entwicklung vereinfacht werden. Seit es libxslt ermöglicht, Funktionen und Elemente als Erweiterungen einzubinden, können Sie es besser an Ihre Anwendung anpassen.
el: Αν επιθυμείτε να μετατρέψετε έγγραφα XML, χρησιμοποιήστε την libxslt. Αν και η XSLT δεν είναι πάντα η κατάλληλη λύση για την επεξεργασία της XML, απλοποιεί σημαντικά τη διαδικασία ανάπτυξης. Επίσης, η libxslt σας επιτρέπει να προσθέτετε επεκτάσεις στοιχείων και συναρτήσεων, για να μπορείτε να την προσαρμόζετε στις ανάγκες της εφαρμογής σας.
es: Debería usar libxslt si necesita transformar documentos XML. Aunque XSLT no siempre es la solución correcta para procesar XML, a menudo puede simplificar el desarrollo. Ya que libxslt le permite añadir elementos y funciones de extensión, puede personalizarlas para que se ajusten a su aplicación.
ja: XMLドキュメントを変換する場合はlibxsltを使用するべきです。XMLの処理において常にXSLTが正しい解決とは言えないものの、開発が簡単になる場合もあります。libxsltで拡張要素や拡張機能を追加できるようになってからは、アプリケーションに適するようにカスタマイズすることが可能になりました。
ru: Для трансформации документов необходимо использовать библиотеку libxslt, что может существенно упростить разработку, хотя выбор XSLT для обработки XML оправдан не всегда. Библиотека libxslt позволяет добавлять расширенные элементы и функции, что может обеспечить всё необходимое для использования в конкретном приложении.

source: For more information on libxslt, see <ulink url="http://xmlsoft.org/XSLT/html/index.html">The XSLT C library for Mate</ulink>.
de: Weitere Informationen über libxslt finden Sie in <ulink url="http://xmlsoft.org/XSLT/html/index.html">The XSLT C library for Mate</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με την libxslt, ανατρέξτε στο <ulink url="http://xmlsoft.org/XSLT/html/index.html">XSLT C library for Mate</ulink>.
es: Para obtener más información acerca de libxslt, consulte <ulink url="http://xmlsoft.org/XSLT/html/index.html">La biblioteca C XSLT para MATE</ulink>.
ja: libxsltについての詳細は <ulink url="http://xmlsoft.org/XSLT/html/index.html">The XSLT C library for Mate</ulink> を参照してください。
ru: За дополнительной информацией о libxslt обратитесь к <ulink url="http://xmlsoft.org/XSLT/html/index.html">Библиотеке XSLT для языка C для Mate</ulink>.

source: Introduction
de: Einführung
el: Εισαγωγή
es: Introducción
ja: イントロダクション
ru: Введение

source: MATE is a powerful but simple desktop environment with a strong focus on usability, accessibility, and internationalization. MATE is designed to be usable by everybody, regardless of technical expertise, disabilitites, or native language. MATE makes it easy for people to use their computers.
de: MATE ist eine mächtige und doch schlichte Arbeitsumgebung, bei der das Hauptaugenmerk auf Benutzerfreundlichkeit, Barrierefreiheit und Internationalisierung liegt. MATE wurde entworfen, um von jedermann benutzt werden zu können, ungeachtet seiner technischen Fähigkeiten, seiner Behinderungen oder seiner Muttersprache. MATE macht die Benutzung eines Computers leicht.
el: Το MATE είναι ένα ισχυρό αλλά απλό περιβάλλον επιφάνειας εργασίας που επικεντρώνεται ιδιαίτερα στη χρηστικότητα, την προσιτότητα και τη διεθνοποίηση. Το MATE έχει σχεδιαστεί έτσι ώστε να μπορεί να το χρησιμοποιήσει ο καθένας, ανεξάρτητα από τις τεχνικές του γνώσεις, αναπηρίες ή μητρική γλώσσα. Το MATE απλοποιεί τη χρήση των υπολογιστών για όλους μας.
es: MATE es un poderoso pero simple ambiente de escritorio con un fuerte enfoque en usabilidad, accesibilidad, e internacionalización. MATE esta diseñado para ser usable por todos, sin importar su pericia técnica, discapacidades, o lenguaje nativo. MATE hace sencillo el uso de las computadoras para la gente.
ja: MATEはパワフルで、ユーザビリティとアクセシビリティ、そしてインターナショナライゼーションに焦点を置いたシンプルなデスクトップ環境です。MATEは誰にでも使えるようにデザインされており、技術的な経験やハンディキャップ、ユーザのネイティブ言語に左右されません。MATEは人々が簡単にコンピュータを使用できるようにします。
ru: MATE — мощное и простое рабочее окружение, фокусирующееся на легкости использования, обеспечении специальных возможностей и интернационализации. MATE создан быть удобным для всех независимо от технической подкованности, ограничений или языка пользователя. MATE призван помочь пользователям легко использовать компьютер.

source: MATE provides a comprehensive developer platform that allow developers to create professional software that is easy to use and aesthetically pleasing. This document provides a high-level overview of the MATE platform along with links to detailed documentation on each part of the platform.
de: MATE stellt eine umfassende Entwicklerplattform bereit, die die Erstellung professioneller Software erlaubt, welche leicht zu bedienen ist und auch ästhetischen Ansprüchen genügt. Dieses Dokument bietet einen ausführlichen Überblick über die Plattform, begleitet von Links zu detaillierteren Informationen zu jedem der Bestandteile.
el: Το MATE παρέχει μια ολοκληρωμένη πλατφόρμα προγραμματισμού που επιτρέπει στους προγραμματιστές να δημιουργούν επαγγελματικό λογισμικό, εύκολο στη χρήση και καλαίσθητο στην εμφάνιση. Αυτό το έγγραφο περιέχει μια γενική επισκόπηση της πλατφόρμας MATE, καθώς και συνδέσμους προς λεπτομερέστερη τεκμηρίωση για κάθε τμήμα της πλατφόρμας.
es: MATE provee una plataforma de desarrollo comprensivo que permite a los desarrolladores crear software profesional fácil de usar y agradable estéticamente. Este documento provee un resumen de alto nivel de la plataforma MATE a través de enlaces a documentación detallada en cada parte de la plataforma.
ja: MATEは、使いやすくて心をとらえるプロのソフトウェアを作成することを可能にする、理解しやすい開発プラットフォームを提供します。このドキュメントはMATEプラットフォームの高レベルな概観と、プラットフォームの各部分についての詳細ドキュメントへのリンクを提供します。
ru: MATE предоставляет разработчику исчерпывающую платформу для разработки профессионального программного обеспечения, легкого в использовании и приятного на вид. Этот документ представляет обзор платформы MATE общего уровня со ссылками на детальные документы по каждой подсистеме платформы.

source: Who Should Read This Document
de: Wer sollte dieses Dokument lesen?
el: Σε ποιους απευθύνεται αυτό το έγγραφο
es: Quién debe leer este documento
ja: 誰がこのドキュメントを読むべきか
ru: Кому следует прочитать этот документ

source: You should read this document if you want to create software using the MATE platform. Developing with the MATE platform will help you create consistent applications that integrate well into the user's desktop. This guide will introduce you to the various components of the platform, so you know which libraries can accomplish which tasks. This guide links to additional detailed documentation, so you can explore each component of the platform in more depth.
de: Sie sollten dieses Dokument lesen, wenn Sie Software unter Verwendung der MATE-Plattform erstellen wollen. Das Entwickeln mit der MATE-Plattform hilft Ihnen beider Erstellung konsistenter Anwendungen, die sich harmonisch in den Desktop des Benutzers einfügen. Dieses Handbuch führt Sie in die verschiedenen Komponenten der Plattform ein, so dass Sie wissen, welche Bibliotheken für die Ausführung welcher Aufgaben zuständig sind. Enthalten sind ebenfalls Links zu detaillierterer Dokumentation, so dass Sie jede Komponente der Plattform eingehender kennenlernen können.
el: Αν επιθυμείτε να δημιουργήσετε λογισμικό χρησιμοποιώντας την πλατφόρμα MATE, τότε αυτό το έγγραφο είναι για εσάς. Προγραμματίζοντας στην πλατφόρμα MATE θα μπορέσετε να δημιουργήσετε ομοιόμορφες εφαρμογές που θα ενσωματώνονται άψογα στην επιφάνεια εργασίας του χρήστη. Αυτός ο οδηγός αποτελεί μια εισαγωγή στα διάφορα συστατικά της πλατφόρμας, ώστε να γνωρίζετε για τι είναι υπεύθυνες οι διάφορες βιβλιοθήκες. Επίσης, ο οδηγός αυτός περιέχει συνδέσμους προς επιπλέον, λεπτομερέστερη, τεκμηρίωση, επιτρέποντάς σας να εμβαθύνετε στα διάφορα συστατικά της πλατφόρμας.
es: Debe leer este documento si quiere crear software usando la plataforma MATE. Desarrollando con la plataforma MATE le ayudará a crear aplicaciones consistentes que se integran bien en el escritorio del usuario. Esta guía le presentará varios componentes de la plataforma, para que sepa las librerías con las que se pueden cumplir que tareas. Esta guía enlaza a a documentación detallada adicional, de esta forma puede explorar cada componente de la plataforma más profundamente.
ja: もしあなたがMATEプラットフォームで使用するソフトウェアを作りたいと望むなら、このドキュメントを読むべきです。MATEプラットフォームで開発することは、あなたがユーザのデスクトップに統合された首尾一貫したアプリケーションを作る助けとなります。このガイドではプラットフォームのさまざまなコンポーネントを紹介しているので、どのライブラリを使えばタスクを達成できるかを知ることができます。このガイドは追加の詳細ドキュメントへとリンクしているので、プラットフォームのそれぞれのコンポーネントについて掘り下げて調べることができます。
ru: Этот документ следует прочесть тем, кто собирается создавать программное обеспечение, использующее платформу MATE. Разработка приложений с использованием предоставляемых платформой MATE возможностей позволяет создавать приложения, которые хорошо интегрируются в рабочую среду пользователя. Это руководство кратко описывает различные компоненты платформы для разъяснения того, какие библиотеки выполняют нужные функции. Руководство ссылается на более детальную документацию, чтобы можно было рассмотреть каждый компонент платформы более подробно.

source: This guide will also be useful if you are picking a development platform for your software project. It will provide an overview how you can use the MATE platform to build useful software.
de: Dieses Handbuch könnte Ihnen auch beim der Auswahl bei einer passenden Entwicklungsplattform für Ihr Software-Projekt helfen. Es wird ein Überblick gegeben, wie Sie die MATE-Plattform zur Erstellung benutzerfreundlicher Software verwenden können.
el: Ο οδηγός αυτός μπορεί επίσης να σας χρησιμεύσει αν αναζητάτε την κατάλληλη πλατφόρμα προγραμματισμού για το έργο σας, γιατί σας δείχνει πώς μπορείτε να χρησιμοποιήσετε την πλατφόρμα MATE για να δημιουργήσετε χρήσιμο λογισμικό.
es: Esta guía puede también ser útil si esta seleccionando una plataforma de desarrollo para su proyecto de software. Esta proveerá un resumen de como puede usar la plataforma MATE para construir software útil.
ja: このガイドはソフトウェア・プロジェクトの開発プラットフォームを選択中の人にとっても有用です。ガイドではMATEプラットフォームで使いやすいソフトウェアを作る方法についての概要を提供しています。
ru: Это руководство полезно для выбора платформы разработки программного продукта. Здесь представлен обзор возможностей MATE для разработки программного обеспечения.

source: This guide also describes ways of extending the MATE desktop with plugins, panel applets, and other useful tools. If you want to develop additional functionality to plug into the MATE desktop, you should read this guide, particularly <xref linkend="desktop-tech"/>.
de: Dieses Handbuch beschreibt ebenfalls die Erweiterung des MATE-Desktops mit Plugins, Panel-Applets und anderen nützlichen Werkzeugen. Falls Sie planen, MATE mit zusätzlicher Funktionalität auszustatten, sollten Sie dieses Handbuch lesen, speziell <xref linkend="desktop-tech"/>.
el: Παράλληλα, ο οδηγός αυτός περιγράφει το πώς μπορείτε να επεκτείνετε την επιφάνεια εργασίας MATE, χρησιμοποιώντας πρόσθετα, μικροεφαρμογές πινάκων εφαρμογών και άλλα χρήσιμα εργαλεία. Αν θέλετε να προσθέσετε λειτουργίες που θα ενσωματώνονται στην επιφάνεια εργασίας του MATE, τότε αυτός ο οδηγός, ειδικά η <xref linkend="desktop-tech"/>, είναι για εσάς.
es: Esta guía también describe las formas de extender el escritorio MATE con añadidos, apliques de panel, y otras herramientas útiles. Si quiere desarrollar funcionalidad adicional para conectar dentro del escritorio MATE, debe leer esta guía, particularmente <xref linkend="desktop-tech"/>.
ja: このガイドは、プラグインによりMATEデスクトップを拡張する方法や、その他の有用なツールを説明しています。もしあなたがMATEデスクトップに機能を追加したい場合は、このガイド、特に <xref linkend="desktop-tech"/> を読んでください。
ru: Это руководство также описывает способы расширения рабочего стола MATE с помощью подключаемых модулей, апплеты панели MATE и других полезных инструментов. Для получения дополнительной информации по разработке дополнительной функциональности MATE желательно прочесть <xref linkend="desktop-tech"/>.

source: If you have existing software that you want to port to the MATE platform, you should see the online <ulink url="http://live.mate.org/GuideForISVs">Guide For ISVs</ulink> in addition to this guide.
de: Falls Sie über vorhandene Software verfügen, die Sie auf die MATE-Plattform portieren wollen, dann sollten Sie zusätzlich zu diesem Handbuch den online verfügbaren <ulink url="http://live.mate.org/GuideForISVs">Guide For ISVs</ulink> zu Rate ziehen.
el: Αν διαθέτετε ήδη λογισμικό και επιθυμείτε να το μεταφέρετε στην πλατφόρμα MATE, εκτός από αυτόν τον οδηγό συμβουλευτείτε και τον οδηγό <ulink url="http://live.mate.org/GuideForISVs">Guide For ISVs</ulink>.
es: Si tiene software existente que quiere portar a la plataforma MATE, debe mirar la <ulink url="http://live.mate.org/GuideForISVs">Guide For ISVs</ulink> en línea en adición a esta guía.
ja: もしあなたが既にソフトウェアを開発していて、それをMATEプラットフォームに移植したい場合は、このガイドに加えて <ulink url="http://live.mate.org/GuideForISVs">Guide For ISVs</ulink> を読むべきでしょう。
ru: Чтобы узнать, как перенести существующее программное обеспечение на платформу MATE в дополнение следует прочесть <ulink url="http://live.mate.org/GuideForISVs">Руководство по ISV</ulink>.

source: The MATE Family
de: Die MATE-Familie
el: Η οικογένεια του MATE
es: La familia MATE
ja: MATEファミリー
ru: Сообщество MATE
