Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: As users work with more and more types of data in different applications, they have an increasing need to share objects and data between their applications. MATE supports two related methods for transfering data between applications: using drag and drop operations, and copying to and pasting from a system-wide clipboard. Both the clipboard and drag and drop work across multiple applications, including those not developed with MATE.
de: Wenn Benutzer mit immer mehr Datentypen in verschiedenen Anwendungen arbeiten, entwickelt sich häufig Bedarf an Möglichkeiten zum Austausch von Daten und Objekten zwischen ihren Anwendungen. MATE unterstützt zwei Methoden für die Datenübertragung zwischen Anwendungen: Zum einen das Ziehen-und-Ablegen, zum anderen das Kopieren in eine un d Einfügen aus einer systemweiten Zwischenablage. Sowohl die Zwischenablage als auch Ziehen-und-Ablegen funktionieren über Anwendungsgrenzen hinweg, einschließlich mit Anwendungen, die nicht mit MATE entwickelt wurden.
el: Καθώς οι χρήστες εργάζονται με όλο και περισσότερους τύπους δεδομένων και εφαρμογές, χρειάζονται όλο και πιο συχνά να χρησιμοποιούν τα αντικείμενα και τα δεδομένα τους σε διαφορετικές εφαρμογές. Το MATE υποστηρίζει δύο συγγενικές μεθόδους μεταφοράς δεδομένων μεταξύ εφαρμογών: τις ενέργειες συρσίματος και απόθεσης, και την αντιγραφή και επικόλληση από το πρόχειρο του συστήματος. Τόσο το πρόχειρο, όσο και το σύρσιμο και η απόθεση, συνεργάζονται με πολλές διαφορετικές εφαρμογές, συμπεριλαμβανομένων και εφαρμογών που δεν έχουν αναπτυχθεί στο MATE.
es: Ya que los usuarios trabajan con más y más tipos de datos en diferentes aplicaciones, tienen una necesidad de compartir objetos y datos entre sus aplicaciones. MATE soporta dos métodos relacionados para transferencia de datos entre aplicaciones: usar operaciones de arrastrar y soltar, y copiar y pegar desde un portapapeles global del sistema. Ambas, el portapapeles y arrastrar y soltar, trabajan sobre múltiples aplicaciones, incluyendo aquellas no desarrolladas con MATE.
ja: ユーザが異なるアプリケーションでさまざまな種類のデータを処理するようになるにつれアプリケーション間でオブジェクトやデータを共有する必要は増加してきまた。MATEはアプリケーション間でのデータ転送に関連する２つの方法をサポートします:ドラッグアンドドロップ操作の使用と、システム規模のクリップボードを介したコピーおよびペーストです。クリップボードとドラッグアンドドロップは複数のアプリケーション間で機能し、MATEで開発されていないアプリケーションもそれに含まれます
ru: Так как пользователи работают с всё большим количеством типов данных в различных приложения, то возрастает необходимость в обмене объектами и данными между приложениями. MATE поддерживает два связанных метода обмена данными между приложениями: операция перетаскивания и копирование в общесистемный буфер обмена и вставка из него. Оба эти механизма работают между различными приложениями, включая те, что были разработаны без помощи MATE.

source: The clipboard is used when a user explicitly copies data in an application. The application then claims ownership of the clipboard. When the user pastes the data into another application, that application requests the clipboard data from the first application. Clipboard operations are fully supported in GTK+.
de: Die Zwischenablage wird verwendet, wenn der Benutzer explizit Daten in einer Anwendung kopiert. Die Anwendung nimmt die Zwischenablage dann »in Beschlag«. Wenn der Benutzer Daten aus der Zwischenablage in eine andere Anwendung einfügt, erfragt diese die Daten aus der Zwischenablage, die von der ersten Anwendung stammen. Die Operationen der Zwischenablage werden durch GTK+ vollständig untertsützt.
el: Το πρόχειρο χρησιμοποιείται όταν ο χρήστης δίνει ρητή εντολή αντιγραφής σε μία εφαρμογή. Η εφαρμογή αυτή αποκτά αμέσως τον έλεγχο του προχείρου. Όταν ο χρήστης επικολλήσει τα δεδομένα σε διαφορετική εφαρμογή, η δεύτερη εφαρμογή ζητά τα δεδομένα του προχείρου από την πρώτη. Το πρόχειρο και οι ενέργειές του υποστηρίζονται πλήρως από τη GTK+.
es: El portapapeles se usa cuando un usuario copia datos explícitamente en una aplicación. La aplicación entonces reclama la propiedad del portapapeles. Cuando el usuario pega los datos en otra aplicación, la aplicación pide al portapapeles los datos de la primera aplicación. Las operaciones con el portapapeles están completamente soportadas en GTK+.
ja: クリップボードはアプリケーションのデータに対してユーザが明示的にコピーの操作を行ったときに使用されます。それによりアプリケーションはクリップボードの所有権を主張したことになります。ユーザが他のアプリケーションでペーストの操作を行ったときは、そのアプリケーションから最初のアプリケーションに対してクリップボードのデータが要求されます。クリップボードの操作はGTK+でフルにサポートされています。
ru: Буфер обмена используется, когда пользователь явно копирует данные в приложении. В этом случае приложение захватывает буфер обмена. Когда пользователь вставляет данные в другое приложение, то это приложение запрашивает буфер обмена из первого приложения. Операции с буфером обмена полностью поддерживаются в GTK+.

source: Drag and drop operations are similar, but they require the pointer to be tracked and updated as the user moves across potential drop targets. When an application is notified a pointer is moving over it during an active drag, it must update the cursor to indicate whether or not it can accept the drop. GTK+ provides drag and drop support with a sophisticated API that makes it easy to manage drop targets in your applications.
de: Ziehen-und-Ablegen funktioniert ähnlich. Allerdings ist es nötig, dass der Mauszeiger seine Form ändert, sobald er über mögliche Ablageziele bewegt wird. Wenn eine Anwendung erkennt, dass während einer Aktion zum Ablegen sich der Mauszeiger über ihr befindet, muss sie die Form des Mauszeigers entsprechend aktualisieren, um anzugeben, ob das Ablegen an der jeweiligen Stelle möglich ist oder nicht. GTK+ stellt Unterstützung für Ziehen-und-Ablegen über eine hochentwickelte Schnittstelle bereit und erleichtert die Verwaltung von Ablagezielen in Ihrer Anwendung dadurch wesentlich.
el: Οι ενέργειες συρσίματος και απόθεσης μοιάζουν με τις προηγούμενες, αλλά απαιτούν συνεχή παρακολούθηση της θέσης του δείκτη, καθώς αυτός μετακινείται μεταξύ διάφορων πιθανών προορισμών για την απόθεση. Όταν μία εφαρμογή ειδοποιείται ότι ο δείκτης περνάει από πάνω της κατά τη διάρκεια συρσίματος, πρέπει να ενημερώσει την εμφάνιση του δρομέα, έτσι ώστε να φαίνεται αν μπορεί ή όχι να δεχτεί την απόθεση. Η GTK+ παρέχει υποστήριξη για τις ενέργειες συρσίματος και απόθεσης μέσω ενός προηγμένου API που διευκολύνει τη διαχείριση των προορισμών απόθεσης της εφαρμογής σας.
es: Las operaciones de arrastrar y soltar son similares pero requieren que el se siga al puntero y se actualice según el usuario se mueve a lo largo de objetivos potenciales para «soltar». Cuando a una aplicación se la notifica que el puntero se está moviendo sobre ella durante una operación activa de arrastrar, debe actualizar el cursor para indicar so acepta o no la operación de soltar. GTK+ proporciona soporte para arrastrar y soltar con una API sofisticada que hace fácil gestionar los objetivos potenciales para «soltar» en sus aplicaciones.
ja: ドラッグアンドドロップも同様の操作ですが、ポインタを追跡してドロップするターゲットとなる可能性がある対象の上を通過する場合は、カーソルを更新することが要求されます。アプリケーションはドラッグ中にポインタが上を通過すると通知を受けます。そのときアプリケーションはカーソルを更新すしてドロップを受け入れられるかどうかを示さなければなりません。GTK+はドロップされるターゲットをアプリケーションで管理するのを容易にする、洗練されたAPIによってドラッグアンドドロップをサポートします。
ru: Операции перетаскивания похожи, но требуют отслеживания курсора и его обновления при движении над потенциальными целями. Когда приложение уведомляется о движении курсора над ним во время перетаскивания, оно должно изменить курсор таким образом, чтобы показать может ли оно принять перетаскивание. GTK+ поддерживает перетаскивание с помощью сложного API, позволяющего легко управлять целями перетаскивания в приложениях.

source: Both the clipboard and drag and drop operations support content negotation. When an application has data to offer, it advertises which formats are available for that data. Receiving applications can request the most suitable formats. For instance, if a user copies text from a web browser, a word processor can maintain formatting by requesting the data in HTML, while a plain text editor can receive the text without formatting.
de: Sowohl die Zwischenablage als auch das Ziehen-und-Ablegen erfordern Verhandlungen über die Inhalte. Wenn eine Anwendung Daten anbietet, zeigt sie an, welche Formate für diese Daten verfügbar sind. Die empfangenden Anwendungen können die verwertbaren Formate abfragen. Wenn beispielsweise ein Benutzer Text aus einem Webbrowser kopiert, dann bittet eine Textverarbeitung um den Empfang der Daten in HTML, während ein gewöhnlicher Texteditor dir Daten als reinen Text ohne Formatierung empfangen kann.
el: Τόσο οι ενέργειες προχείρου, όσο και οι ενέργειες συρσίματος και απόθεσης, υποστηρίζουν τη διαπραγμάτευση περιεχομένου. Όταν μια εφαρμογή είναι σε θέση να προσφέρει δεδομένα, δημοσιοποιεί τις μορφές στις οποίες διατίθενται αυτά τα δεδομένα. Οι εφαρμογές-παραλήπτες μπορούν να ζητήσουν τη μορφή που θεωρούν καταλληλότερη. Για παράδειγμα, αν ο χρήστης αντιγράψει κείμενο από τον περιηγητή του, ένας επεξεργαστής κειμένου μπορεί να διατηρήσει τη μορφοποίηση του πρωτοτύπου, ζητώντας να λάβει τα δεδομένα σε μορφή HTML, ενώ ένας επεξεργαστής απλού κειμένου μπορεί να λάβει το κείμενο χωρίς μορφοποίηση.
es: Tanto las operaciones con el portapapeles como las de arrastrar y soltar contienen negociación. Cuando una aplicación tiene datos que ofrecer, advierte qué formatos están disponibles para los datos. Las operaciones de recepción pueden requerir los formatos más apropiados. Por ejemplo, si un usuario copia texto de un navegador web, un procesador de textos puede mantener el formato pidiendo los datos en HTML, mientras que un editor de texto plano puede recibir el texto sin ningún formato.
ja: クリップボードとドラッグアンドドロップ操作はどちらもコンテンツのネゴシエーションをサポートします。アプリケーションが提供すべきデータを持っているときは、そのデータに関してどのようなフォーマットが有効なのかを提示します。データを受け取るアプリケーションは最も適切なフォーマットを要求します。たとえばユーザがウェブブラウザからテキストをコピーした場合、ワードプロセッサは受け取るデータがHTMLフォーマットでも管理できるためHTMLフォーマットを要求し、通常のテキストエディタはフォーマットなしのテキストを要求します。
ru: Оба механизма — перетаскивание и буфер обмена, поддерживают обмен не только текстом, но и произвольными данными. Когда у приложения есть данные для обмена оно объявляет доступные форматы этих данных. Например, при копировании текста в веб-браузере, текстовый процессор может обработать данные в формате HTML, в то время как обычный текстовый редактор может принять только обычный текст без форматирования.

source: You should provide clipboard and drag and drop functionality for any data your application operates on. The clipboard and drag and drop are useful for more than just text: files, graphics, and sound clips are all examples of data that can be transferred between applications. When you use GTK+, you automatically get clipboard and drag and drop support for text areas, color buttons, file choosers, and other built-in user interface controls. You should use the APIs in GTK+ to provide support for any other data in your application.
de: Sie sollten die Funktionalität zum Ziehen-und-Ablegen für jegliche Daten anbieten, mit denen Ihre Anwendung umgehen kann. Die Zwischenablage und das Ziehen-und-Ablegen sind für weitaus mehr als nur für reinen Text zu gebrauchen. Auch Dateien, Grafiken und Klänge sind Beispiele für mögliche zwischen Anwendungen übertragbare Daten. Wenn Sie GTK+ verwenden, erhalten Sie automatisch Unterstützung für das Ziehen-und-Ablegen in Textdarstellungen, Farbknöpfen, Dateiwählern und anderen in der Schnittstelle eingebauten Bedienelementen. Sie sollten die Schnittstellen in GTK+ verwenden, um Unterstützung für alle Daten in Ihrer Anwendung anzubieten.
el: Πρέπει να παρέχετε δυνατότητες προχείρου, καθώς και συρσίματος και απόθεσης, για όλα τα δεδομένα που χρησιμοποιεί η εφαρμογή σας. Οι δυνατότητες αυτές δεν χρησιμεύουν μόνο στην αντιγραφή κειμένου: αρχεία, γραφικά και ηχητικά αποσπάσματα αποτελούν παραδείγματα δεδομένων που μπορούν να μεταφερθούν μεταξύ εφαρμογών. Αν χρησιμοποιείτε GTK+, απολαμβάνετε αυτόματη υποστήριξη για πρόχειρο, καθώς και σύρσιμο και απόθεση, για τις περιοχές κειμένου, τα κουμπιά χρωμάτων, τους επιλογείς αρχείων και άλλους εγγενείς ελέγχους της διεπαφής χρήστη. Χρησιμοποιήστε τα API της GTK+ για να προσφέρετε υποστήριξη για περαιτέρω δεδομένα της εφαρμογής σας.
es: Debería proporcionar funcionalidades para las operaciones con el portapapeles y arrastrar y soltar para cualquier dato sobre el que su aplicación pueda operar. Las operaciones con el portapapeles y arrastrar y soltar son útiles para más que simple texto: archivos, gráficos y archivos de sonido son ejemplos de datos que se pueden transferir entre aplicaciones. Cuando use GTK+, automáticamente obtendrá soporte para operaciones con el portapapeles y arrastrar y soltar para áreas de texto, botones de color, selectores de archivos y otros interfaces de control integrados. Debería usar las API en GTk+ para proporcionar soporte para cualquier otro tipo de dato en su aplicación.
ja: あなたはあなたのアプリケーションで操作するデータにたいして、クリップボードとドラッグアンドドロップの機能を提供するべきです。クリップボードとドラッグアンドドロップはテキストにたいしてだけではなく、他のデータにたいしても便利な機能です: ファイル、グラフィック、そしてサウンド・クリップなどはどれもアプリケーション間で転送が可能なデータの例です。GTK+を使用すれば、テキストアリア、カラーボタン、ファイル選択、その他の組み込み済みのユーザインタフェース・コントロールで自動的にクリップボードとドラッグアンドドロップのサポートを享受することができます。アプリケーションで使用するその他のデータにたいするサポートを提供するためにもGTK+のAPIを使用するべきです。
ru: Необходимо обеспечить поддержку работы с буфером обмена и перетаскивания для всех данных, с которыми работает приложение. Буфер обмена и перетаскивание полезно не только для обработки текста, но и переноса между приложениями фрагментов файлов, изображений, звука. При использовании GTK+ приложения автоматически поддерживают работу с буфером обмена и перетаскивание для текстовых полей, цветовых кнопок, диалогов выбора файлов и других встроенных элементов управления. Для поддержки любого другого типа данных необходимо использовать API GTK+.

source: For more information, see <ulink url="http://www.newplanetsoftware.com/xdnd/">Drag-and-Drop Protocol for the X Window System</ulink>, <ulink url="http://standards.freedesktop.org/clipboards-spec/clipboards-latest.txt">X Clipboard Explanation</ulink>, and <ulink url="http://freedesktop.org/wiki/ClipboardManager">The Clipboard Manager Specification</ulink>.
de: Weitere Informationen finden Sie in <ulink url="http://www.newplanetsoftware.com/xdnd/">Drag-and-Drop Protocol for the X Window System</ulink>, <ulink url="http://standards.freedesktop.org/clipboards-spec/clipboards-latest.txt">X Clipboard Explanation</ulink>, und <ulink url="http://freedesktop.org/wiki/ClipboardManager">The Clipboard Manager Specification</ulink>.
el: Για περισσότερες πληροφορίες, ανατρέξτε στα <ulink url="http://www.newplanetsoftware.com/xdnd/">Drag-and-Drop Protocol for the X Window System</ulink>, <ulink url="http://standards.freedesktop.org/clipboards-spec/clipboards-latest.txt">X Clipboard Explanation</ulink> και <ulink url="http://freedesktop.org/wiki/ClipboardManager">Clipboard Manager Specification</ulink>.
es: Para obtener más información, consulte <ulink url="http://www.newplanetsoftware.com/xdnd/">protocolo de arrastrar y soltar para el sistema X Window</ulink>, <ulink url="http://standards.freedesktop.org/clipboards-spec/clipboards-latest.txt">explicación sobre el portapapeles de las X</ulink>, y <ulink url="http://freedesktop.org/wiki/ClipboardManager">La especificación del gestor del portapapeles</ulink>.
ja: 詳細については <ulink url="http://www.newplanetsoftware.com/xdnd/">Drag-and-Drop Protocol for the X Window System</ulink>、<ulink url="http://standards.freedesktop.org/clipboards-spec/clipboards-latest.txt">X Clipboard Explanation</ulink>、そして <ulink url="http://freedesktop.org/wiki/ClipboardManager">The Clipboard Manager Specification</ulink> を参照してください。
ru: За дальнейшей информацией обратитесь к описаниями протоколов <ulink url="http://www.newplanetsoftware.com/xdnd/">Drag-and-Drop Protocol for the X Window System</ulink>, <ulink url="http://standards.freedesktop.org/clipboards-spec/clipboards-latest.txt">X Clipboard Explanation</ulink> и <ulink url="http://freedesktop.org/wiki/ClipboardManager">The Clipboard Manager Specification</ulink>.

source: D-BUS Messaging
de: D-BUS-Benachrichtigung
el: D-BUS
es: Mensajes por D-BUS
ja: D-BUSメッセージ
ru: Система обмена сообщениями D-BUS

source: D-Bus is a cross-desktop message bus for sending events between various applications, the desktop, and low-level components of the system. D-Bus provides a simple API for sending messages to particular services and for broadcasting messages to all interested services. D-Bus enables different types of applications to communicate and integrate with each other and with the desktop, providing better interaction and a richer experience for the user.
de: D-BUS ist ein plattformübergreifendes Nachrichtensystem zum Senden von Ereignismeldungen zwischen verschiedenen Anwendungen sowie den eingebauten Komponenten des Systems. D-BUS stellt eine einfache Schnittstelle zum Senden von Nachrichten zu bestimmten Diensten und für die Verbreitung von Meldungen an alle interessierten Dienste dar. D-BUS ermöglicht die Kommunikation zwischen verschiedenen Anwendungstypen und deren gemeinsame Integration in den Desktop, wobei eine bessere Interaktion durch den Benutzer erreicht wird.
el: Το D-Bus είναι ένας δίαυλος μηνυμάτων που λειτουργεί σε πολλαπλές επιφάνειες εργασίας και επιτρέπει την αποστολή μηνυμάτων μεταξύ εφαρμογών, επιφάνειας εργασίας και συστατικών χαμηλού επιπέδου του συστήματος. Το D-Bus παρέχει ένα απλό API για την αποστολή μηνυμάτων προς συγκεκριμένες υπηρεσίες και για τη μετάδοση των μηνυμάτων σε όλες τις ενδιαφερόμενες υπηρεσίες. Το D-Bus επιτρέπει σε διάφορους τύπους εφαρμογών να επικοινωνούν και να συνεργάζονται μεταξύ τους και με την επιφάνεια εργασίας, προσφέροντας στο χρήστη βελτιωμένη διαδραστικότητα και πλουσιότερες εμπειρίες.
es: D-Bus es un bus de mensajes multiescritorio para enviar eventos entre diversas aplicaciones, el escritorio y componentes de bajo nivel del sistema. D-Bus proporciona una API simple para enviar mensajes a servicios en particular y para enviar mensajes de difusión a todos los servicios interesados. D-Bus permite que diferentes tipos de aplicaciones se comuniquen e integren entre ellas y el escritorio, proporcionando una mejor interacción y una experiencia enriquecedora para el usuario.
ja: D-Busはさまざまなアプリケーション、デスクトップ、システムの低レベルのコンポーネント間でイベントを送信するための、クロス・デスクトップのメッセージバスです。D-Busは特定のサービスのためにメッセージを転送したり、関心を持つサービスにたいしてメッセージをブロードキャストするためのシンプルなAPIを提供します。D-Busは異なる種類のアプリケーションとデスクトップが互いに通信、統合されることにより、よりよい相互作用とより豊かなユーザ経験を提供します。
ru: D-Bus — шина сообщений, которая не зависит от рабочей среды и позволяет обмениваться сообщениями различным приложениям, средой и низкоуровневыми компонентами системы. D-Bus предоставляет простой программный интерфейс для отправки сообщений отдельным службам или широковещательных сообщений всем службам. D-Bus позволяет различным типам приложений обмениваться информацией и интегрироваться друг с другом и со средой, обеспечивая лучшую функциональность и взаимодействие с пользователем.

source: D-Bus provides a session and a system bus. The session bus is used by applications in a single user session, allowing them to share data and event notifications and to integrate into the user's desktop. For example, movie players can send a D-Bus message to prevent the screensaver from activating when the user is watching a movie.
de: D-Bus stellt einen Sitzungs- und einen Systembus bereit. Der Sitzungsbus wird von Anwendungen in einer einzelnen Benutzersitzung verwendet, was den Anwendungen die Freigabe von Daten und Benachrichtigungen über Ereignisse sowie die Integration in die Arbeitsumgebung des Benutzers ermöglicht. Beispielsweise können Video-Wiedergabeprogramme eine D-Bus-Meldung senden, um die Aktivierung des Bildschirmschoners zu verhindern, wenn der Benutzer ein Video abspielt.
el: Το D-Bus παρέχει ένα δίαυλο συνεδρίας και ένα δίαυλο συστήματος. Ο δίαυλος συνεδρίας χρησιμοποιείται από εφαρμογές σε συνεδρίες με έναν μοναδικό χρήστη, και τους επιτρέπει να μοιράζονται δεδομένα και ειδοποιήσεις για γεγονότα, καθώς και να ενσωματώνονται στην επιφάνεια εργασίας του χρήστη. Για παράδειγμα, η εφαρμογή αναπαραγωγής ταινιών μπορεί να στείλει ένα μήνυμα D-Bus για να εμποδίσει την ενεργοποίηση της προστασίας οθόνης, όταν ο χρήστης παρακολουθεί ταινία.
es: D-Bus proporciona un bus de sesión y un bus de sistema. El bus de sesión lo usan las aplicaciones en una sesión de un solo usuario, permitiéndolas compartir datos y notificaciones de eventos e integrándolos con el escritorio del usuario. Por ejemplo, los reproductores de películas pueden enviar un mensaje por D-Bus para evitar que se active el salvapantallas cuando el usuario está viendo una película.
ja: D-Busはセッションとシステムバスを提供します。セッションバスは単一のユーザセッションでアプリケーションによって使用され、アプリケーションのデータ共有やイベントの通知、そしてユーザのデスクトップへの統合を可能にします。たとえば、ムービープレーヤーはD-BUSにメッセージを送ることによりユーザがムービーを見ているときはスクリーンセーバーの起動を抑止することができます。
ru: D-Bus предоставляет шину сеанса и системную шину. Шина сеанса используется приложениями, работающими в одном сеансе пользователя, для обмена данными и уведомлении о событиях, а также интеграции с рабочим столом пользователя. Например, видеопроигрыватель может послать сообщение D-Bus, чтобы предотвратить активацию хранителя экрана во время просмотра фильма.
