Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: Widgets in GTK+ are placed on windows using a box-packing model. Programmers specify only how to pack widgets together in container boxes, rather than position them directly with absolute coordinates. GTK+ ensures that windows are sized correctly to fit their contents, and it automatically handles window resizing.
de: Die Widgets in GTK+ werden innerhalb von Fenstern in einem Box-Anordnungsmodell platziert. Die Programmierer legen fest, wie die Widgets in Containerboxen angeordnet werden sollen, ohne dass diese direkt in unveränderliche Positionen gesetzt werden müssen. GTK+ stellt dabei sicher, dass die Fenstergrößen optimal auf deren Inhalt abgestimmt sind. Die Anpassung der Fenstergröße erfolgt dabei automatisch.
el: Στη GTK+ τα γραφικά συστατικά τοποθετούνται στα παράθυρα σύμφωνα με ένα μοντέλο συσκευασίας σε πλαίσια (boxes). Οι προγραμματιστές απλά καθορίζουν πώς θα συσκευαστούν τα γραφικά συστατικά εντός των πλαισίων που τα περιέχουν, χωρίς να χρειάζεται να τα τοποθετήσουν σε συγκεκριμένες θέσεις χρησιμοποιώντας απόλυτες συντεταγμένες. Η GTK+ διασφαλίζει ότι τα παράθυρα θα μπορούν να χωρέσουν όλο το περιεχόμενό, αλλάζοντας αυτόματα το μέγεθoς των παραθύρων όποτε χρειάζεται.
es: Los widgets en GTK+ se emplazan en las ventanas usando un modelo de paquetes de cajas. Los programadores sólo especifican cómo empaquetar los widgets juntos en cajas contenedoras, en lugar de su posición en coordenadas absolutas. GTK+ se asegura de que las ventanas se dimensionan correctamente para ajustarse a su contenido y maneja automáticamente las redimensiones de ventanas.
ja: GTK+のウィジェットはウィンドウ上にボックス・パッキング・モデルで配置されます。プログラマは位置を絶対的な座標を指定して配置するのではなく、コンテナ・ボックスにウィジェットをどのようにパックするか指定するだけです。GTK+はそれらのコンテンツを的確に配置し、ウィンドウのサイズ変更を自動的に処理することを保証します。
ru: Элементы управления в GTK+ располагаются в окне в соответствии с моделью упаковки в коробку. Программист указывает только то, как упаковать виджеты относительно друг друга в рамках контейнера, а не абсолютные координаты. GTK+ гарантирует, что размер окна будет соответствовать его содержимому и при необходимости будет автоматически изменён.

source: Because GTK+ offers a flexible API, developing additional widgets for use in GTK+ applications is easy. A number of third-party libraries exist which provide additional widgets, and many developers have created custom, special-purpose widgets for their applications.
de: Weil GTK+ eine über eine flexible API verfügt, ist der Entwurf zusätzlicher Widgets recht einfach. Es existiert eine Reihe von Drittanbieter-Bibliotheken, die zusätzliche Widgets anbieten. Viele Entwickler haben bereits eigene, für ihre speziellen Zwecke benötigte Widgets erstellt.
el: Επειδή η GTK+ παρέχει ένα ιδιαίτερα ευέλικτο API, η ανάπτυξη νέων γραφικών συστατικών για χρήση σε εφαρμογές GTK+ είναι ιδιαίτερα εύκολη. Υπάρχουν αρκετές βιβλιοθήκες τρίτων μερών που παρέχουν πρόσθετα γραφικά συστατικά, ενώ πολλοί προγραμματιστές δημιουργούν ειδικά γραφικά συστατικά για τις εφαρμογές τους.
es: Debido a que GTK+ ofrece una API flexible, desarrollar widgets adicionales para su uso en aplicaciones GTK+ es sencillo. Existen cierto número de bibliotecas de terceras partes que proporcionan widgets adicionales y muchos desarrolladores han creado widgets personalizados para propósitos especiales en sus aplicaciones.
ja: GTK+は柔軟なAPIを提供しているため、GTK+のアプリケーションで追加のウィジェットを開発するのは簡単です。追加のウィジェットを提供するサードパーティによるライブラリが数多く存在し、多くの開発者が自分のアプリケーションのために、特定の目的に使用するカスタム・ウィジェットを作成しています。
ru: Так как GTK+ предлагает гибкий API, то разработать новые виджеты достаточно легко. Большое количество библиотек третьих сторон обеспечивает дополнительные элементы управления, и многие разработчики создают свои виджеты для конкретных целей.

source: GTK+ handles the difficult details of user interfaces and user interaction, and provides a simple yet powerful API which allows you to focus on the details of your application. Applications developed with GTK+ will automatically follow the user's theme and font settings, will interact properly with accessibility technologies, and will behave as users expect.
de: GTK+ kümmert sich um die schwierigen Einzelheiten der Benutzeroberflächen und Benutzer-Interaktionen. Eine simple und doch mächtige API erlaubt es Ihnen, sich auf die Details Ihrer Anwendung zu konzentrieren. Die mit GTK+ entwickelten Anwendungen folgen automatisch den Benutzereinstellungen für Erscheinungsbild und Schriften, arbeiten hervorragend mit Barrierefreiheits-Technologien zusammen und bieten genau dass, was der Benutzer erwartet.
el: Η GTK+ αναλαμβάνει να χειριστεί τις δύσκολες λεπτομέρειες των διεπαφών χρήστη και της διάδρασης με το χρήστη και παρέχει ένα απλό αλλά ισχυρό API, που σας επιτρέπει να επικεντρωθείτε στις λεπτομέρειες της εφαρμογής σας. Οι εφαρμογές που αναπτύσσονται με τη GTK+ υιοθετούν αυτομάτως το θέμα και τις γραμματοσειρές του χρήστη, συνεργάζονται χωρίς προβλήματα με τις τεχνολογίες προσιτότητας, και γενικά συμπεριφέρονται ακριβώς όπως αναμένουν οι χρήστες.
es: GTK+ maneja los detalles difíciles de los interfaces de usuario e interacción del usuario y proporciona una API simple y potente que le permite centrarse en los detalles de su aplicación. Las aplicaciones desarrolladas con GTK+ se adaptarán inmediatamente al los ajustes del tema y tipografía del usuario, interactuarán debidamente con las tecnologías de asistencia y se comportarán como el usuario espera que se comporten.
ja: GTK+がユーザインタフェースやユーザとの相互作用にまつわる難解な詳細を処理し、シンプルで強力なAPIを提供するので、あなたはアプリケーションの詳細に集中することができます。GTK+を使用して開発されたアプリケーションは自動的にユーザのテーマやフォントの設定を引き継ぎ、アクセシビリティ技術と適切に対話し、ユーザの期待通りに動作します。
ru: GTK+ обрабатывает множество сложных деталей пользовательского интерфейса и взаимодействия с пользователем и предоставляет простой и мощный API, позволяющий сосредоточится на основных задачах приложения. Приложения, использующие GTK+ автоматически наследуют установленные пользователем тему и шрифты, а также будет корректно работать с технологиями специальных возможностей, их поведение будет привычным для пользователей.

source: For more information on GTK+, see the <ulink url="http://library.mate.org/devel/gtk/stable/">GTK+ Reference Manual</ulink> or visit <ulink url="http://gtk.org/">the GTK+ web site</ulink>.
de: Weitere Informationen über GTK+ finden Sie im <ulink url="http://library.mate.org/devel/gtk/stable/">GTK+ Referenzhandbuch</ulink> oder auf der <ulink url="http://gtk.org/">Webseite von GTK+</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με τη GTK+, δείτε το <ulink url="http://library.mate.org/devel/gtk/stable/">GTK+ Reference Manual</ulink> ή επισκεφθείτε τον <ulink url="http://gtk.org/">ιστότοπο της GTK+</ulink>.
es: Para obtener más información acerca de GTK+, consulte <ulink url="http://library.mate.org/devel/gtk/stable/">El manual de referencia de GTK+</ulink> o visite <ulink url="http://gtk.org/">la página web de GTK+</ulink>.
ja: GTK+についての詳細は <ulink url="http://library.mate.org/devel/gtk/stable/">GTK+ Reference Manual</ulink> を参照するか、<ulink url="http://gtk.org/">GTK+のWebサイト</ulink> を参照してください。
ru: Для получения более полной информации о GTK+ обратитесь к <ulink url="http://library.mate.org/devel/gtk/stable/">GTK+ Reference Manual</ulink> или посетите <ulink url="http://gtk.org/">веб-сайт GTK+</ulink>.

source: Note that Libglade has been deprecated in favor of <ulink url="http://library.mate.org/devel/gtk/stable/GtkBuilder.html">GtkBuilder</ulink>. Newly written code should use GtkBuilder instead.
de: Beachten sie, dass Libglade als veraltet markiert wurde und durch <ulink url="http://library.mate.org/devel/gtk/stable/GtkBuilder.html">GtkBuilder</ulink> abgelöst wird. Neu geschriebener Code sollte auf jeden Fall GtkBuilder verwenden.
el: Σημειώστε ότι το Libglade είναι πια πεπαλαιωμένο προς όφελος του <ulink url="http://library.mate.org/devel/gtk/stable/GtkBuilder.html">GtkBuilder</ulink>. Ο νέος πηγαίος κώδικας πρέπει να χρησιμοποιεί το GtkBuilder αντί αυτού.
es: Nótese que Libglade está obsoleto y en su lugar se usar <ulink url="http://library.mate.org/devel/gtk/stable/GtkBuilder.html">GtkBuilder</ulink>. En su lugar, el nuevo código escrito debe usar GtkBuilder.
ja: Libgladeは <ulink url="http://library.mate.org/devel/gtk/stable/GtkBuilder.html">GtkBuilder</ulink> に置き換えられたため、使用は推奨されていないことに注意してください。新しく記述するコードでは代わりに GtkBuilder を使用するべきです。
ru: Заметим, что Libglade устарел и в новом коде нужно использовать <ulink url="http://library.mate.org/devel/gtk/stable/GtkBuilder.html">GtkBuilder</ulink>.

source: Libglade is a library for constructing user interfaces dynamically from XML descriptions. You can use a graphical interface builder like <application>Glade</application> to construct your user interface, and then import the interface description into your application. This makes it easy to construct complex layouts and adjust layout details.
de: Libglade ist eine Bibliothek, die Benutzerschnittstellen dynamisch aus XML-Beschreibungen erstellt. Sie können ein Erstellungsprogramm für die grafische Benutzerschnittstelle wie <application>Glade</application> verwenden und die Schnittstellenbeschreibung dann in Ihre Anwendung importieren. Dies erleichtert die Konstruktion komplexer Oberflächen und lässt Sie Einzelheiten besser justieren.
el: Η Libglade είναι μια βιβλιοθήκη για τη δυναμική κατασκευή διεπαφών χρήστη από περιγραφές XML. Μπορείτε να χρησιμοποιήσετε μια εφαρμογή δημιουργίας γραφικών διεπαφών, όπως το <application>Glade</application>, για να κατασκευάσετε τη διεπαφή χρήστη, και στη συνέχεια να εξάγετε την περιγραφή της διεπαφής στην εφαρμογή σας. Έτσι μπορείτε να δημιουργείτε περίπλοκες διατάξεις και να προσαρμόζετε τις λεπτομέρειες των διατάξεών σας.
es: Libglade es una biblioteca para construir dinámicamente interfaces de usuario desde descripciones XML. Puede usar un constructor de interfaces gráficos como <application>Glade</application> para construir su interfaz de usuario y después importar la descripción del interfaz en su aplicación. Esto facilita la construcción de diseños complejos y ajusta los detalles del diseño.
ja: LibgladeはXML定義からユーザインタフェースを動的に構築するためのライブラリです。あなたは <application>Glade</application> のようなグラフィカル・インタフェース・ビルダを使用してユーザインタフェースを構築して、そのインタフェース定義をアプリケーションにインポートすることができます。これにより複雑なレイアウトを構築し、レイアウトの詳細を調整することができます。
ru: Libglade — это библиотека для динамического построения интерфейса пользователя из описаний на языке XML. Для конструирования интерфейса пользователя можно использовать дизайнер интерфейсов, например <application>Glade</application>, и затем импортировать описание интерфейса в приложение. Что позволяет легко конструировать сложное взаимное расположение элементов и подгонять детали расположения.

source: Libglade allows programmers to focus their code on the logic of their applications, keeping it uncluttered by the actual construction of the interface. Graphical interface builders also make it easy for dedicated interface designers to construct the interfaces without having to know how to program.
de: Libglade ermöglicht es Programmierern, ihren Code auf die Logik ihrer Anwendungen auszurichten, ohne sie durch die aktuelle Konstruktion der Schnittstelle durcheinander zu bringen. Grafische Schnittstellen-Ersteller machen es auch für enthusiastische Designer leichter, Oberflächen zu erstellen, ohne sich mit der Programmierung selbst zu beschäftigen.
el: Το Libglade επιτρέπει στους προγραμματιστές να επικεντρωθούν στη λογική της εφαρμογής κατά τη συγγραφή του κώδικα, και να μην επιβαρύνουν τον κώδικα με τις λεπτομέρειες κατασκευής της διεπαφής. Επιπλέον, οι εφαρμογές δημιουργίας γραφικών διεπαφών επιτρέπουν στους επαγγελματίες σχεδιαστές διεπαφών να σχεδιάζουν διεπαφές χωρίς να γνωρίζουν προγραμματισμό.
es: Libglade permite a los programadores centrar su código en la lógica de sus aplicaciones, manteniendo el orden con la construcción actual del interfaz. Los constructores de interfaces gráficos también facilitan a las personas dedicadas a diseñar el interfaz, la construcción de interfaces sin tener que saber programar.
ja: Libgladeによりインタフェースの構築でコードが分断されることなく、プログラマはアプリケーションのロジックに集中することができます。またグラフィカル・インタフェース・ビルダにより、デザイナはプログラムを知らずにインタフェースを構築することが簡単になります。
ru: Libglade позволяет программисту сконцентрироваться на логике приложения, оставляя полноценное построение интерфейса. Дизайнеры графического интерфейса также могут легко создавать интерфейсы без знаний того, как работает программа.

source: For more information on Libglade, see the <ulink url="http://library.mate.org/devel/libglade/stable/">Libglade Reference Manual</ulink>.
de: Weitere Informationen über Libglade finden Sie im <ulink url="http://library.mate.org/devel/libglade/stable/">Libglade-Referenzhandbuch</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με το Libglade, δείτε το <ulink url="http://library.mate.org/devel/libglade/stable/">Libglade Reference Manual</ulink>.
es: Para obtener más información acerca de libglade, consulte <ulink url="http://library.mate.org/devel/libglade/stable/">El manual de referencia de Libglade</ulink>.
ja: Libgladeについての詳細は <ulink url="http://library.mate.org/devel/libglade/stable/">Libglade Reference Manual</ulink> を参照してください。
ru: За дополнительной информацией о Libglade обратитесь к <ulink url="http://library.mate.org/devel/libglade/stable/">Libglade Reference Manual</ulink>.

source: The Pango layout engine can be used with different font backends and drawing backends. On most MATE systems, Pango will use FreeType, fontconfig, and Cairo to access fonts and render text. On other systems, Pango will use the native font systems, such as Uniscribe on Microsoft Windows and ATSUI on MacOS
de: Die Pango-Layout-Engine kann mit verschiedenen Schrift- und Zeichen-Backends genutzt werden. Auf den meisten Systemen verwendet Pango dazu FreeType, fontconfig und Cairo zum Zugriff auf Schriften und Darstellen von Text. Auf anderen Systemen kommen deren Schriftsysteme zum Einsatz, zum Beispiel Uniscribe auf Microsoft Windows und ATSUI auf MacOS.
el: Η μηχανή διάταξης Pango μπορεί να χρησιμοποιηθεί με διαφορετικά συστήματα υποστήριξης γραμματοσειρών και γραφικών. Στα περισσότερα συστήματα MATE, η Pango χρησιμοποιεί τα FreeType, fontconfig και Cairo για να αποκτά πρόσβαση στις γραμματοσειρές και να προβάλλει κείμενο. Σε άλλα συστήματα, η Pango χρησιμοποιεί τα εγγενή συστήματα γραφικών, όπως το Uniscribe στα Microsoft Windows και το ATSUI στο MacOS.
es: El motor de dibujo Pango se puede usar con diferentes backends de tipografías y dibujado. En la mayoría de sistemas MATE, Pango usará FreeType, fontconfig y Cairo para acceder a las tipografías y renderizar texto. En otros sistemas, Pango usará la tipografía nativa de los sistemas, tales como Uniscribe en Microsoft Windows y ATSUI en MacOs.
ja: Pangoレイアウト・エンジンは異なるフォント・バックエンド、および描画バックエンドで使用することができます。大抵のMATEシステムでは、PangoはFreeType、fontconfig、およびフォントへのアクセスとテキストの描画にCairoを使用します。ほかのシステムではPangoはネイティブのフォントシステム、たとえばMicrosoft WindowsではUniscribe、MacOSではATSUIを使用します
ru: Pango используется для решения различных задач работы со шрифтами и прорисовки. На большинстве систем MATE Pango использует библиотеки FreeType, fontconfig и Cairo для доступа к шрифтам и прорисовки текста. На других системах Pango использует специфичные шрифтовые механизмы: Uniscribe на Microsoft Windows и ATSUI на MacOS.

source: Pango is the core text and font handling library in the MATE platform. It is responsible for laying out and rendering text, and is used throughout GTK+.<placeholder-1/>
de: Pango ist die Kernbibliothek für den Umgang mit Text und Schriften auf der MATE-Plattform. Es ist für das Anordnen und Rendern von Texten zuständig und wird durchgehend in GTK+ verwendet.<placeholder-1/>
el: Η Pango είναι η βασική βιβλιοθήκη χειρισμού κειμένου και γραμματοσειρών της πλατφόρμας MATE. Είναι υπεύθυνη για την εμφάνιση και τη διάταξη του κειμένου και χρησιμοποιείται παντού στη GTK+.<placeholder-1/>
es: Pango es la biblioteca principal de gestión de texto y tipografías en la plataforma MATE. Es responsable de mostrar y renderizar texto y se usa a través de GTK+. <placeholder-1/>
ja: PangoはMATEプラットフォームにおいてテキストとフォントを処理する際に中核となるライブラリです。このライブラリはGTK+を介してテキストのレイアウトとレンダリングを受け持ちます。<placeholder-1/>
ru: Pango — ключевая библиотека обработки текста и шрифтов в платформе MATE. Она отвечает за расположение и прорисовку текста и используется в GTK+. <placeholder-1/>

source: Pango has extensive support for the various writing systems used throughout the world. Many of the writing systems used for languages have complex rules for laying out glyphs and composing characters. With Pango, nearly all languages can be written and displayed correctly, allowing users everywhere to view text in their native languages. Pango support for multiple writing systems is automatic; application developers do not have to write any special code to support other languages.
de: Pango bietet erweiterte Unterstützung für die verschiedenen Schriftsysteme, die in der Welt verwendet werden. Viele dieser Schriftsysteme haben sehr komplexe Regeln, für das Darstellen und von Zeichen und deren Verbindung untereinander. Mit Pango können beinahe alle existierenden Schriften geschrieben und korrekt dargestellt werden, was den Benutzern überall das Betrachten von Texten in ihren Muttersprachen ermöglicht. Pango unterstützt die verschiedenen Schriftsysteme automatisch. Anwendungsentwickler brauchen keinen zusätzlichen Code zu schreiben, um andere Sprachen zu unterstützen.
el: Η Pango προσφέρει εκτεταμένη κάλυψη για τα συστήματα γραφής που χρησιμοποιούνται σε διάφορα μέρη σε όλο τον κόσμο. Πολλές γραφές γλωσσών χρησιμοποιούν περίπλοκους κανόνες για τη διάταξη των συμβόλων τους και τη σύνθεση των χαρακτήρων τους. Μέσω της Pango, σχεδόν όλες οι γλώσσες μπορούν να γράφονται και να εμφανίζονται σωστά, επιτρέποντας στους χρήστες σε όλο τον κόσμο να διαβάζουν κείμενα στη μητρική τους γλώσσα. Η Pango υποστηρίζει αυτόματα τα διάφορα συστήματα γραφής· οι προγραμματιστές δεν χρειάζεται να γράφουν ειδικό κώδικα για να προσθέτουν υποστήριξη για άλλες γλώσσες.
es: Pango tiene un soporte extensivo para los variados sistemas de escritura usados en todo el mundo. Muchos de los sistemas de escritura usados en los idiomas tienen complejas reglas de dibujado de glifos y composición de caracteres. Con Pango, casi todos los idomas pueden escribirse y mostrarse correctamente, permitiendo a los usuarios en cualquier parte ver texto en sus idiomas maternos. El soporte de Pango para múltiples sistemas de escritura es automático; los desarrolladores de aplicaciones no tienen que escribir ningún código especial para soportar otros idiomas.
ja: Pangoは世界中のさまざまな書記体系を広範囲にサポートします。言語により使用される多くの書記体系にはグリフのレイアウトや合成文字(composing characters)にたいする複雑なルールがあります。Pangoはほとんどすべての言語による記述を正しく表示し、すべての場所でユーザがネイティブの言語でテキストを閲覧できるようにします。Pangoは複数の書記体系を自動的にサポートします; アプリケーションのの開発者は他の言語をサポートするために特別なコードを記述する必要はありません。
ru: Pango широко поддерживает различные системы письменности, используемые во всем мире. Многие системы письменности имеют сложные правила расположения символов и составления знаков. С помощью Pango можно писать и корректно отображать почти все языки, что позволяет пользователю в любом месте просматривать текст на родном языке. Поддержка различных систем письменности осуществляется автоматически и разработчику не нужно писать специальный код для поддержки разных языков.

source: Displaying Multiple Languages With Pango
de: Mehrsprachige Darstellung mit Pango
el: Εμφάνιση πολλαπλών γλωσσών με Pango
es: Mostrar múltiples idiomas con Pango
ja: Pangoによる複数言語の表示
ru: Многоязыковой вывод с помощью Pango

source: Screenshot of the <application>gedit</application> text editor displaying phrases from multiple languages and writing systems.
de: Bildschirmfoto des Texteditors <application>gedit</application> mit der Darstellung von Zeichen aus verschiedenen Sprachen und Schriftsystemen.
el: Στιγμιότυπο οθόνης του επεξεργαστή κειμένου <application>gedit</application> με φράσεις σε διάφορες γλώσσες και γραφές.
es: Captura de pantalla del editor de textos <application>gedit</application> en la que se muestran frases de múltiples idiomas y sistemas de escritura.
ja: スクリーンショットは <application>gedit</application> テキストエディタで複数の言語、書記体系によるテキストの表示です。
ru: Снимок экрана текстового редактора <application>gedit</application>, который отражает фразы на разных языках и системах письменности.

source: Pango supports the text styling used in typical documents and interfaces, including italics, font weights, and underlines. Pango uses a simple XML-like vocabulary called PangoMarkup which enables you to set font size, color, styles, and other text attributes. Using PangoMarkup, you can specify inline styles without manually iterating over text blocks. PangoMarkup can be used directly from GTK+, enabling you to style text in your graphical interfaces easily.
de: Pango unterstützt die in typischen Dokumenten verwendeten Textstile und Schnittstellen, wie Kursiv, Fettschrift oder Unterstreichungen. Dazu kommt ein simples XML-ähnliches Vokabular namens PangoMarkup zum Einsatz, welches Ihnen ermöglicht, Schriftgrößen, Farben, Stile und andere Textattribute anzupassen. Mit PangoMarkup können Sie beispielsweise durchgehende Stile verwenden, ohne Textblöcke manuell wieder und wieder bearbeiten zu müssen. Die Benutzung von Pango ist direkt aus GTK+ heraus möglich, was die Anpassung des Textstils in Ihren grafischen Benutzeroberflächen erheblich erleichtert.
el: Η Pango υποστηρίζει τα συνήθη στυλ κειμένου, όπως είναι οι πλάγιοι χαρακτήρες, οι έντονοι χαρακτήρες και οι υπογραμμίσεις. Η Pango χρησιμοποιεί μια απλή σύνταξη που θυμίζει XML και ονομάζεται PangoMarkup, η οποία σας επιτρέπει να ρυθμίζετε το μέγεθος, το χρώμα και το στυλ της γραμματοσειράς, καθώς και άλλα γνωρίσματα του κειμένου. Χρησιμοποιώντας PangoMarkup, μπορείτε να ορίζετε το εντός της γραμμής στυλ χωρίς να χρειάζεται να το προσθέτετε ξανά σε κάθε μπλοκ κειμένου. Η PangoMarkup μπορεί να χρησιμοποιηθεί απευθείας από τη GTK+, επιτρέποντάς σας να διαμορφώνετε με ευκολία το στυλ του κειμένου των γραφικών διεπαφών σας.
es: Pango soporta el estilo de texto usado en los típicos documentos e interfaces, incluyendo cursivas, tamaños de tipografía y subrayado. Pango usa un vocabulario simple parecido a XML llamado PangoMarkup que le permite establecer el tamaño de la tipografía, el color, los estilos y otros atributos del texto. Al usar PangoMarkup podrá especificar estilos en línea sin tener que iterar manualmente con los bloques de texto. Se puede usar PangoMarkup desde GTK+ directamente, permitiéndole dar estilo a textos en sus interfaces gráficas fácilmente.
ja: Pangoは特有のドキュメントとインタフェースにより斜体、フォントの太さ、アンダーラインを含めたテキストの整形をサポートします。PangoはPangoMarkupと呼ばれる、XMLに似たシンプルな言語を使用することで、フォントのサイズや色、スタイルやその他のテキストの属性を設定することを可能にします。PangoMarkupを使用することにより、テキストブロックに手動で挿入することなくインラインでスタイルを設定できます。PangoMarkupはGTK+から直接使用され、グラフィカルインタフェースのテキストを整形するのを容易にします。
ru: Pango поддерживает стилизацию текста, обычно используемую в документах и интерфейсах, включая курсив, высоту шрифта и подчёркивание. Pango использует простой XML-подобный словарь, называемый PangoMarkup, который позволяет устанавливать размер шрифта, цвет, стиль и другие атрибуты текста. С помощью PangoMarkup можно описать внутренние стили без ручного редактирования блоков текста. PangoMarkup можно использовать напрямую из GTK+, благодаря чему легко стилизовать текст в графических интерфейсах.
