Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: For more information on Cairo, see <ulink url="http://www.cairographics.org/manual/">Cairo: A Vector Graphics Library</ulink>.
de: Weitere Informationen über Cairo finden Sie in <ulink url="http://www.cairographics.org/manual/">Cairo: A Vector Graphics Library</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με την Cairo, ανατρέξτε στο <ulink url="http://www.cairographics.org/manual/">Cairo: A Vector Graphics Library</ulink>.
es: Para obtener más información acerca de Cairo, consulte <ulink url="http://www.cairographics.org/manual/">Cairo: Una biblioteca de gráficos vectoriales</ulink>.
ja: Cairoについての詳細は <ulink url="http://www.cairographics.org/manual/">Cairo: A Vector Graphics Library</ulink> を参照してください。
ru: За дополнительной информацией о Cairo обратитесь к руководству <ulink url="http://www.cairographics.org/manual/">Cairo: A Vector Graphics Library</ulink>.

source: Virtual File System
de: Virtuelles Dateisystem
el: Εικονικό σύστημα αρχείων
es: Sistema de archivos virtual
ja: 仮想ファイルシステム
ru: Виртуальная файловая система

source: GIO, a part of GLib, is the core library used for file and folder operations in MATE applications. GIO provides a unified file system abstraction layer with pluggable backends. In MATE, the GVFS library provides a GIO backend implementing multiple network and local protocols. Using GIO with GVFS allows your application to work with files on remote machines as easily as local files.
de: GIO, ein Teil von GLib, ist die Kernbibliothek für Datei- und Ordneroperationen in MATE-Anwendungen. GIO stellt eine vereinheitlichte Dateisystem-Abstraktionsschicht für verschiedene als Plugin einzufügende Backends bereit. In MATE bietet die GVFS-Bibliothek ein GIO-Backend, das bereits mehrere lokale und Netzwerkprotokolle beinhaltet. Die Verwendung von GIO macht die Arbeit mit Dateien auf entfernten Rechnern so einfach wie mit lokalen Dateien.
el: Η GIO αποτελεί τμήμα της GLib και είναι η βασική βιβλιοθήκη που χρησιμοποιείται για ενέργειες αρχείων και φακέλων σε εφαρμογές MATE. Η GIO παρέχει ένα ενιαίο αφαιρετικό μοντέλο του συστήματος αρχείων με συστήματα υποστήριξης που δέχονται πρόσθετα (pluggable backends). Στο MATE, η βιβλιοθήκη GVFS παρέχει ένα σύστημα υποστήριξης της GIO που υλοποιεί διάφορα δικτυακά και τοπικά πρωτόκολλα. Χρησιμοποιώντας τη GIO μαζί με τη GVFS επιτρέπετε στην εφαρμογή σας να εργάζεται εξίσου εύκολα με αρχεία σε απομακρυσμένα μηχανήματα και με τοπικά αρχεία.
es: GIO, parte de GLib, es la biblioteca núcleo que se usa para las operaciones sobre archivos y carpetas en MATE. GIO proporciona una capa de abstracción del sistema de archivos unificada con complementos para «backend». En MATE, la biblioteca GVFS proporciona un «backend» de GIO implementando múltiples protocolos de red y locales. Al usar GIO junto con GVFS permite a su aplicación que trabaje con archivos en máquinas remotas tan fácilmente como con archivos locales.
ja: GLibの一部であるGIOはMATEアプリケーションでのファイル、およびフォルダに対する操作のための中核となるライブラリです。GIOは取り換え可能なバックエンドにたいする、統一された仮想的ファイルシステムというレイヤーを提供します。MATEでは、GIOのバックエンドとして、複数のネットワークプロトコル、およびローカルプロトコルを実装するGVFSライブラリが提供されます。アプリケーションでGIOをGVFSとともに使用することによりローカルにファイルと同じくらい容易に、リモートマシン上にあるファイルにたいして処理を行うことができます。
ru: GIO — часть библиотеки GLib, ключевая библиотека, используемая для операций с файлами и каталогами в приложениях MATE. GIO реализует уровень абстракции унифицированной файловой системы с возможностью подключения дополнительных модулей. В MATE библиотека GVFS является внутренним компонентом GIO, реализующим работу с различными сетевыми и локальными протоколами. С помощью GIO и GVFS приложения могут работать с файлами на удалённых машинах так же легко, как с локальными.

source: GIO can provide extensive information about files and folders, including the MIME type and icon of a file and which applications can be used to open a file. Since the GVFS uses the standard from <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> to determine file types and associations, it works correctly on different free desktop environments, helping independent software developers create software that can be run in different environments.
de: GIO kann ausführliche Informationen über Dateien und Ordner bereitstellen, einschließlich des MIME-Typs, des Symbols oder Angaben über die Anwendungen, die eine Datei öffnen können. Seit GVFS den <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>-Standard zur Erkennung von Dateitypen und deren Zuordnung zu passenden Anwendungen implementiert, arbeitet es korrekt in den verschiedensten Umgebungen. Dies hilft Entwicklern bei der Erstellung von Software für verschiedene Plattformen.
el: Η GIO μπορεί να παρέχει εκτεταμένες πληροφορίες για αρχεία και φακέλους, όπως ο τύπος MIME και το εικονίδιο ενός αρχείου, καθώς και οι εφαρμογές που χρησιμοποιούνται για να το ανοίξουν. Επειδή η GVFS χρησιμοποιεί το πρότυπο του <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> για να καθορίζει τους τύπους αρχείων και τις εφαρμογές που μπορούν να τα ανοίξουν, λειτουργεί άψογα σε διάφορα ελεύθερα περιβάλλοντα επιφάνειας εργασίας, επιτρέποντας στους ανεξάρτητους προγραμματιστές να δημιουργούν λογισμικό που λειτουργεί σε πολλά διαφορετικά περιβάλλοντα.
es: GIO puede proporcionar información detallada acerca de carpetas y archivos, incluyendo el tipo MIME de un archivo y las aplicaciones que pueden usarse para abrir el archivo. Ya que GIO usa el estándar de <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> para determinar los tipos y asociaciones de archivo, funciona correctamente bajo diferentes entornos de escritorio libres, ayudando a los desarrolladores de software independientes a crear software que pueda ejecutarse en diferentes entornos.
ja: GIOはファイルやフォルダにたいして、MIMEタイプやファイルのアイコン、どのアプリケーションがそのファイルを開くことができるかといった広範な情報を提供します。GVFSがファイルタイプの決定と関連付けの標準として <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> に採用されて以来、GVFSは異なるデスクトップ環境で正常に動作するようになり、開発者が異なる環境で実行されるソフトウェアを作成する助けとなりました。
ru: GIO может предоставить расширенную информацию о файлах и каталогах, включая тип MIME, значок файла и какое приложение можно использовать для открытия файла. Так как библиотека GVFS использует стандарты <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> для определения типов файлов и их связей, то она работает корректно в различных свободных средах рабочего стола, помогая разработчикам создавать приложения, работающие в различных средах.

source: GIO is used throughout the MATE desktop. The file manager, <application>Caja</application>, uses GIO to display folders on local and remote systems. For the user, this means that network servers act just like local folders: They can drag and drop files between them, view the files' properties, and open the file with an application. Using GIO will allow your application to open all the files that users can access on their desktop.
de: GIO wird im MATE-Desktop durchgehend verwendet. Der Dateimanager <application>Caja</application> benutzt GIO zur Anzeige von Ordnern auf lokalen und entfernten Systemen. Für den Benutzer bedeutet das, dass sich Netzwerkserver ebenso wie lokale Ordner verhalten: Dateien können durch Ziehen-und-Ablegen verschoben, die Eigenschaften einer Datei angezeigt oder eine Datei mit einer Anwendung geöffnet werden. Die Verwendung von GIO ermöglicht es, dass alle Dateien durch Ihre Anwendung geöffnet werden können, auf die der Benutzer Zugriff hat.
el: Η GIO χρησιμοποιείται παντού στην επιφάνεια εργασίας του MATE. Ο <application>Ναυτίλος</application>, ο διαχειριστής αρχείων, χρησιμοποιεί τη GIO για να εμφανίζει τους τοπικούς φακέλους και τους φακέλους σε απομακρυσμένα συστήματα. Στην πράξη, αυτό σημαίνει ότι για το χρήστη δεν υπάρχει διαφορά μεταξύ εξυπηρετητών δικτύου και τοπικών φακέλων: Μπορούν να σύρουν και να αποθέτουν αρχεία μεταξύ των δύο, να βλέπουν τις ιδιότητές τους, και να τα ανοίγουν σε οποιαδήποτε εφαρμογή. Η χρήση της GIO θα επιτρέψει στην εφαρμογή σας να ανοίγει όλα τα αρχεία στα οποία έχουν πρόσβαση οι χρήστες μέσω της επιφάνειας εργασίας.
es: GIO se usa en muchas partes del escritorio MATE. El gestor de archivos, <application>Caja</application>, usa GIO para mostrar las carpetas en sistemas locales y remotos. Para el usuario, esto significa que los servidores de red actuarán igual que los servidores locales: pueden arrastrar y soltar archivos entre ellos, ver las propiedades de los archivos y abrir los archivos con una aplicación. Usar GIO le permitirá que su aplicación abra todos los archivos a los que los usuarios pueden acceder en sus escritorios.
ja: GIOはMATEデスクトップを通じて使用されます。ファイルマネージャである <application>Caja</application> はローカルおよびリモートのフォルダの表示に GIOを使用します。ユーザにとってこれは、ネットワークサーバがあたかもローカルのフォルダであるかのように機能することを意味します: ユーザはこれらの間で、ファイルのドラッグアンドドロップ、プロパティ参照、アプリケーションからファイルを開くことができます。アプリケーションでGIOを使用することにより、ユーザがデスクトップからアクセスすることができる、すべてのファイルを開くことが可能になります。
ru: GIO используется повсюду в среде рабочего стола MATE. Файловый менеджер <application>Caja</application> использует GIO для отображения файлов и каталогов на локальных и удалённых системах. С точки зрения пользователя сетевые серверы выглядят как локальные папки, и он может перетаскивать файлы между ними, просматривать свойства файлов и открывать их с помощью приложений. Использование GIO позволяет приложению открывать все файлы, к которым пользователь может получить доступ на своём рабочем столе.

source: For more information on GIO, see the <ulink url="http://library.mate.org/devel/gio/stable/">GIO Reference Manual</ulink>.
de: Weitere Informationen über GIO finden Sie im <ulink url="http://library.mate.org/devel/gio/stable/">GIO-Referenzhandbuch</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με τη GIO, δείτε το <ulink url="http://library.mate.org/devel/gio/stable/">GIO Reference Manual</ulink>.
es: Para obtener más información acerca de GIO, consulte <ulink url="http://library.mate.org/devel/gio/stable/">El manual de referencia de GIO</ulink>.
ja: GIOについての詳細は <ulink url="http://library.mate.org/devel/gio/stable/">GIO Reference Manual</ulink> を参照してください。
ru: Для получения более полной информации посетите <ulink url="http://www.gtkmm.org/">веб-сайт gtkmm</ulink>.

source: In previous versions of MATE, the MateVFS library was used for access to files and folders. While MateVFS provided many of the same features, including transparent access to remote folders, it had a number of limitations which have been addressed in GIO. MateVFS is deprecated and should not be used in newly written code, although it will continue to be supported throughout the MATE 2 lifetime. For information on MateVFS, see <ulink url="http://library.mate.org/devel/mate-vfs-2.0/stable/">MateVFS - Filesystem Abstraction Library</ulink>.
de: In früheren Versionen von MATE kam die MateVFS-Bibliothek für den Zugriff auf Dateien und Ordner zum Einsatz. Obwohl MateVFS bereits über viele der gleichen Funktionsmerkmale verfügte, wie nachvollziehbaren Zugriff auf entfernte Dateien, gab es eine Reihe von Einschränkungen, die mit GIO beseitigt wurden. MateVFS ist veraltet und sollte in neu zu schreibendem Code nicht mehr verwendet werden, allerdings wird die Unterstützung während der MATE2-Lebensdauer fortgesetzt. Weitere Informationen zu MateVFS finden Sie in <ulink url="http://library.mate.org/devel/mate-vfs-2.0/stable/">MateVFS - Filesystem Abstraction Library</ulink>.
el: Σε παλαιότερες εκδόσεις του MATE χρησιμοποιούνταν η βιβλιοθήκη MateVFS για την πρόσβαση σε αρχεία και φακέλους. Παρόλο που η MateVFS παρείχε πολλές από τις λειτουργίες της GIO, όπως εύκολη πρόσβαση σε απομακρυσμένους φακέλους, διέθετε και ορισμένους περιορισμούς που εξαλείφθηκαν στη GIO. H MateVFS τελεί υπό κατάργηση και δεν πρέπει να χρησιμοποιείται για την παραγωγή νέου κώδικα, παρόλο που η υποστήριξή της θα συνεχιστεί καθ' όλη τη διάρκεια ζωής του MATE 2. Για πληροφορίες σχετικά με τη MateVFS, δείτε το <ulink url="http://library.mate.org/devel/mate-vfs-2.0/stable/">MateVFS - Filesystem Abstraction Library</ulink>.
es: En anteriores versiones de MATE se usaba la biblioteca MateVFS para acceder a archivos y carpetas. Aunque MateVFS proporcionaba muchas de las mismas características, incluyendo acceso transparente a carpetas remotas, tenía un número de limitaciones que han llevado a GIO. MateVFS está obsoleto y no se debería usar en código nuevo, aunque aún estará soportado durante todo el ciclo de vida de MATE 2. Para obtener más información acerca de MateVFS, consulte <ulink url="http://library.mate.org/devel/mate-vfs-2.0/stable/">MateVFS - Biblioteca de abstracción del sistema de archivos</ulink>.
ja: MATEの以前のバージョンでは、MateVFSライブラリがファイルおよびフォルダへのアクセスに使用されていました。 MateVFSでもリモートフォルダへの透過的アクセスを含めた同様な機能が提供されていましたが、いくつかの制限もあり、それはGIOによって解決されました。MateVFSはMATE 2でも引き続きサポートされますが使用は推奨されていないので、新しく記述するコードで使用するべきではありません。MateVFSについての詳細は <ulink url="http://library.mate.org/devel/mate-vfs-2.0/stable/">MateVFS - Filesystem Abstraction Library</ulink> を参照してください。
ru: В предыдущих версиях MATE для доступа к фалам и папкам использовалась библиотека MateVFS, которая обеспечивает похожий функционал, включая прозрачный доступ к удалённым папкам, но имеет множество ограничений, которые были устранены в GIO. Библиотека MateVFS устарела и не должна использовать в новом коде, хотя она и будет поддерживаться на протяжении всего жизненного цикла MATE 2. За дополнительной информацией обратитесь к <ulink url="http://library.mate.org/devel/mate-vfs-2.0/stable/">MateVFS - Filesystem Abstraction Library</ulink>.

source: Configuration and Lockdown
de: Konfiguration und Sperrmöglichkeiten
el: Ρύθμιση και κλείδωμα
es: Configuración y bloqueo
ja: コンフィギュレーションとロックダウン
ru: Конфигурирование и блокирование настроек

source: MateConf is the system for storing and retrieving configuration settings in MATE. MateConf consists of two parts: a client library for accessing settings, and a session daemon which is responsible for the details of storing and retrieving those settings. Using a daemon allows MateConf to use different storage backends, validate input, and provide simultaneous access to different applications.
de: MateConf ist das System zum Speichern und Abfragen von Konfigurationseinstellungen in MATE. MateConf besteht aus zwei Teilen: einer Client-Bibliothek zum Zugriff auf Einstellungen und einem Sitzungsdienst, der für die Details der Speicherung und Abfrage dieser Einstellungen verantwortlich ist. Die Verwendung dieses Dienstes ermöglcht MateConf die Einbindung verschiedener Backends zur Speicherung, die Validierung der Eingaben und den gleichzeitigen Zugriff durch verschiedene Anwendungen.
el: Το MateConf είναι το σύστημα αποθήκευσης και ανάκτησης ρυθμίσεων του MATE.Το MateConf αποτελείται από δύο τμήματα: μία βιβλιοθήκη πελάτη για την πρόσβαση στις ρυθμίσεις και μία υπηρεσία συνεδρίας, υπεύθυνη για τις πρακτικές λεπτομέρειες της αποθήκευσης και ανάκτησης των ρυθμίσεων. Η χρήση υπηρεσίας επιτρέπει στο MateConf να χρησιμοποιεί διαφορετικά συστήματα υποστήριξης για την αποθήκευση, να επικυρώνει τα δεδομένα που εισάγονται και να προσφέρει ταυτόχρονη πρόσβαση σε διάφορες εφαρμογές.
es: MateConf es el sistema de almacenamiento y recuperación de los ajustes de la configuración en MATE. MateConf consiste de dos partes: una biblioteca cliente para acceder a los ajustes y un demonio de sesión que es responsable de los detalles de almacenar y recuperar esos ajustes. Usar un demonio permite a MateConf usar diferentes backends de almacenamiento, validar las entradas y proporcionar acceso simultáneo a diferentes aplicaciones.
ja: MateConfはMATEのコンフィギュレーション設定を保存および取得するシステムです。MateConfは２つのパートからなります:設定にアクセスするためのクライアントライブラリと、それらの設定の保存および取得を受け持つセッションデーモンです。デーモンを使用することによりMateConfは、異なるストレージをバックエンドとする、入力をチェックする、同時に複数のアプリケーションからのアクセスを可能にする、などのことができるようになります。
ru: MateConf — это система для хранения и получения данных о конфигурации MATE. MateConf состоит из двух частей: клиентской библиотеки для доступа к установкам и службы, которая отвечает за хранение и предоставление этих параметров. Использование службы позволяет MateConf использовать различные внутренние интерфейсы для хранение параметров, проверки ввода и обеспечивать одновременный доступ разных приложений.

source: Settings stored in MateConf are stored and retrieved using a unique key, or identifier string. Keys use a simple hierarchical namespace to avoid collision among settings for applications and the desktop. You can provide a schema file to detail your configuration keys. This allows MateConf to validate the type of the input, and to show localized documentation about the key. This helps systems administrators, who can set multiple settings at once without having to navigate preference dialogs.
de: Die in MateConf gespeicherten Einstellungen werden mittels eines eindeutigen Schlüssels oder Identifizierungsstrings gespeichert und abgefragt. Die Schlüssel verwenden einen einfachen hierarchisch aufgebauten Namensraum, um Überschneidungen zwischen den Einstellungen für Anwendungen und für den Desktop zu vermeiden. Sie können eine Schema-Datei bereitstellen, um Ihre Konfigurationsschlüssel detailliert zu beschreiben. Dies ermöglicht MateConf den Typ der Eingabe zu validieren und übersetzte Dokumentation für den Schlüssel anzuzeigen. Nützlich ist dies vor allem für Systemverwalter, die gleichzeitig mehrere Einstellungen vornehmen können, ohne durch Einstellungsdialoge navigieren zu müssen.
el: Οι ρυθμίσεις που φυλάσσονται στο MateConf αποθηκεύονται και ανακτώνται με βάση ένα μοναδικό κλειδί, ή αναγνωριστικό αλφαριθμητικό. Τα κλειδιά χρησιμοποιούν ένα απλό, ιεραρχικό namespace για να αποφεύγουν τις συγκρούσεις μεταξύ των ρυθμίσεων των εφαρμογών και της επιφάνειας εργασίας. Μπορείτε να παρέχετε ένα αρχείο σχήματος με λεπτομερείς πληροφορίες για τα κλειδιά ρυθμίσεων της εφαρμογής σας. Έτσι, επιτρέπετε στο MateConf να επικυρώνει τον τύπο της τιμής και να εμφανίζει τοπικοποιημένη τεκμηρίωση για το κλειδί. Επίσης, βοηθάτε τους διαχειριστές συστημάτων, επιτρέποντάς τους να κάνουν πολλαπλές ρυθμίσεις μαζί, χωρίς να χρειάζεται να ανοίγουν διαφορετικούς διαλόγους προτιμήσεων.
es: Los ajustes almacenados en MateConf se almacenan y recuperan usando una única clave o identificador de cadena. Las claves usan un espacio de nombre jerárquico para evitar colisiones entre los ajustes de las aplicaciones y el escritorio. Puede proporcionar un archivo de esquema para detallar sus claves de configuración. Esto permite a MateConf validar el tipo de la entrada y mostrar documentación localizada acerca de la clave. Esto ayuda a los administradores del sistema, quienes pueden establecer múltiples ajustes de una vez sin tener que navegar por diálogos de preferencias.
ja: MateConfにより保存された設定は、ユニークなキーもしくは識別文字列を使用して保存・取得します。キーは単純な階層による 名前空間を使用することにより他のアプリケーションやデスクトップの設定との衝突を避けいています。あなたはンフィギュレーション・キーの詳細をスキーマファイルとして提供することができます。これによりMateConfはキーの入力タイプの確認、そしてキーにたいするローカライズされたドキュメントを表示することができます。またシステム管理者はこれにより、複数の設定を設定ダイアログを操作せずに一度で設定することができます。
ru: Параметры, находящиеся в MateConf, сохраняются и возвращаются с использованием уникального ключа или строки-идентификатора. Ключи используют простое иерархическое пространство имен для избежания конфликта между приложениями и средой. Вы можете предоставить файл схемы с описанием ваших ключей конфигурации. Это позволяет MateConf проверять правильность ввода пользовательских данных и отображать локализованную документацию о ключах. Кроме того, это помогает системным администраторам, которые могут устанавливать несколько параметров за раз, без необходимости перемещаться между диалоговыми окнами.

source: MateConf can look up settings from different settings at once, typically from different locations on the file system. By having appropriate system sources configured, MateConf enables systems administrators to provide both default and mandatory settings for all users. Tools such as MATE's <application>Configuration Editor</application> and <application>Sabayon</application> make it easy to deploy fully configured systems using MateConf.
de: MateConf kann nach Einstellungen in verschiedenen Quellen gleichzeitig suchen, typischerweise an verschiedenen Orten im Dateisystem. Wenn die entsprechenden Systemquellen sauber konfiguriert sind, können Systemverwalter sowohl vorgegebene als auch obligatorische Einstellungen für alle Benutzer anbieten. MATE-Werkzeuge wie der <application>Konfigurationseditor</application> oder <application>Sabayon</application> erleichtern den Einsatz vollständig mit MateConf konfigurierter Systeme.
el: Το MateConf μπορεί να αναζητά πολλές διαφορετικές ρυθμίσεις ταυτόχρονα, π.χ. ρυθμίσεις από διαφορετικές τοποθεσίες του συστήματος αρχείων. Ρυθμίζοντας κατάλληλα τις πηγές του συστήματος, το MateConf επιτρέπει στους διαχειριστές συστημάτων να επιλέγουν τόσο προεπιλεγμένες όσο και υποχρεωτικές ρυθμίσεις για όλους τους χρήστες. Εργαλεία όπως ο <application>Επεξεργαστής ρυθμίσεων</application> του MATE και το <application>Sabayon</application> διευκολύνουν σημαντικά την εγκατάσταση πλήρως ρυθμισμένων συστημάτων με χρήση του MateConf.
es: MateConf puede buscar ajustes de diferentes fuentes a la vez, generalmente desde diferentes ubicaciones en el sistema de archivos. Teniendo las apropiadas fuentes del sistema configuradas, MateConf permite a los administradores del sistema proporcionar tanto ajustes obligatorios como predeterminados para todos los usuarios. Herramientas de MATE como el <application>Editor de configuración</application> de y <application>Sabayon</application> hacen más fácil desplegar sistemas completamente configurados usando MateConf.
ja: MateConfは異なる設定を一度に参照することができます。典型的な例は異なる場所のファイルシステムの参照です。システムソースを適切に設定することにより、MateConfはすべてのユーザにたいする既定・必須の設定を適用することができます。MATEの <application>設定エディタ(Configuration Editor)</application> や <application>プロファイル・エディタ(Sabayon)</application> のようなツールはMateConfで設定されたシステムへのデプロイ作業を容易にします。
ru: MateConf может искать настройки из различных каталогов настроек, обычно, из различных мест в файловой системе. При корректно настроенных системных источниках, MateConf позволяет системным администраторам устанавливать настройки по умолчанию и принудительные настройки. Такие инструменты, как <application>Редактор конфигурации</application> MATE и <application>Sabayon</application> позволяют легко развернуть полностью настроенную систему с помощью MateConf.
