Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: The system bus is a single message bus which runs independently of any user sessions. It can communicate with applications in any session, enabling those applications to interact with system components without dealing with low-level system details. The system bus is used to provide important functionality that users expect to work on their systems. For example, the system bus is used to monitor when network interfaces go up or down, when external drives get plugged in, and when laptop batteries are low.
de: Der Systembus ist ein einzelner Nachrichtenbus, der unabhängig von einer Benutzersitzung läuft. Er kann mit Anwendungen in einer beliebigen Sitzung kommunizieren, wobei diesen Anwendungen die Interaktion mit Systemkomponenten ermöglicht wird, ohne auf Low-Level-Details des Systems zurückgreifen zu müssen. Der Systembus wird verwendet, um wichtige Funktionalitäten bereitzustellen, die der Benutzer erwartet. Beispielsweise überwacht der Systembus Vorgänge wie das Aktivieren oder Deaktivieren von Netzwerkschnittstellen, das Anschließen externer Laufwerke oder die Kapazität der Laptop-Akkus.
el: Ο δίαυλος συστήματος είναι ένας δίαυλος μοναδικού μηνύματος που λειτουργεί ανεξάρτητα από τις συνεδρίες χρηστών. Μπορεί να επικοινωνεί με εφαρμογές σε όλες τις συνεδρίες και να τους επιτρέπει να συνεργάζονται με συστατικά του συστήματος χωρίς να υπεισέρχονται στις λεπτομέρειες χαμηλού επιπέδου του συστήματος. Ο δίαυλος συστήματος χρησιμοποιείται για να παρέχει σημαντικές λειτουργίες που οι χρήστες αναμένουν να βρουν στο σύστημά τους. Για παράδειγμα, ο δίαυλος συστήματος παρακολουθεί πότε συνδέεστε ή αποσυνδέεστε από το δίκτυο, αν έχετε συνδέσει εξωτερικούς οδηγούς, ή αν το φορτίο της μπαταρίας είναι χαμηλό.
es: El bus del sistema es un bus de un solo mensaje que se ejecuta independientemente de cualquier sesión de usuario. Se puede comunicar con las aplicaciones de cualquier sesión, permitiendo a esas aplicaciones interactuar con los componentes del sistema sin tener que tratar con detalles de bajo nivel del sistema. El bus del sistema se usa para proporcionar una funcionalidad importante que los usuarios esperan que funcione en sus sistemas. Por ejemplo, el bus del sistema se usa para monitorizar cuando los interfaces de red se conectan o desconectan, cuando se conectan unidades externas y cuando la batería del sistema está baja.
ja: システムバスはユーザセッションとは独立して実行される単一のメッセージバスです。システムバスはアプリケーションと通信することにより、それらのアプリケーションがシステムの低レベルな詳細を知ることなくシステムコンポーネントと相互作用することを可能にします。システムバスはユーザが彼らのシステムで動作することを期待するであろう重要な機能を提供します。たとえば、システムバスはネットワークインタフェースのUP/DOWNや外部デバイスがプラグインされたり、ラップトップのバッテリが低下するのをモニタするのに使用されます。
ru: Системная шина единственная в системе и работает независимо от сеансов пользователей. Она может взаимодействовать с приложениями в любом сеансе, позволяя приложениям взаимодействовать с системными компонентами без работы на низком уровне. Системная шина используется для обеспечения важной функциональности, которую пользователи ожидают от системы. Например, системная шина используется для слежением за включением и выключением сетевых интерфейсов, за подключением сетевых кабелей, а также состоянием батарей ноутбука.

source: D-Bus is developed jointly on <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, so you can use it with different desktop environments and applications. Because D-Bus is a cross-desktop project, you use it to create portable and versatile software that seamlessly integrates with the user's desktop, regardless of which desktop it is.
de: D-Bus wird plattformübergreifend auf <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> entwickelt, so dass Sie es in verschiedenen Arbeitsumgebungen und Anwendungen nutzen können. Weil D-Bus ein plattformübergreifendes Projekt ist, eignet es sich zum Entwurf portierbarer und vielseitiger Software, die sich nahtlos in die Arbeitsumgebung einfügt, unabhängig von deren Ursprung.
el: Το D-Bus αναπτύσσεται από το <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>· επομένως, μπορείτε να το χρησιμοποιήσετε σε διαφορετικά περιβάλλοντα και εφαρμογές. Επειδή το D-Bus λειτουργεί σε πολλαπλές επιφάνειες εργασίας, μπορείτε να το χρησιμοποιήσετε για να δημιουργήσετε φορητό και ευέλικτο λογισμικό που θα συνεργάζεται άψογα με την επιφάνεια εργασίας του χρήστη, ανεξάρτητα από το ποια θα είναι αυτή.
es: D-Bus se desarrolla conjuntamente en <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, de tal forma que puede usarlo con diferentes entornos de escritorio y aplicaciones. Debido a que D-Bus es un proyecto multiescritorio, puede usarlo para crear software portable y versátil que se integre de un modo transparente con el escritorio del usuario, independientemente de qué escritorio sea.
ja: D-Busは <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> と共同で開発されたため、異なるデスクトップ環境やアプリケーションで使用することができます。D-Busはクロス・デスクトップのプロジェクトです。そのためユーザのデスクトップにシームレスに統合でき、多目的で可搬性のあるソフトウェアの作成に使用できます。
ru: D-Bus разработан совместно с <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, поэтому его можно использовать с различными приложениями и средами рабочего стола. Проект D-Bus используется во многих средах рабочего стола, поэтому с его использованием можно создавать универсальные приложения, которые идеально интегрируются со средой рабочего стола пользователя независимо от того какая именно среда рабочего стола используется.

source: For more information on D-Bus, see <ulink url="http://dbus.freedesktop.org/doc/dbus-tutorial.html">The D-BUS Tutorial</ulink> and <ulink url="http://dbus.freedesktop.org/doc/dbus-specification.html">The D-BUS Specification</ulink>.
de: Weitere Informationen über D-Bus finden Sie im <ulink url="http://dbus.freedesktop.org/doc/dbus-tutorial.html">D-BUS-Tutorial</ulink> und der <ulink url="http://dbus.freedesktop.org/doc/dbus-specification.html">D-BUS-Spezifikation</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με το D-Bus, δείτε τα <ulink url="http://dbus.freedesktop.org/doc/dbus-tutorial.html">D-BUS Tutorial</ulink> και <ulink url="http://dbus.freedesktop.org/doc/dbus-specification.html">D-BUS Specification</ulink>.
es: Para obtener más información acerca de D-Bus, consulte <ulink url="http://dbus.freedesktop.org/doc/dbus-tutorial.html">El tutorial de D-Bus</ulink> y <ulink url="http://dbus.freedesktop.org/doc/dbus-specification.html">La especificación de D-Bus</ulink>.
ja: D-Busについての詳細は <ulink url="http://dbus.freedesktop.org/doc/dbus-tutorial.html">The D-BUS Tutorial</ulink> と <ulink url="http://dbus.freedesktop.org/doc/dbus-specification.html">The D-BUS Specification</ulink> を参照してください。
ru: Для получения дополнительной информации по D-Bus обратитесь к <ulink url="http://dbus.freedesktop.org/doc/dbus-tutorial.html">The D-BUS Tutorial</ulink> and <ulink url="http://dbus.freedesktop.org/doc/dbus-specification.html">The D-BUS Specification</ulink>.

source: MateComponent and CORBA
de: MateComponent und CORBA
el: MateComponent και CORBA
es: MateComponent y CORBA
ja: MateComponent および CORBA
ru: MateComponent и CORBA

source: Note that MateComponent, libIDL and MateCORBA have been deprecated in favor of D-Bus and other technologies. See above.
de: Beachten Sie, dass MateComponent, libIDL und MateCORBA als veraltet markiert wurden und durch D-Bus und andere Technologien abgelöst wurden. Siehe oben.
el: Σημειώστε ότι το MateComponent, το liblDL και το MateCORBA είναι πια πεπαλαιωμένα προς όφελος του D-Bus και άλλων τεχνολογιών. Δείτε πιο πάνω.
es: Nótese que MateComponent, libIDL y MateCORBA están obsoletas, en su lugar se usan D-Bus y otras tecnologías. Vea más información encima.
ja: MateComponent、libIDL、および MateCORBAは、D-Busやその他の技術に置き換えられたため使用は推奨されていないことに注意してください(前記参照)。
ru: Заметим, что MateComponent, libIDL и MateCORBA устарели; используйте D-Bus и другие средства. Смотрите выше.

source: MateComponent is a framework for creating reusable components for use in applications. Built on top of the industry-standard Common Object Request Broker Architecture (CORBA), MateComponent provides all the common interfaces needed to create and use well-behaved components in MATE applications.
de: MateComponent ist ein Framework zur Erzeugung wiederverwendbarer Komponenten für Anwendungen. Aufsetzend auf dem Industriestandard »Common Object Request Broker Architecture« (CORBA), stellt MateComponent alle gemeinsamen Schnittstellen zur Erzeugung und einfachen Verarbeitung von Komponenten in MATE-Anwendungen zur Verfügung.
el: Το MateComponent είναι ένα πλαίσιο δημιουργίας επαναχρησιμοποιήσιμων συστατικών για εφαρμογές. Βασίζεται στο βιομηχανικό πρότυπο CORBA (Common Object Request Broker Architecture) και παρέχει όλες τις βασικές διεπαφές που απαιτούνται για τη δημιουργία και χρήση λειτουργικών και εύχρηστων συστατικών σε εφαρμογές MATE.
es: MateComponent es un «framework» para crear componentes reusables para su uso en aplicaciones. Construido sobre el estándar de la industria Common Object Request Broker Architecture (CORBA), MateComponent proporciona todos los interfaces comunes requeridos para crear y usar componentes con un comportamiento apropiado para las aplicaciones de MATE.
ja: MateComponentはアプリケーションで再使用可能なコンポーネントを作成するためのフレームワークです。業界標準であるCORBA(Common Object Request Broker Architecture)を基に構築され、MATEアプリケーションで安心して使用できるコンポーネントを作成、使用するために必要となるすべての共通インタフェースを提供します。
ru: MateComponent — это платформа для создания повторно используемых в приложениях компонентов. Будучи построенной на основе индустриального стандарта Общей архитектуры брокера объектных запросов (COBRA) MateComponent предоставляет интерфейсы, необходимые для создания компонентов с хорошим поведением в приложениях MATE.

source: MateComponent components can be used in a variety of situations, and can help create flexible and extensible software. For example, a component to display multimedia content could be embedded inside a word processor, effectively adding multimedia support to the word processor without the word processor working directly with it. MateComponent components are also used to embed the applets in the MATE panel. Using MateComponent enables the applets to communicate effectively with the panel, affording users a consistent interface.
de: MateComponent-Komponenten können in einer Vielzahl von Situationen verwendet werden und helfen Ihnen bei der Erstellung flexibler und erweiterbarer Software. Wenn beispielsweise eine Komponente zur Darstellung von Multimedia-Inhalten in einer Textverarbeitung entwickelt e'wird, so kann die Textverarbeitung nun auch mit solchen Inhalten umgehen, ohne dass die Textverarbeitung direkt damit arbeiten muss. MateComponent-Komponenten werden auch zur Einbettung von Applets in das MATE-Panel verwendet. Die Verwendung von MateComponent erlaubt die effektive Kommunikation der Applets mit dem Panel, was einer konsistenten Benutzeroberfläche zugute kommt.
el: Τα συστατικά MateComponent χρησιμοποιούνται σε πολλές διαφορετικές περιπτώσεις και βοηθούν στη δημιουργία ευέλικτου και επεκτάσιμου λογισμικού. Για παράδειγμα, ένα συστατικό για την αναπαραγωγή πολυμέσων μπορεί να ενσωματωθεί σε επεξεργαστή κειμένου, προσθέτοντάς του, στην ουσία, υποστήριξη πολυμέσων, χωρίς ο επεξεργαστής κειμένου να συμμετέχει άμεσα στη διαδικασία. Τα συστατικά MateComponent χρησιμοποιούνται επίσης για την ενσωμάτωση μικροεφαρμογών στον πίνακα εφαρμογών MATE. Η χρήση του MateComponent παρέχει στις μικροεφαρμογές αποτελεσματική επικοινωνία με τον πίνακα εφαρμογών, δημιουργώντας μια ενιαία διεπαφή για τον χρήστη.
es: Los componentes MateComponent se puede usar en una variedad de situaciones, y pueden ayudar a crear software flexible y extensible. Por ejemplo, un componente para mostrar contenido multimedia podría empotrarse en un procesador de textos, añadiendo soporte multimedia efectivo al procesador de textos sin que el procesador de textos trabaje directamente con él. Los componentes MateComponent también se usan para empotrar las miniaplicaciones en el panel de MATE. Usar MateComponent permite a las miniaplicaciones comunicarse de una forma efectiva con el panel, proporcionando a los usuarios un interfaz consistente.
ja: MateComponentのコンポーネントはさまざまな場面で使用でき、柔軟で拡張性のあるソフトウェアを作成する助けとなります。たとえば、マルチメディアのコンテンツを表示するコンポーネントをワードプロセッサに埋め込むことにより、ワードプロセッサが直接マルチメディアを処理することなく、ワードプロセッサにマルチメディアのサポートを追加することができます。MateComponentコンポーネントはMATEパネルにアプレットを埋め込むのにも使用されています。MateComponentを使用することによりアプレットが効果的にパネルと通信することが可能になり、ユーザに統一されたインタフェースを提供することができます。
ru: Компоненты MateComponent можно использовать в различных ситуациях для созданиям гибкого и расширяемого программного обеспечения. Например, компонент показа мультимедиа-содержимого можно внедрить в текстовый процессор, таким образом эффективно обеспечить поддержку мультимедиа без непосредственной её обработки. Компоненты MateComponent также используются для вставки апплетов в панель MATE. С помощью MateComponent апплеты эффективно взаимодействуют с панелью, предоставляя пользователю целостный интерфейс.

source: MateComponent components are not limited to graphical controls. MateComponent was used by Evolution, MATE's email and groupware suite, to provide access to users' addressbook and calendar. This allows users to keep all their information in one place, where all applications can access it.
de: MateComponent-Komponenten sind nicht auf grafische Bedienelemente beschränkt. MateComponent wurde von Evolution, der E-Mail- und Groupware-Suite von MATE verwendet, um den Benutzerzugriff auf Adressbuch und Kalender zu ermöglichen. Dadurch kann der Benutzer alle seine Informationen an einer zentralen Stelle speichern, worauf alle Anwendungen zugreifen können.
el: Τα συστατικά MateComponent δεν περιορίζονται στους γραφικούς ελέγχους. Το MateComponent χρησιμοποιούνταν και από το Evolution, τη σουίτα ηλεκτρονικού ταχυδρομείου του MATE, για να παρέχει πρόσβαση στο βιβλίο διευθύνσεων και το ημερολόγιο των χρηστών. Έτσι, επιτρέπει στους χρήστες να διατηρούν όλα τα στοιχεία τους σε ένα μέρος, από το οποίο μπορούν να τα ανακτούν όλες οι υπόλοιπες εφαρμογές.
es: Los componentes MateComponent no se limitan a controles gráficos. Evolution, la suite de correo y groupware de MATE usaba MateComponent para proporcionar acceso a los usuarios a la libreta de direcciones y al calendario. Esto permite a los usuarios mantener toda su información en un sitio mientras que todas las aplicaciones pueden acceder a ella.
ja: MateComponentのコンポーネントはグラフィカルなコントロールとは限りません。MateComponentはMATEの電子メールクライアントでありグループウェア・スィートでもあるEvolutionで、アドレス帳やカレンダーへのアクセスに使用されていました。これによりユーザは自分の情報を１ヶ所に保存して、すべてのアプリケーションがアクセスできるようにしたのです。
ru: Компоненты Bonono не ограничены графическими элементами управления. MateComponent использовался Evolution — почтовым клиентом и средством групповой работы — для доступа к адресной книге и календарю, что позволяет хранить информацию в одном месте, откуда её могут получить все приложения.

source: MateComponent is built off of CORBA, allowing components to run in seperate processes. Components can be written in different languages and run on top of different runtimes; they need only adhere to an interface specified with the Interface Definition Language (IDL). CORBA's flexible design even allows components to run on seperate machines over a network.
de: MateComponent wird außerhalb von CORBA erstellt, was die Ausführung von Komponenten als separate Prozesse erlaubt. Komponenten können in verschiedenen Sprachen geschrieben werden und auf verschiedene Laufzeitumgebungen aufsetzen. Es ist lediglich erforderlich, sie mit einer Schnittstelle gemäß der »Interface Definition Language« (IDL) zu verknüpfen. Das flexible Design von CORBA ermöglicht die Ausführung von Komponenten auf separaten Rechnern in einem Netzwerk.
el: Το MateComponent είναι βασισμένο στο CORBA· επιτρέπει λοιπόν στα συστατικά να εκτελούνται σε ξεχωριστές διεργασίες. Τα συστατικά ενδέχεται να έχουν γραφτεί σε διαφορετικές γλώσσες και να εκτελούνται από διαφορετικά runtimes· ο μόνος περιορισμός είναι να χρησιμοποιούν μία διεπαφή που καθορίζεται σε γλώσσα IDL (Interface Definition Language). Η ευέλικτη σχεδίαση του CORBA προβλέπει ακόμη και την εκτέλεση συστατικών από διαφορετικά μηχανήματα εντός του δικτύου.
es: MateComponent está construido sobre CORBA, permitiendo que los componentes se ejecuten en procesos separados. Los componentes se pueden escribir en diferentes lenguajes y ejecutarse sobre diferentes tiempos de ejecución; sólo necesitan implementar un interfaz especificado con IDL (Interface Definition Language). El diseño flexible de CORBA incluso permite que los componentes se ejecuten en distintos equipos de una red.
ja: MateComponentはCORBA上に構築されているため、コンポーネントを独立したプロセスで実行することができます。コンポーネントは異なる言語で記述でき、異なるランタイム上で実行することができます。; 唯一必要なのはインタフェースがIDL(Interface Definition Language)で記述されていなければならないということだけです。CORBAの柔軟なデザインによりネットワーク上の異なるマシンのコントロールを実行することさえ可能です。
ru: MateComponent — реализация COBRA, позволяющая выполнять компоненты в раздельных процессах. Компоненты могут быть написаны на различных языках и выполняться в различных средах выполнения, необходимо лишь, чтобы их интерфейсы соответствовали синтаксису языка определения интерфейсов (IDL). Гибкий дизайн COBRA позволяет компонентам выполняться даже на различных машинах в сети.

source: MATE provides its own fast and lightweight CORBA implementation with MateCORBA. The tools and libraries supplied with MATE even allow components to be written effectively in C, a language often excluded by other CORBA implementations. MateCORBA is an incredibly fast CORBA implementation.
de: MATE stellt seine eigene und ressourcenschonende CORBA-Implementation mit MateCORBA bereit. Die in MATE enthaltenen Werkzeuge und Bibliotheken ermöglichen das effektive Schreiben von Komponenten in C, einer Sprache, die für andere CORBA-Implementationen oft nicht verfügbar ist. MateCORBA ist eine unglaublich schnelle CORBA-Implementation.
el: Το MATE παρέχει τη δική του γρήγορη και ελαφριά υλοποίηση του CORBA, το MateCORBA. Επίσης, τα εργαλεία και οι βιβλιοθήκες του MATE επιτρέπουν και τη συγγραφή συστατικών σε C, μια γλώσσα που συχνά αγνοείται από άλλες υλοποιήσεις του CORBA. Το MateCORBA είναι μια εξαιρετικά γρήγορη υλοποίηση του CORBA.
es: MATE proporciona con MateCORBA su propia implementación ligera y rápida de CORBA. Las herramientas y bibliotecas proporcionadas con MATE permiten que los componentes estén escritos en C, un lenguaje habitualmente excluido por otras implementaciones de CORBA. MateCORBA es una implementación de CORBA increíblemente rápida.
ja: MATEは、高速で軽量なCORBA実装であるMateCORBAを提供します。MATEにより供給されるツールとライブラリは、C言語や他のCORBA実装では使用できない言語でも効果的にコンポーネントを記述することが可能です。
ru: MATE предоставляет собственную быструю и легкую реализацию CORBA — MateCORBA. Инструменты и библиотеки, поставляемые с MATE позволяют написание компонентов на языке C, в то время как другие реализации COBRA исключают такую возможность.MateCORBA является невероятно быстродейственной реализацией CORBA.

source: MateComponent helps fill the gaps in CORBA, providing the additional interfaces and specifications needed to support consistent components. Although you will rarely need to use CORBA without MateComponent, it can be used directly. For instance, MATE's accessibility infastructure uses CORBA to allow assistive tools to inspect and interact with running applications.
de: MateComponent hilft, die Lücken in CORBA zu füllen, indem zusätzliche Schnittstellen und Spezifikationen zur Unterstützung konsistenter Komponenten bereitgestellt werden. Sie werden CORBA kaum ohne MateComponent nutzen können, es ist direkt einsetzbar. Beispielsweise nutzt MATEs Barrierefreiheits-Architektur CORBA, um Hilfstechnologien die Überwachung von und Interaktion mit Anwendungen zu ermöglichen.
el: Το MateComponent συμπληρώνει τα κενά του CORBA, παρέχοντας τις επιπλέον διεπαφές και προδιαγραφές που απαιτούνται για την επίτευξη ομοιομορφίας των συστατικών. Μπορείτε πάντως να χρησιμοποιήσετε το CORBA χωρίς το MateComponent, αν και σπάνια χρειάζεται κάτι τέτοιο. Ένα παράδειγμα είναι οι υποδομές προσιτότητας του MATE, που χρησιμοποιούν το CORBA για να επιτρέπουν στις βοηθητικές τεχνολογίες να εποπτεύουν και να συνεργάζονται με τις εκτελούμενες εφαρμογές.
es: MateComponent ayuda a rellenar los huecos en CORBA proporcionando los interfaces adicionales y especificaciones necesarias para soportar componentes consistentes. Aunque rara vez necesitará usar CORBA sin MateComponent, se puede usar directamente. Por ejemplo, la la infraestructura de accesibilidad de MATE usa CORBA para permitir a las tecnologías de asistencia inspeccionar e interactuar con las aplicaciones en ejecución.
ja: MateComponentはCORBAに欠けている、一貫したコンポーネントサポートするために必要な追加のインタフェースと仕様を提供することによって、そのギャップを埋める手助けをします。MateComponentを使わずにCORBAを使用することはほとんどないでしょうが、直接CORBAを使用することも可能です。たとえば、MATEアクセシビリティの基盤はCORBAにより、実行中のアプリケーションを調査・対話する援助ツールを実現しています。
ru: MateComponent помогает заполнить пробелы в CORBA, предоставляя дополнительные интерфейсы и спецификации, необходимые для поддержки совместимых компонентов. Если же всё таки необходимо использовать CORBA без MateComponent, можно использовать его напрямую. Например, подсистема специальных возможностей MATE использует CORBA для того, чтобы позволить вспомогательным инструментам наблюдать и взаимодействовать с запущенными приложениями.

source: You may wish to use MateComponent to provide complex graphical components that can be embedded into applications. For most IPC needs, however, MATE is moving towards D-Bus, as integrating D-Bus into applications is considerably easier.
de: Sie wollen MateComponent vielleicht verwenden, um komplexe grafische Komponenten bereitzustellen, die in Anwendungen eingebettet werden können. Für die meisten IPC-Erfordernisse jedoch schwenkt MATE in Richtung D-Bus um, weil die Integration von D-Bus in Anwendungen deutlich einfacher sein dürfte.
el: Ίσως σας ενδιαφέρει η χρήση του MateComponent για την παροχή περίπλοκων γραφικών συστατικών που μπορούν να ενσωματωθούν σε εφαρμογές. Όμως, για την πλειοψηφία των αναγκών του σε IPC, το MATE προτιμά πλέον το D-Bus, καθώς η ενσωμάτωση του D-Bus σε εφαρμογές είναι σαφώς ευκολότερη.
es: Puede querer usar MateComponent para proporcionar componentes gráficos complejos que puedan ser empotrados en aplicaciones. No obstante, para necesidades CEP, las tecnologías de MATE se están moviendo a D-Bus, ya que integrar D-Bus en las aplicaciones es considerablemente más fácil.
ja: あなたはグラフィカルで複雑な埋め込み可能コンポーネントを提供するためにMateComponentを使用したいと思うかもしれません。しかし大部分のMATEにおけるIPCの必要性はD-Busへと移行しつつあります。アプリケーションをD-Busに統合することでそれらは大幅に簡単になります。
ru: MateComponent можно использовать для реализации сложных графических компонентов, которые могут быть внедрены в приложение. Тем не менее, для большинства задач межпроцессного взаимодействия MATE всё больше использует подсистему D-Bus, так как интегрирование D-Bus в приложения значительно проще.
