Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: MATE is a global effort, with many contributors all over the world. MATE is a success because of its contributors and users. This section lists the web sites and conferences where you can learn more about MATE, as well as other organizations that work with MATE.
de: MATE ist eine globale Angelegenheit mit vielen Mitwirkenden in der ganzen Welt. MATE wird durch diese Mitwirkenden und Benutzer ein Erfolg. Dieser Abschnitt listet die Webseiten und Konferenzen auf, wo Sie mehr über MATE erfahren können, sowie weitere Organisationen, die mit MATE zusammenarbeiten.
el: Το MATE είναι μια παγκόσμια προσπάθεια, με πολλούς συντελεστές σε όλον τον κόσμο. Η επιτυχία του MATE οφείλεται στους συντελεστές και τους χρήστες του. Αυτή η ενότητα αναφέρει τους ιστότοπους και τα συνέδρια όπου μπορείτε να μάθετε περισσότερα για το MATE, καθώς και τους οργανισμούς που συνεργάζονται με το MATE.
es: MATE es un esfuerzo global, con muchos contribuidores alrededor del mundo. MATE es exitoso por sus contribuidores y usuarios. Esta sección lista los sitios web y conferencias donde puede aprender acerca de MATE, así como de otras organizaciones para trabajar con MATE.
ja: MATEは世界中の大勢の貢献者によるグローバルな取り組みです。MATEは、MATEの貢献者とユーザによって成功しました。このセクションではMATEについて更に知るためのWebサイトやカンファレンスと、MATEとともに作業している他の団体について一覧します。
ru: MATE — это глобальная инициатива, реализуемая силами участников по всему миру. MATE успешен благодаря усилиям участников проекта и пользователям. Этот раздел содержит список веб-сайтов и форумов, где можно узнать больше о MATE и других организациях, работающих с MATE.

source: Web Sites
de: Webseiten
el: Ιστότοποι
es: Sitios Web
ja: Webサイト
ru: Веб-сайты

source: The primary web site for MATE users. It contains release information, downloads, and documentation.
de: Die erste Informationsquelle für MATE-Benutzer. Enthält Anmerkungen zur Veröffentlichung, Downloads und Dokumentation.
el: Ο κύριος ιστότοπος για τους χρήστες του MATE. Περιέχει λήψεις, τεκμηρίωση και πληροφορίες για τις εκδόσεις.
es: El sitio web primario para usuarios MATE. Contiene información de liberaciones, descargas, y documentación.
ja: MATEユーザのための主要サイトです。リリース情報やダウンロード、それにドキュメントが含まれます。
ru: Основной веб-сайт для пользователей MATE. Содержит информацию по выпускам, файлы для загрузки и документацию.

source: The complete source for all MATE documentation. It contains all of the user and developer documentation produced by MATE, automatically built and updated for each release.
de: Die vollständige Sammlung aller Informationen zu MATE. Enthält die Entwickler- und Benutzerdokumentation für MATE und wird automatisch mit jeder neuen Veröffentlichung aktualisiert.
el: Η πηγή για όλη την τεκμηρίωση του MATE. Περιέχει όλη την τεκμηρίωση του MATE για χρήστες και προγραμματιστές και ενημερώνεται αυτόματα σε κάθε έκδοση.
es: La fuente completa de toda la documentación de MATE. Contiene toda la documentación de usuario y desarrollador producida por MATE, automáticamente construida y actualizada para cada lanzamiento.
ja: すべてのMATEドキュメントの完全な情報源です。ここにはMATEによって製作されたユーザ用、開発者用のすべてのドキュメントが含まれていて、リリースにしたがって自動的に構築・更新されます。
ru: Полный источник всей документации MATE. Содержит всю документацию для пользователей и разработчиков, созданную MATE, которая автоматически создаётся и обновляется с каждым выпуском.

source: The web site for the MATE Foundation, the not-for-profit foundation that oversees the development of MATE.
de: Die Webseite der MATE-Foundation, der nicht gewinnorientierten Stiftung, welche die Schirmherrin über die MATE-Entwicklung ist.
el: Ο ιστότοπος του ιδρύματος MATE, του μη κερδοσκοπικού ιδρύματος που επιβλέπει την ανάπτυξη του MATE.
es: El sitio web para la fundación MATE, la fundación no-lucrativa que supervisa el desarrollo de MATE.
ja: MATEファウンデーションのWebサイトです。MATEファウンデーションはMATEの開発を監督する非営利的なファウンデーションです。
ru: Веб-сайт организации MATE Foundation — некоммерческой организации, наблюдающей за разработкой MATE.

source: The MATE bug trackers. Use this site to submit a bug report or feature request, or to track the status of a report.
de: Das MATE-Fehlererfasungssystem. Hier können Sie eine Fehlermeldung abgeben oder einen Wunsch für ein neues Funktionsmerkmal äußern, oder auch den Status einer Meldung verfolgen.
el: Οι διαχειριστές σφαλμάτων του MATE. Χρησιμοποιήστε αυτόν τον ιστότοπο για να υποβάλετε αναφορές σφαλμάτων ή αιτήματα για νέα χαρακτηριστικά, καθώς και για να παρακολουθείτε την κατάσταση των αναφορών.
es: El rastreo de errores de MATE. Use este sitio para enviar reportes de errores o solicitudes de funcionalidades, o para rastrear el estado de un reporte.
ja: MATEのバグ追跡サイトです。バグ報告や要望の投稿と、それらの報告にたいする対応のステータスを追跡します。
ru: Система отслеживания ошибок MATE. Этот ресурс используется для сообщении об ошибках и запроса новых возможностей, а также для отслеживания состояния сообщений об ошибках.

source: The MATE wiki. Many projects within MATE now use the wiki as their primary web space. In additional, the wiki is often used to sketch out future development.
de: Das MATE-Wiki. Viele Projekte innerhalb von MATE verwenden nun das Wiki als primären Webauftritt. Zusätzlich wird das Wiki oft verwendet, um die zukünftige Entwicklung zu diskutieren.
el: Το wiki του MATE. Πλέον, πολλά έργα του MATE χρησιμοποιούν το wiki ως τον κύριο ιστότοπό τους. Επίσης, το wiki χρησιμοποιείται συχνά για τη σχεδίαση της μελλοντικής ανάπτυξης του MATE.
es: El wiki de MATE. Muchos proyectos dentro de MATE ahora usan el wiki como su espacio web primario. En adición, el wiki es usado a menudo para bosquejar el desarrollo futuro.
ja: MATEのWikiサイトです。現在ではMATEの多くのプロジェクトが、このWikiサイトプロジェクトの主要なWebスペースとして使用しています。さらにこのWikiサイトは将来の開発についての概要を掲示するために使用されることもあります。
ru: Вики MATE. Множество проектов внутри MATE используют вики как основную веб-платформу. Кроме того, вики часто используется для создания набросков по будущей разработке.

source: The old website for developer information. This once contained developer documentation and information about the usability, documentation, and translation teams. The content on this site has since been largely superseded by <ulink url="http://library.mate.org/">library.mate.org</ulink> and <ulink url="http://live.mate.org/">live.mate.org</ulink>. There may still be some information on this site that is not found elsewhere.
de: Die alte Webseite für Enwicklerinformationen. Diese enthielt einst Entwicklerdokumentation und Informationen über Benutzerfreundlichkeit, Dokumentation sowie Übersetzungsteams. Der Inhalt dieser Seite wurde weitgehend durch die Informationen auf <ulink url="http://library.mate.org/">library.mate.org</ulink> und <ulink url="http://live.mate.org/">live.mate.org</ulink> ersetzt. Jedoch finden Sie hier noch einige nirgends sonst verfügbare Informationen.
el: Ο παλαιός ιστότοπος για τους προγραμματιστές. Παλαιότερα περιείχε τεκμηρίωση για προγραμματιστές και πληροφορίες για τις ομάδες χρηστικότητας, τεκμηρίωσης και μετάφρασης. Πλέον, επικαλύπτεται σε μεγάλο βαθμό από τα <ulink url="http://library.mate.org/">library.mate.org</ulink> και <ulink url="http://live.mate.org/">live.mate.org</ulink>. Ωστόσο, μπορεί στον ιστότοπο αυτό να βρείτε πληροφορίες που δεν βρίσκονται πουθενά αλλού.
es: La antigua pagina web para la documentación del desarrollador. Una vez tuvo la documentación e información del desarrollador acerca de la usabilidad, documentación y equipos de traducción. El contenido de esta pagina se ha sustituido por <ulink url="http://library.mate.org/">library.mate.org</ulink> y <ulink url="http://live.mate.org/">live.mate.org</ulink>. Puede que aún haya alguna información en esta página que no se pueda encontrar en otro sitio.
ja: 開発者のための情報を紹介する古いWebサイトです。かつては開発者用のドキュメントやユーザビリティのドキュメントや翻訳チームについての情報が含まれていました。このサイトに含まれる情報は内容が大きくなってきたことにより <ulink url="http://library.mate.org/">library.mate.org</ulink> と <ulink url="http://live.mate.org/">live.mate.org</ulink> に移行されました。このサイトにはここでしか参照できない情報がまだいくつか含まれています。
ru: Старый веб-сайт с информацией для разработчиков. Содержит информацию для разработчиков, по эргономике, документацию и разделы групп перевода. Многие разделы этого сайта были заменены <ulink url="http://library.mate.org/">library.mate.org</ulink> и <ulink url="http://live.mate.org/">live.mate.org</ulink>. Тем не менее на этой сайте всё еще может находиться информация, которой больше нигде нет.

source: Information on MATE mailing lists. This site contains full archives of all MATE mailing lists.
de: Informationen über die MATE-Mailinglisten. Diese Seite enthält vollständige Archive aller MATE-Mailinglisten.
el: Πληροφορίες σχετικά με τις λίστες ταχυδρομείου του MATE. Περιέχει τα πλήρη αρχεία των λιστών ταχυδρομείου του MATE.
es: Información en listas de correo de MATE. Este sitio contiene archivos totales de todas las listas de correo.
ja: MATEメーリングリストについての情報です。このサイトにはすべてのMATEメーリングリストのアーカイブが含まれています。
ru: Информация по спискам рассылки MATE. Этот сайт содержит полный архив всех список рассылки MATE.

source: The MATE Git repository, tracking all MATE source code back to the inception of the project.
de: Der Git-Softwarebestand von MATE, der allen Quellcode des Projekts beherbergt.
el: Το αποθετήριο Git του MATE, που εποπτεύει όλο τον πηγαίο κώδικα του MATE από την ημέρα που δημιουργήθηκε.
es: El repositorio Git de MATE, rastrea todos los código fuente de MATE al principio del proyecto.
ja: MATEのGitレポジトリです。プロジェクト開始当初からの、MATEのすべてのソースコードを追跡できます。
ru: Хранилище MATE Git, в котором отслеживаются все исходные коды с начала проекта.

source: Mailing Lists
de: Mailinglisten
el: Λίστες ταχυδρομείου
es: Listas de correo
ja: メーリングリスト
ru: Списки рассылки

source: The primary mailing list for MATE users.
de: Die primäre Mailingliste für MATE-Benutzer.
el: Η κύρια λίστα ταχυδρομείου για τους χρήστες του MATE.
es: La lista de correo primaria para usuarios MATE.
ja: MATEユーザのための主要なメーリングリストです。
ru: Основной список рассылки для пользователей MATE.

source: Information and questions about development using the MATE platform.
de: Informationen und Fragen zur Anwendungsentwicklung auf der MATE-Plattform.
el: Πληροφορίες και ερωτήσεις για προγραμματιστές που χρησιμοποιούν την πλατφόρμα MATE.
es: Información y preguntas acerca de desarrollo usando la plataforma MATE.
ja: MATEプラットフォームでの開発に関する質問や情報です。
ru: Информация и вопросы о разработке с использованием платформы MATE.

source: The first place to go to get involved with MATE.
de: Die erste Anlaufstelle zur Mitarbeit bei MATE.
el: Το πρώτο μέρος που θα πρέπει να κοιτάξετε αν θέλετε να συνεισφέρετε στο MATE.
es: El primer lugar a ir para involucrarse con MATE.
ja: MATEにかかわるための最初の場所です。
ru: Первый список рассылки, который стоит посетить, чтобы войти в команду MATE.

source: Information on accessibility in MATE applications.
de: Informationen über Barrierefreiheit in MATE-Anwendungen.
el: Πληροφορίες για την προσιτότητα στις εφαρμογές του MATE.
es: Información en accesibilidad en aplicaciones MATE.
ja: MATEアプリケーションのアクセシビリティについての情報です。
ru: Информация о специальных возможностях в приложениях MATE.

source: Information on writing documentation for MATE applications.
de: Informationen über die Erstellung von Dokumentationen für MATE-Anwendungen.
el: Πληροφορίες για τη συγγραφή τεκμηρίωσης για εφαρμογές MATE.
es: Información en escritura de documentación para aplicaciones MATE.
ja: MATEアプリケーションのドキュメント作成のための情報です。
ru: Информация о том, как писать документацию для приложений MATE.

source: Information about internationalization and localization of MATE applications.
de: Informationen über die Internationalisierung und Lokalisierung von MATE-Anwendungen.
el: Πληροφορίες για τη διεθνοποίηση και τοπικοποίηση των εφαρμογών MATE.
es: Información acerca de internacionalización y localización de aplicaciones MATE.
ja: MATEアプリケーションのインターナショナライゼーションとローカライゼーションについての情報です。
ru: Информация об интернационализации и локализации приложений MATE.

source: Information on usability for MATE applications.
de: Informationen über Barrierefreiheit für MATE-Anwendungen.
el: Πληροφορίες σχετικά με τη χρηστικότητα στις εφαρμογές MATE.
es: Información en usabilidad para aplicaciones MATE.
ja: MATEアプリケーションのユーザビリティについての情報です。
ru: Информация об эргономике приложений MATE.

source: Conferences
de: Konferenzen
el: Συνέδρια
es: Conferencias
ja: カンファレンス
ru: Конференции

source: GUADEC
es: La GUADEC

source: The primary conference for MATE users and developers. GUADEC is hosted annually in May or June. Each year, it is hosted in a different European city, making it an excellent excuse to see more of Europe. GUADEC features talks aimed at users, developers, and vendors.
de: Die primäre Konferenz für MATE-Benutzer und -Entwickler. Die GUADEC wird jährlich im Mai oder Juni abgehalten. Sie findet jedes Jahr in einer anderen europäischen Stadt statt, so dass Sie diese Konferenz auch hervorragend dazu nutzen können, Europa ein wenig besser kennenzulernen. Die GUADEC umfasst Vorträge für Benutzer, Entwickler und Softwareanbieter.
el: Το κύριο συνέδριο για τους χρήστες και προγραμματιστές του MATE. Το GUADEC διοργανώνεται ετησίως, το Μάιο ή τον Ιούνιο. Κάθε χρόνο φιλοξενείται σε διαφορετική ευρωπαϊκή πόλη, επιτρέποντάς μας να γνωρίσουμε καλύτερα την Ευρώπη. Το GUADEC περιλαμβάνει δραστηριότητες για χρήστες, προγραμματιστές και διανομείς.
es: La conferencia principal para usuarios y desarrolladores de MATE. La GUADEC tiene lugar anualmente en mayo o junio. Cada año, se presenta en una ciudad Europea diferente, haciéndolo una excelente excusa para ver más de Europa. Las charlas presentadas en la GUADEC están orientadas a usuarios, desarrolladores, y vendedores.
ja: MATEユーザと開発者のための主要なカンファレンスです。GUADECは毎年５月か６月に開催されます。ヨーロッパの色々な場所を見れるという上手い口実もあって、毎年ヨーロッパの異なる都市で開催されています。GUADECはユーザ、開発者、ベンダを対象にした講演が行われます。
ru: Основная конференция пользователей и разработчиков MATE. GUADEC проходит в мае или июне ежегодно. Каждый год она проходит в разных городах Европы. Основные темы GUADEC нацелены на пользователей, разработчиков и поставщиков программного обеспечения.

source: The MATE Summit
el: Σύνοδος κορυφής του MATE (MATE Summit)
es: La MATE Summit
ja: MATEサミット
ru: Саммит MATE

source: The hacker get-together. The Summit is geared primarily at existing MATE developers, although there is often useful information for new developers. The Summit is hosted annually in Boston.
de: Die Hacker-Zusammenkunft. Das »Summit« zielt vorrangig auf existierende MATE-Entwickler ab, jedoch finden sich oft auch nützliche Informationen für Neulinge. Das »Summit« findet alljährlich in Boston statt.
el: Η συνάντηση των χάκερ. Η σύνοδος αφορά κυρίως όσους ήδη προγραμματίζουν για το MATE, αν και συχνά διαθέτει χρήσιμα στοιχεία για νέους προγραμματιστές. Η σύνοδος διοργανώνεται σε ετήσια βάση στη Βοστόνη των ΗΠΑ.
es: La reunión hacker. La Summit se ajustado principalmente para desarrolladores existentes de MATE, aunque a menudo hay información útil para nuevos desarrolladores. El Summit se presenta en Boston.
ja: ハッカーの集まりです。サミットは主に既存のMATE開発者に適していますが、しばしば新しい開発者に有用な情報もあります。サミットは毎年ボストンで開催されています。
ru: Место, где разработчики собираются вместе. Саммит в основном поддерживается существующими разработчиками MATE, хотя может быть полезен для начинающих. Ежегодно саммит проходит в Бостоне, США.

source: A casual get-together hosted annually at linux.conf.au.
de: Eine etwa jährlich abgehaltene Zusammenkunft auf linux.conf.au.
el: Μια ανεπίσημη συνάντηση που διοργανώνεται ετησίως από το linux.conf.au.
es: Una reunión casual presentada anualmente en linux.conf.au.
ja: linux.conf.auでは毎年カジュアルな集まりが開催されます。
ru: Ежегодное собрание, проходящее в рамках конференции linux.conf.au.

source: Other Organizations
de: Weitere Organisationen
el: Άλλοι οργανισμοί
es: Otras organizaciones
ja: その他の団体
ru: Другие организации

source: The collaborative effort for interoperability and shared technology among desktop environments. Through freedesktop.org, MATE works with projects such as KDE and XFCE to make it easier for application developers to provide better experiences for their users.
de: Gemeinsame Anstrengungen für die Interoperabilität und gemeinsame Technologien ziehen sich durch alle Arbeitsumgebungen. MATE arbeitet mit Projekten wie KDE un XFCE, um die Entwicklung von benutzerfreundlichen Anwendung für Programmierer zu vereinfachen.
el: Μια προσπάθεια συνεργασίας για την επίτευξη διαλειτουργικότητας και την κοινή χρήση τεχνολογιών σε διαφορετικά περιβάλλοντα επιφάνειας εργασίας. Μέσω του freedesktop.org, το MATE συνεργάζεται με έργα όπως το KDE και το XFCE, για να επιτρέψει στους προγραμματιστές εφαρμογών να βελτιώσουν την εμπειρία των χρηστών τους.
es: El esfuerzo colaborativo para interoperabilidad y tecnología compartida entre ambientes de escritorio. A través de freedesktop.org, MATE trabaja con proyectos como KDE y XFCE para hacer lo fácil para desarrolladores de aplicación para proveer mejor experiencia para sus usuarios.
ja: 共同してデスクトップ環境の相互運用と技術共有について努力しています。MATEはfreedesktop.orgを通じてKDEやXFCEのようなプロジェクトと共に、よりよいユーザ経験を提供するための作業をしています。
ru: Совместная инициатива, направленная на развитие взаимодействия и общих технологий для разных рабочих сред. Несмотря на freedesktop.org, MATE сотрудничает с другими проектами, такими как KDE и XFCE для облегчения разработчикам программного обеспечения создания удобных для пользователя приложений.

source: The free web engine, and a whole lot more. MATE maintains close ties to the Mozilla development team to provide an overall better user interface.
de: Die freie Web-Engine, und noch viel mehr. MATE unterhält enge Beziehungen zum Mozilla-Entwicklerteam, um eine allgemeine Verbesserung der Benutzerschnittstelle zu erreichen.
el: Η ελεύθερη μηχανή ιστού, και όχι μόνο. Το MATE διατηρεί στενές σχέσεις με την ομάδα ανάπτυξης του Mozilla, με στόχο τη γενικότερη βελτίωση της διεπαφής χρήστη.
es: El motor web libre, y muchas cosas más. MATE mantiene lazos cercanos al equipo de desarrollo Mozilla para proveer en general una mejor interface de usuario.
ja: フリーのWebエンジンであり、それ以上のものも含んでいます。MATEはよりよいユーザインタフェースを提供するためにMozzilaの開発チームと密接な関係を維持しています。
ru: Свободное веб-ядро, и даже намного больше. MATE работает бок о бок с группой разработчиков Mozilla, помогая разрабатывать удобный интерфейс.

source: The free office suite. MATE works with the OpenOffice.org development team to help provide a more unified interface when using the free office suite on MATE.
de: Die freie Büro-Suite. MATE arbeitet mit dem OpenOffice.org-Entwicklungsteam zusammen, um eine einheitlichere Schnittstelle anzubieten, wenn die freie Büro-Suite unter MATE verwendet wird.
el: Η ελεύθερη σουίτα εφαρμογών γραφείου. Το MATE συνεργάζεται με την ομάδα ανάπτυξης του OpenOffice.org με στόχο την καλύτερη ενσωμάτωση της διεπαφής της ελεύθερης αυτής σουίτας στο MATE.
es: La suite de oficina libre. MATE trabaja con el equipo de desarrollo de OpenOffice.org para ayudar a proveer una interfaz más unificada cuando se use la suite de oficina libre de MATE.
ja: フリーのオフィス・スイートです。 MATEはMATE上でフリーのオフィス・スイートを使用するときに統一されたインタフェースを提供するためにOpenOffice.orgの開発チームと作業しています。
ru: Свободный офисный пакет. MATE сотрудничает с группой разработчиков OpenOffice.org, помогая создать более унифицированный интерфейс при использовании свободного офисного пакета в MATE.

source: Free Software Foundation
el: Ίδρυμα Ελεύθερου Λογισμικού
es: Fundación de Software Libre

source: Freedom. Established in 1985, the Free Software Foundation has worked to create a complete free operating systems, giving its users the freedom to use, modify, and redistribute their software. As part of the GNU project, MATE aims to provide a fully free desktop environment.
de: Die Freiheit an sich. Gegründet im Jahre 1985, arbeitete die Free Software Foundation daran, ein vollständig freies Betriebssystem zu entwickeln, was den Benutzern die Freiheit gibt, es zu verwenden, verändern und weiterzugeben. Als Teil des GNU-Projekts ist es Ziel von MATE, eine vollständig freie Arbeitsumgebung bereitzustellen.
el: Ελευθερία. Το Ίδρυμα Ελεύθερου Λογισμικού ιδρύθηκε το 1985 και εργάζεται σκληρά για τη δημιουργία απολύτως ελεύθερων λειτουργικών συστημάτων, που παρέχουν στους χρήστες τους την ελευθερία να χρησιμοποιούν, να τροποποιούν και να αναδιανέμουν το λογισμικό τους. Ως κομμάτι του έργου GNU, το MATE στοχεύει στην παροχή ενός απολύτως ελεύθερου περιβάλλοντος επιφάνειας εργασίας.
es: Libertad. Establecido en 1985, la Fundación de Software Libre ha trabajado para crear sistemas operativos libres completos, dando a sus usuarios la libertad para usar, modificar, y redistribuir su software. Como parte del proyecto GNU. MATE apunta a proveer un ambiente de escritorio totalmente libre.
ja: それは"自由"です。 フリーソフトウェア財団はユーザがソフトウェアを自由に使用・変更・再配布・変更できる、完全に無料のオペレーティングシステムを作成するために1985年に設立されました。GNUプロジェクトの一環として、MATEは完全に自由なデスクトップ環境を提供します。
ru: Свобода. Основана в 1985 г. Free Software Foundation (Организация свободного программного обеспечения) работает над созданием полностью свободной операционной системы, дающих пользователю свободу использования, изменения и распространения программного обеспечения. Будучи частью проекта GNU, MATE нацелен на создание полностью свободного программного обеспечения.

source: Application and File Type Registries
de: Registrieren von Anwendungen und Dateitypen
el: Μητρώα εφαρμογών και τύπων αρχείων
es: Registros de aplicación y tipos de archivo
ja: アプリケーションとファイルタイプのレジストリ
ru: Регистрация приложений и типов файлов
