Repository: perberos/Mate-Desktop-Environment
Catalog: mate-devel-docs/platform-overview/*/*.po
Languages: de, el, es, ja, ru

source: Notification Area
de: Benachrichtigungsfeld
el: Περιοχή ειδοποιήσεων
es: Área de notificación
ja: 通知スペース(Notification Area)
ru: Область уведомлений

source: In addition to launchers and panel applets, the MATE panel also features a notification area that applications can use to notify users of events. Notifications can be used to alert the user of new emails, available updates, upcoming meetings, or any number of other events.
de: Zusätzlich zu Anwendungsstartern und Panel-Applets verfügt das MATE-Panel auch über ein -Benachrichtigungsfeld, in dem Anwendungen die Benutzer auf Ereignisse hinweisen können. Benachrichtigungen können den Benutzer warnen, wenn neue E-Mails eingetroffen sind, bei verfügbaren Systemaktualisierungen, anstehenden Terminen oder jeder anderen Art von Ereignissen.
el: Πέρα από τους εκκινητές και τις μικροεφαρμογές, ο πίνακας εφαρμογών του MATE προσφέρει επίσης μια περιοχή ειδοποιήσεων, που μπορούν να χρησιμοποιούν οι εφαρμογές για να ενημερώνουν τους χρήστες. Οι ειδοποιήσεις μπορούν να ανακοινώνουν την ύπαρξη νέων e-mail ή ενημερώσεων, να υπενθυμίζουν επερχόμενα ραντεβού, και πολλά άλλα.
es: Además de los lanzadores y las miniaplicaciones del panel, el panel de MATE también dispone de un área de notificación que las aplicaciones pueden usar para notificar eventos a los usuarios. Las notificaciones se pueden usar para alertar al usuario de nuevos correos electrónicos, actualizaciones disponibles, próximas reuniones o cualquier otro acontecimiento.
ja: ランチャやパネルアプレットに加えてMATEパネルは、アプリケーションがイベントをユーザに通知するために使用できる通知スペースを備えています。通知スペースは、新しい電子メールをユーザに知らせたり、使用可能なアップデートや会議、その他のさまざまなイベントを通知するのに使用できます。
ru: Кроме кнопок запуска приложений и апплетов панель MATE содержит область уведомлений, с помощью которой приложения могут уведомлять пользователя о произошедших событиях. Например, для уведомления о получении новых писем, доступных обновлениях, запланированных встречах и других событиях.

source: Notifications are simple icons that your application can place in the notification area on the user's panel. Your application can then take further action when the user clicks on the icon. Currently, the notification system is implemented in the experimental Egg library; however, the next version of GTK+ will have support for notification icons.
de: Benachrichtigungen sind einfache Symbole, die Ihre Anwendung im Benachrichtigungsfeld des Panels des Benutzers erscheinen lässt. Ihre Anwendung kann weitere Aktionen ausführen, wenn der Benutzer das Symbol anklickt. Gegenwärtig basiert das Benachrichtigungssystem auf der exsperimentellen Egg-Bibliothek, jedoch wird die nächste Version von GTK+ die Benachrichtigungssymbole direkt unterstützen.
el: Οι ειδοποιήσεις είναι απλά εικονίδια, που η εφαρμογή σας μπορεί να τοποθετήσει στην περιοχή ειδοποιήσεων του πίνακα εφαρμογών του χρήστη. Αν ο χρήστης κάνει κλικ στο εικονίδιο, η εφαρμογή σας μπορεί να προβεί σε περαιτέρω ενέργειες. Προς το παρόν, το σύστημα ειδοποιήσεων υλοποιείται μέσω της πειραματικής βιβλιοθήκης Egg· ωστόσο, η επόμενη έκδοση της GTK+ θα υποστηρίζει τα εικονίδια ειδοποιήσεων.
es: Las notificaciones son iconos simples que su aplicación puede ubicar en el área de notificación del panel del usuario. Su aplicación puede realizar alguna acción si el usuario pulsa sobre el icono. Actualmente, el sistema de notificaciones está implementado en la biblioteca experimental Egg; no obstante, la nueva versión de GTK+ tendrá soporte para los iconos de notificación.
ja: 通知は、アプリケーションがユーザのパネルの通知スペースに配置できるシンプルなアイコンです。ユーザがアイコンをクリックすることによりアプリケーションは、それ以上の処理を行うこともできます。現在のところ、通知システムは、実験的なエッグライブラリによって実装されていますが、GTK +の次のバージョンでは通知アイコンをサポートする予定です。
ru: Уведомления — это значки, которые приложения могут поместить в область уведомлений на панели пользователя. Приложение может обработать события щелчков мыши на значке. В настоящее время система уведомлений реализована в экспериментальной библиотеке Egg, однако следующая версия GTK+ будет поддерживать значки уведомлений.

source: The notification area is a <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> specification, so your notification icons will appear in other desktop environments as well. For more information on the notification area, see <ulink url="http://standards.freedesktop.org/systemtray-spec/latest/">The System Tray Protocol Specification</ulink>.
de: Das Benachrichtigungsfeld ist eine <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>-Spezifikation, so dass Ihre Symbole auch in den Benachrichtigungsfeldern anderer Arbeitsumgebungen erscheinen. Weitere Informationen über das Benachrichtigungsfeld finden Sie in der <ulink url="http://standards.freedesktop.org/systemtray-spec/latest/">System Tray Protocol Specification</ulink>.
el: Η περιοχή ειδοποιήσεων βασίζεται σε προδιαγραφές του <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, επομένως τα εικονίδια ειδοποιήσεών σας θα λειτουργούν και σε άλλα περιβάλλοντα επιφάνειας εργασίας. Για περισσότερες πληροφορίες σχετικά με την περιοχή ειδοποιήσεων, δείτε το <ulink url="http://standards.freedesktop.org/systemtray-spec/latest/">System Tray Protocol Specification</ulink>.
es: El área de notificación es una especificación de <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, de tal forma que sus iconos de notificación también aparecerán en otros entornos de escritorio. Para obtener más información acerca del área de notificación, consulte <ulink url="http://standards.freedesktop.org/systemtray-spec/latest/">La especificación del protocolo del área de notificación del sistema</ulink>.
ja: 通知スペースは <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> で仕様が決められているので、あなたの通知アイコンは他のデスクトップ環境でも表示されます。通知スペースの詳細は <ulink url="http://standards.freedesktop.org/systemtray-spec/latest/">The System Tray Protocol Specification</ulink> を参照してください。
ru: Область уведомлений описана в спецификациях <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, поэтому значки уведомлений должны появиться и в других окружениях рабочего стола. За дополнительной информацией об области уведомлений обратитесь к <ulink url="http://standards.freedesktop.org/systemtray-spec/latest/">Спецификации протокола системного лотка</ulink>.

source: File Manager
de: Dateimanager
el: Διαχειριστής αρχείων
es: Gestor de archivos
ja: ファイルマネージャ
ru: Менеджер файлов

source: MATE ships with <application>Caja</application>, an intuitive and powerful file manager. Using the advanced GVFS technology, <application>Caja</application> is able to display remote folders just like folders on the local file system, giving users access to all their files everywhere with a single consistent interface.
de: MATE wird mit <application>Caja</application> geleifert, einem intuitiv bedienbaren und mächtigen Dateimanager. Durch die Verwendung der fortgeschrittenen GVFS-Technologie ist <application>Caja</application> in der Lage, entfernte Ordner ebenso wie Ordner auf dem lokalen Dateisystem anzuzeigen. Das ermöglicht Benutzern den Zugriff auf alle ihre wo auch immer befindlichen Dateien über eine einheitliche Schnittstelle.
el: Το MATE περιλαμβάνει το <application>Ναυτίλο</application>, έναν εύχρηστο και ισχυρό διαχειριστή αρχείων. Ο <application>Ναυτίλος</application> χρησιμοποιεί την προηγμένη τεχνολογία GVFS για να εμφανίζει απομακρυσμένους φακέλους με τον ίδιο τρόπο που εμφανίζει και το τοπικό σύστημα αρχείων, προσφέροντας στους χρήστες πρόσβαση σε όλα τα αρχεία τους, όπου και αν βρίσκονται αυτά, μέσα από μια ενιαία διεπαφή.
es: MATE posee <application>Caja</application>, un gestor de archivos intuitivo y potente. Al usar la avanzada tecnología GVFS, <application>Caja</application> es capaz de mostrar carpetas remotas como si fuesen carpetas del sistema de archivos local, proporcionando a los usuarios acceso a todos sus archivos en cualquier lugar con un interfaz consistente y único.
ja: MATEには直感的で強力なファイルマネージャである <application>Caja</application> が同梱されています。GVFSテクノロジを使用することにより <application>Caja</application> はリモートシステムのフォルダをローカルのファイルシステムのフォルダと同様に表示できます。それによりユーザは単一の統一されたインタフェースでファイルにアクセスすることができます。
ru: MATE поставляется с <application>Caja</application> — интуитивным и мощным менеджером файлов. Используя технологию MateVFS, <application>Caja</application> может отображать удалённые каталоги также как локальные, что обеспечивает целостный интерфейс доступа к пользовательским данным.

source: <application>Caja</application> provides a plugin interface, enabling developers to extend its functionality to provide more information about users' files. This provides a richer and more coherant experience for users, removing the need for seperate applications to manage various types of files.
de: <application>Caja</application> verfügt über eine Plugin-Schnittstelle, die Entwickler zur Erweiterung der Funktionalität nutzen können, um weitere Informationen über die Dateien des Benutzers bereitzustellen. Das ermöglicht eine bessere und nachvollziehbarere Bedienbarkeit für Benutzer und macht zusätzliche Anwendungen für die Verwaltung der verschiedenen Dateitypen überflüssig.
el: Ο <application>Ναυτίλος</application> παρέχει μία διεπαφή προσθέτων, που επιτρέπει στους προγραμματιστές να επεκτείνουν τη λειτουργικότητά του και να παρέχουν επιπλέον πληροφορίες για τα αρχεία των χρηστών. Έτσι, ο χρήστης απολαμβάνει μια πλουσιότερη και περισσότερο ενιαία εμπειρία, ενώ εξαλείφεται η ανάγκη εγκατάστασης πολλών διαφορετικών εφαρμογών για τη διαχείριση διαφορετικών τύπων αρχείων.
es: <application>Caja</application> proporciona un interfaz de complementos que permite a los desarrolladores extender sus funcionalidades para proporcionar más información acerca de los archivos del usuario. Esto proporciona una experiencia más rica y coherente a los usuarios, eliminando la necesidad de separar aplicaciones para gestionar los diversos tipos de archivos.
ja: <application>Caja</application> は、ユーザのファイルについてより多くの情報を提供するために機能拡張が可能なプラグイン・インタフェースを提供します。これによりそれぞれのアプリケーションがさまざまなタイプを別々に管理することを排除して、豊かで首尾一貫したユーザ経験を提供することができます。
ru: <application>Caja</application> поддерживает подключаемые модули, что позволяет разработчикам расширять его функциональность и предоставить пользователям больше информации о файлах. Это обеспечивает более понятное взаимодействие с пользователем, избегая необходимости использовать другие приложения управления файлами различных типов.

source: <application>Caja</application> plugins can extend the file manager's functionality in a number of ways. Plugins can add extra information to file properties dialogs, providing users with everything they need to know about files. For example, MATE ships with a plugin to display extra information about audio and video files, such as the codec used, the dimensions of the video, and artist and album of music files extracted from a CD.
de: <application>Caja</application>-Plugins können die Funktionalität des Dateimanagers auf verschiedene Weisen erweitern. Plugins können zusätzliche Informationen zum Eigenschaftsdialog hinzufügen und versorgen den Benutzer dadurch mit allem, was sie über ihre Dateien wissen wollen. MATE wird beispielsweise bereits mit einem Plugin geliefert, das zusätzliche Informationen über Klang- und Videodateien bietet, wie den verwendeten Codec, die Abmessungen des Videos oder den Künstler und den Albumnamen von Musikdateien, die aus dem Inhalt einer Audio-CD erstellt wurden.
el: Τα πρόσθετα του <application>Ναυτίλου</application> επεκτείνουν τη λειτουργικότητα του διαχειριστή αρχείων με διάφορους τρόπους. Έτσι, μπορεί να προσθέτουν επιπλέον πληροφορίες στο διαλόγο με τις ιδιότητες ενός αρχείου, προσφέροντας στο χρήστη όλες τις πληροφορίες που χρειάζεται. Για παράδειγμα, το MATE περιλαμβάνει ένα πρόσθετο που εμφανίζει επιπλέον πληροφορίες για τα αρχεία ήχου και βίντεο, όπως είναι ο codec που χρησιμοποιήθηκε, οι διαστάσεις του βίντεο, ο καλλιτέχνης και το άλμπουμ ενός αρχείου ήχου που εξήχθη από CD.
es: Los complementos de <application>Caja</application> puede extender las funcionalidades del gestor de archivos en numerosas formas. Los complementos puede añadir información adicional a los diálogos de propiedades de los archivos, proporcionando a los usuarios todo lo que necesitan saber acerca de sus archivos. Por ejemplo, MATE posee un complemento para mostrar información adicional acerca de los archivos de sonido y vídeo, tal como el códec usado, las dimensiones del vídeo y el artista y álbum de los archivos de música extraídos de un CD.
ja: <application>Caja</application>プラグインはいくつかの方法でファイルマネージャの機能を拡張することができます。プラグインはファイルのプロパティ・ダイアログで追加の情報を追加できるので、ユーザにユーザがファイルについて知るべきすべてのことを提供することができます。たとえばMATEに同梱されているオーディオやビデオの追加情報を表示するプラグインでは、使用されているCODECやビデオのサイズ、CDから取得したアーティストやアルバム名などが表示されます。
ru: Подключаемые модули <application>Caja</application> расширяют функциональность менеджера файлов разными способами. Они могут отразить дополнительную информацию в диалог свойств файлов, предоставляя пользователю всю необходимую информацию. Например, MATE поставляется с подключаемым модулем, который отображает дополнительную информацию о аудио и видео файлах: используемый кодек, размеры кадра видео, имя артиста и группы аудио файлов, полученных с компакт-диска.

source: Plugins can also add columns to the list view and automatically place emblems on files. This can be used to provide pertinent information to the user at a glance. For example, a <application>Caja</application> plugin could provide version control information on folders checked out from a version control system. Users could see directly in the file manager if a file is up to date, or if changes have been made locally.
de: Plugins können auch Spalten zu einer Listenansicht hinzufügen oder Dateien automatisch mit Emblemen versehen. Dadurch können dem Benutzer sachdienliche Informationen zusaätzlich zur Verfügung gestellt werden. Beispielsweise könnte ein <application>Caja</application>-Plugin eine Versionskontrolle für Ordner bereitstellen, die aus einem Versionsverwaltungssystem ausgecheckt worden sind. Benutzer sehen so im Dateimanager, ob eine Datei aktuell ist oder ob lokale Änderungen vorgenommen wurden.
el: Τα πρόσθετα μπορούν επίσης να χρησιμοποιηθούν για την προσθήκη νέων στηλών στην προβολή λίστας και την αυτόματη τοποθέτηση εμβλημάτων σε αρχεία. Έτσι, ο χρήστης μπορεί να αποκτά χρήσιμες πληροφορίες με μια μόνο ματιά. Για παράδειγμα, ένα πρόσθετο του <application>Ναυτίλου</application> θα μπορούσε να παρέχει πληροφορίες ελέγχου εκδόσεων για τους φακέλους που ελήφθησαν από σύστημα ελέγχου εκδόσεων. Οι χρήστες θα μπορούσαν να διαπιστώνουν αμέσως αν το αρχείο είναι ενημερωμένο ή αν έχουν γίνει τοπικές αλλαγές.
es: Los complementos también pueden añadir columnas a la vista de lista y emplazar emblemas en archivos automáticamente. Esto se puede usar para proporcionar información pertinente al usuario. Por ejemplo, un complemento de <application>Caja</application> podría proporcionar información sobre el control de versión sobre carpetas que se descarguen de un sistema de control de versiones (CVS/SVN). Los usuarios podrían ver en el gestor de archivos directamente si el archivo está totalmente actualizado o si se han realizado cambios localmente.
ja: プラグインはリストビューに列を追加でき、自動的にファイルのエンブレムを表示します。これにより適切な情報をユーザが一目で判別できるようになります。たとえば <application>Caja</application> のプラグインはバージョン管理システムからのチェックアウトに関する情報を表示することができます。ユーザはファイルマネージャからファイルが最新なのか、チェックアウトしたファイルに変更が加えられているかを直接見ることができます。
ru: Подключаемые модули могут добавлять колонки в список просмотра и автоматически отображать эмблемы на файлах, что может быть использовано для предоставления пользователю информации, которою он может охватить одним взглядом. Например, подключаемый модуль <application>Caja</application> может предоставлять информацию о версии в свойствах каталога, который был получен с помощью системы контроля версий. Пользователи могут посмотреть напрямую в менеджере файлов был ли файл обновлен на сервере или были ли изменён файл на данном компьютере.

source: <application>Caja</application> also allows developers to add items to the context menu for files and folders. Context menu items can specify for which types of files they should be displayed, so the context menu only provides actions that are relevant for the selected files. For example, <application>File Roller</application>, MATE's archive file utility, adds an item to the context menu to extract archive files directly. Extra context menu items provide easy access to common operations on different types of files.
de: <application>Caja</application> erlaubt es auch Entwicklern, Einträge zum Kontextmenü von Dateien und Ordnern hinzuzufügen. Für die Einträge der Kontextmenüs kann angegeben werden, für welche Dateitypen sie angezeigt werden, so dass nur Einträge erscheinen, die für den betreffenden Dateityp relevant sind. Beispielsweise fügt der <application>Archivmanager</application>, das MATE-Werkzeug zur Archivierung, einen Eintrag zum direkten Entpacken von Archivdateien hinzu. Zusätzliche Einträge im Kontextmenü bieten leichten Zugriff auf häufig erforderliche Operationen mit den verschiedenen Dateitypen.
el: Ο <application>Ναυτίλος</application> επιτρέπει ακόμη στους προγραμματιστές να προσθέτουν στοιχεία στα σχετικά μενού των αρχείων και φακέλων. Συνήθως, αυτά τα επιπλέον στοιχεία των σχετικών μενού προσδιορίζουν τους τύπους αρχείων για τους οποίους θα εμφανίζονται, έτσι ώστε να εμφανίζονται μόνο όταν μπορούν να χρησιμοποιηθούν για τα επιλεγμένα αρχεία. Για παράδειγμα, το <application>File Roller</application>, ο διαχειριστής συμπιεσμένων αρχείων του MATE, προσθέτει στο σχετικό μενού ένα στοιχείο για την άμεση αποσυμπίεση συμπιεσμένων αρχείων. Άλλα πρόσθετα στοιχεία των σχετικών μενού προσφέρουν εύκολη πρόσβαση σε συνηθισμένες ενέργειες για πολλούς διαφορετικούς τύπους αρχείων.
es: <application>Caja</application> también permite a los desarrolladores añadir elementos a los menús contextuales para los archivos y carpetas. Los elementos de los menús contextuales se pueden especificar para qué tipo de archivos deben mostrarse, de tal forma que el menú contextual sólo proporcionará acciones relevantes para los archivos seleccionados. Por ejemplo, <application>Gestor de archivadores</application>, el gestor de archivadores de MATE, añade un elemento al menú contextual para extraer los archivos de un archivador directamente. Los elementos del menú adicionales proporcionan acceso fácil a operaciones comunes sobre diferentes tipos de archivos.
ja: <application>Caja</application> では開発者がファイルやフォルダのコンテキストメニューに項目の追加もできます。コンテキストメニューの項目は表示するべきファイルがどのファイルタイプに属するのかにより決定されるので、コンテキストメニューには選択されたファイルに関連するアクションだけが表示されます。たとえばMATEの <application>書庫マネージャ</application> はコンテキストメニューに"ここに展開する"という項目を追加します。コンテキストメニューの拡張により異なるタイプ別に一般的な操作を簡単に行うことが可能になります。
ru: <application>Caja</application> позволяет разработчикам добавлять пункты контекстного меню для файлов и каталогов. Также можно определить для каких типов файлов следует отображать данные пункты. Таким образом, контекстное меню предоставляет только те действия, которые важны именно для выделенных файлов. Например, архиватор для MATE <application>File Roller</application> добавляет в контекстное меню пункт извлечения файлов. Дополнительные пункты контекстного меню обеспечивают простой доступ к общим операциям для разных типов файлов.

source: In addition to a flexible plugin architecture, <application>Caja</application> can also display a thumbnail for any type of file for which a thumbnailer has been provided. Thumbnails show a preview of the file, helping users find the files they want. MATE can automatically create thumbnails for most image and movie files, and allows applications to install additional thumbnailer programs to create thumbnails for application-specific files. Thumbnail management is fully specified by <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, so any thumbnailers you provide can be used by all applications.
de: Zusätzlich zur flexiblen Plugin-Architektur kann <application>Caja</application> auch ein Vorschaubild für jeden Dateityp anzeigen, für den ein Thumbnailer bereitsteht. Vorschaubilder zeigen eine Vorschau der Datei und helfen Benutzern beim Auffinden einer gesuchten Datei. MATE kann automatisch Vorschaubilder für die meisten Grafik- und Videodateien erzeugen. Die Einbindung zusätzlicher Thumbnailer-Programme für anwendungsspezifische Dateien ist möglich. Die Vorschaubilder-Verwaltung wird umfassend bei <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> beschrieben, so dass Ihre Thumbnailer von allen Anwendungen genutzt werden können.
el: Πέρα από την ευέλικτη αρχιτεκτονική προσθέτων που διαθέτει, ο <application>Ναυτίλος</application> μπορεί επίσης να εμφανίζει μικρογραφίες για όλους τους τύπους αρχείων για τους οποίους υπάρχει διαθέσιμη εφαρμογή δημιουργίας μικρογραφιών. Οι μικρογραφίες εμφανίζουν μια προεπισκόπηση του αρχείου, διευκολύνοντας το χρήστη στην αναζήτηση αρχείων. Το MATE μπορεί να δημιουργεί αυτόματα μικρογραφίες για τα περισσότερα αρχεία εικόνας και βίντεο, ενώ επιτρέπει στις εφαρμογές να εγκαθιστούν νέες εφαρμογές μικρογραφιών για τη δημιουργία μικρογραφιών για τα δικά τους αρχεία. Το <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> παρέχει πλήρεις προδιαγραφές για τη διαχείριση των μικρογραφιών, άρα οι εφαρμογές μικρογραφιών σας θα μπορούν να χρησιμοποιούνται από όλες τις εφαρμογές.
es: Además de la arquitectura de complementos flexible, <application>Caja</application> también puede mostrar una miniatura para cualquier tipo de archivo para el que se haya proporcionado un miniaturizador. Las miniaturas muestran una vista preliminar del archivo ayudando a los usuarios a encontrar los archivos que quieren. MATE puede crear automáticamente las miniaturas para la mayoría de imágenes y archivos de películas y permite a las aplicaciones instalar programas miniaturizadores adicionales para crear miniaturas de los archivos específicos de la aplicación. La gestión de las miniaturas está completamente especificada por <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink> de tal forma que cualquier miniaturizador que proporcione podrá ser usado por todas las aplicaciones.
ja: 柔軟なプラグインアーキテクチャに加えて、 <application>Caja</application> はサムネイル表示が提供されているファイルにたいして任意の種類のサムネイルを表示することもできます。サムネイルにはファイルのプレビューが表示され、ユーザーが必要なファイルを見つける手助けとなります。 MATEは多くののイメージやムービーファイルのサムネイルを自動的に作成します。またアプリケーションはアプリケーション固有のファイルにたいするサムネイルを作成するために追加でサムネイル作成プログラムをインストールすることができます。サムネイルの管理は <ulink url="http://www.freedesktop.org/"> freedesktop.org</ulink> により完全な仕様が決定されているため、任意のサムネイル作成プログラムをすべてのアプリケーションで使用することができます。
ru: В дополнение к гибкой архитектуре, основанной на подключаемых модулях <application>Caja</application> может отображать миниатюры для тех типов файлов, которые обрабатывает программа создания миниатюр. Миниатюры показываются при предварительном просмотре файла, помогая пользователям найти нужные файлы. MATE может автоматически создавать миниатюры для большинства видео файлов и изображений и позволяет приложениям устанавливать дополнительные программы для создания миниатюр файлов, связанных с данным приложением. Управление миниатюрами полностью определено <ulink url="http://www.freedesktop.org/">freedesktop.org</ulink>, так что любые программы для создания миниатюр будут использоваться всеми приложениями.

source: Window Manager
de: Fenstermanager
el: Διαχειριστής παραθύρων
es: Gestor de ventanas
ja: ウィンドウマネージャ
ru: Менеджер окон
