Repository: perberos/Mate-Desktop-Environment
Catalog: libmatekbd/po/*.po
Languages: en@shaw

source: There was an error loading an image: %s
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘¦ğ‘¡: %s

source: layout "%s"
en@shaw: ğ‘¤ğ‘±ğ‘¬ğ‘‘ "%s"

source: option "%s"
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "%s"

source: model "%s", %s and %s
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤ "%s", %s ğ‘¯ %s

source: no layout
en@shaw: ğ‘¯ğ‘´ ğ‘¤ğ‘±ğ‘¬ğ‘‘

source: no options
en@shaw: ğ‘¯ğ‘´ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Default group, assigned on window creation
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘œğ‘®ğ‘µğ‘, ğ‘¨ğ‘Ÿğ‘•ğ‘²ğ‘¯ğ‘› ğ‘ªğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘’ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯

source: Keep and manage separate group per window
en@shaw: ğ‘’ğ‘°ğ‘ ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘ğ‘» ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Keyboard Update Handlers
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘¤ğ‘»ğ‘Ÿ

source: Keyboard layout
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¤ğ‘±ğ‘¬ğ‘‘

source: Keyboard model
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤

source: Keyboard options
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Load exotic, rarely used layouts and options
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘‘ğ‘¦ğ‘’, ğ‘®ğ‘ºğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘‘ ğ‘¤ğ‘±ğ‘¬ğ‘‘ğ‘• ğ‘¯ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Load extra configuration items
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ

source: Save/restore indicators together with layout groups
en@shaw: ğ‘•ğ‘±ğ‘/ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘¦ğ‘ ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘œğ‘®ğ‘µğ‘ğ‘•

source: Secondary groups
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘œğ‘®ğ‘µğ‘ğ‘•

source: Show flags in the applet
en@shaw: ğ‘–ğ‘´ ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Show flags in the applet to indicate the current layout
en@shaw: ğ‘–ğ‘´ ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘±ğ‘¬ğ‘‘

source: Show layout names instead of group names
en@shaw: ğ‘–ğ‘´ ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ

source: The Keyboard Preview, X offset
en@shaw: ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘ğ‘®ğ‘°ğ‘ğ‘¿, ğ‘§ğ‘’ğ‘• ğ‘ªğ‘“ğ‘•ğ‘§ğ‘‘

source: The Keyboard Preview, Y offset
en@shaw: ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘ğ‘®ğ‘°ğ‘ğ‘¿, ğ‘¢ğ‘² ğ‘ªğ‘“ğ‘•ğ‘§ğ‘‘

source: The Keyboard Preview, height
en@shaw: ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘ğ‘®ğ‘°ğ‘ğ‘¿, ğ‘£ğ‘²ğ‘‘

source: The Keyboard Preview, width
en@shaw: ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘ğ‘®ğ‘°ğ‘ğ‘¿, ğ‘¢ğ‘¦ğ‘›ğ‘”

source: The background color
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: The background color for the layout indicator
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼

source: The font family
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦

source: The font family for the layout indicator
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦ ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼

source: The font size
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ

source: The font size for the layout indicator
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼

source: The foreground color
en@shaw: ğ‘ ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: The foreground color for the layout indicator
en@shaw: ğ‘ ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼

source: The list of enabled Keyboard Indicator plugins
en@shaw: ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: keyboard layout
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¤ğ‘±ğ‘¬ğ‘‘

source: keyboard model
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤

source: Activate more plugins
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ ğ‘¥ğ‘¹ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: Active _plugins:
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ _ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ:

source: Close the dialog
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Configure the selected plugin
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Deactivate selected plugin
en@shaw: ğ‘›ğ‘°ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Decrease the plugin priority
en@shaw: ğ‘›ğ‘¦ğ‘’ğ‘®ğ‘°ğ‘• ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘²ğ‘ªğ‘®ğ‘¦ğ‘‘ğ‘¦

source: Increase the plugin priority
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘• ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘²ğ‘ªğ‘®ğ‘¦ğ‘‘ğ‘¦

source: Keyboard Indicator Plugins
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: The list of active plugins
en@shaw: ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: Add Plugin
en@shaw: ğ‘¨ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: _Available plugins:
en@shaw: _ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ:

source: No description.
en@shaw: ğ‘¯ğ‘´ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯.

source: Unable to open help file
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘“ğ‘²ğ‘¤

source: Enable/disable installed plugins
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤/ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: Keyboard Indicator plugins
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: Keyboard Indicator Test (%s)
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘‘ğ‘§ğ‘•ğ‘‘ (%s)

source: Indicator:
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼:
