Repository: perberos/Mate-Desktop-Environment
Catalog: mate-menus/po/*.po
Languages: en@shaw

source: Multimedia menu
en@shaw: ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘¥ğ‘°ğ‘›ğ‘°ğ‘© ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: Sound & Video
en@shaw: ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘¯ ğ‘ğ‘¦ğ‘›ğ‘¦ğ‘´

source: Programming
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘¦ğ‘™

source: Tools for software development
en@shaw: ğ‘‘ğ‘µğ‘¤ğ‘Ÿ ğ‘“ğ‘¹ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Education
en@shaw: ğ‘§ğ‘›ğ‘¿ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Games
en@shaw: ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: Games and amusements
en@shaw: ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘¯ ğ‘¨ğ‘¥ğ‘¿ğ‘Ÿğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Graphics
en@shaw: ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘•

source: Graphics applications
en@shaw: ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ

source: Hardware
en@shaw: ğ‘£ğ‘­ğ‘®ğ‘›ğ‘¢ğ‘§ğ‘®

source: Settings for several hardware devices
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘“ğ‘¹ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘¤ ğ‘£ğ‘­ğ‘®ğ‘›ğ‘¢ğ‘§ğ‘® ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•ğ‘©ğ‘Ÿ

source: Internet and Network
en@shaw: Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘ ğ‘¯ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’

source: Network-related settings
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’-ğ‘®ğ‘¦ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Look and Feel
en@shaw: ğ‘¤ğ‘«ğ‘’ ğ‘¯ ğ‘“ğ‘°ğ‘¤

source: Settings controlling the desktop appearance and behavior
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘• ğ‘¯ ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼

source: Internet
en@shaw: Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘

source: Programs for Internet access such as web and email
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘Ÿ ğ‘“ğ‘¹ Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘š ğ‘¯ ğ‘°ğ‘¥ğ‘±ğ‘¤

source: Office
en@shaw: ğ‘ªğ‘“ğ‘¦ğ‘•

source: Office Applications
en@shaw: ğ‘ªğ‘“ğ‘¦ğ‘• ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ

source: Personal
en@shaw: ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤

source: Personal settings
en@shaw: ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Administration
en@shaw: ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘–ğ‘©ğ‘¯

source: Change system-wide settings (affects all users)
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥-ğ‘¢ğ‘²ğ‘› ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ (ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘·ğ‘¤ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ)

source: Personal preferences
en@shaw: ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Preferences
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: System
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: System settings
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: System Tools
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘‘ğ‘µğ‘¤ğ‘Ÿ

source: System configuration and monitoring
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘¥ğ‘­ğ‘¯ğ‘©ğ‘‘ğ‘»ğ‘¦ğ‘™

source: Universal Access
en@shaw: ğ‘¿ğ‘¯ğ‘©ğ‘ğ‘»ğ‘•ğ‘©ğ‘¤ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•

source: Universal Access Settings
en@shaw: ğ‘¿ğ‘¯ğ‘©ğ‘ğ‘»ğ‘•ğ‘©ğ‘¤ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Accessories
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘¼ğ‘¦ğ‘Ÿ

source: Desktop accessories
en@shaw: ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘¼ğ‘¦ğ‘Ÿ

source: Applications
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ

source: Personal preferences and administration settings
en@shaw: ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¯ ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Applications that did not fit in other categories
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘³ğ‘ğ‘¼ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘œğ‘ªğ‘®ğ‘°ğ‘Ÿ

source: Other
en@shaw: ğ‘³ğ‘ğ‘¼

source: Menu Editor
en@shaw: ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: Edit Menus
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘Ÿ

source: _Applications:
en@shaw: _ğ‘¨ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:

source: _Defaults
en@shaw: _ğ‘›ğ‘©ğ‘“ğ‘ªğ‘¤ğ‘‘ğ‘•

source: _Menus:
en@shaw: _ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘Ÿ:

source: Simple Menu Editor %s
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¼ %s

source: Name
en@shaw: ğ‘¯ğ‘±ğ‘¥

source: Show
en@shaw: ğ‘–ğ‘´

source: Cannot find home directory: not set in /etc/passwd and no value for $HOME in environment
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘£ğ‘´ğ‘¥ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦: ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘¦ğ‘¯ /etc/passwd ğ‘¯ ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘“ğ‘¹ $HOME ğ‘¦ğ‘¯ ğ‘§ğ‘¯ğ‘ğ‘²ğ‘¼ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘
