Repository: perberos/Mate-Desktop-Environment
Catalog: mate-power-manager/po/*.po
Languages: en@shaw

source: Energy when empty
en@shaw: ю拣○ ю юヰ

source: Energy when full
en@shaw: ю拣○ ю

source: Energy (design)
en@shaw: ю拣○ (拆)

source: Voltage
en@shaw: 答ゐ

source: Percentage
en@shaw: 拣ю

source: Technology
en@shaw: юゐ○

source: Online
en@shaw: ゐ拆

source: No data
en@shaw: 别

source: Kernel module
en@shaw: 火 ヰ筐

source: Kernel core
en@shaw: 火 答

source: Interrupt
en@shaw: 火仇

source: Serial ATA
en@shaw: 梆 ATA

source: ATA host controller
en@shaw: ATA ｐ答 答ゐ

source: Intel wireless adaptor
en@shaw: ю 拆ゐ

source: Timer %s
en@shaw: 拆ヰ %s

source: Sleep %s
en@shaw: ゐ梆 %s

source: New task %s
en@shaw: %s

source: Wait %s
en@shaw: 别 %s

source: Work queue %s
en@shaw: 火 %s

source: Network route flush %s
en@shaw: ю火 叼 ゐ %s

source: Wakeup %s
en@shaw: 别 %s

source: Local interrupts
en@shaw: ゐ答 火

source: Rescheduling interrupts
en@shaw: 梆ю○叼ゐ 火

source: Device Information
en@shaw: 拆 拣ヰ别

source: Device History
en@shaw: 拆 ｐ拣

source: Device Profile
en@shaw: 拆 答拆

source: Time elapsed
en@shaw: 拆 ゐ

source: Cell charge
en@shaw: ю 葛

source: Predicted time
en@shaw: 拆

source: Correction factor
en@shaw: 拣ю

source: Prediction accuracy
en@shaw: 梆 火

source: Select this device at startup
en@shaw: ゐю 拆 葛仇

source: Processor
en@shaw: ю

source: _Preferences
en@shaw: _ю拣

source: _Help
en@shaw: _ｐюゐ
