Repository: perberos/Mate-Desktop-Environment
Catalog: mate-power-manager/po/*.po
Languages: en@shaw

source: Power Manager Brightness Applet
en@shaw: ヰ○ 拆 ゐ

source: Adjusts laptop panel brightness.
en@shaw: ○ ゐ 拆.

source: Cannot connect to mate-power-manager
en@shaw: ю 路答--ヰ○

source: Cannot get laptop panel brightness
en@shaw: ю ゐ 拆

source: Licensed under the GNU General Public License Version 2
en@shaw: ゐ拆 仇 路 ○ю拣 仇ゐ ゐ拆 火 2

source: Power Manager is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
en@shaw: ヰ○ ; 梆筐 / ヰ 仇 火ヰ 路 ○ю拣 仇ゐ ゐ拆 仇ゐ 别; 拆 火 2 ゐ拆, ( 筐 ) ю ゐ别 火.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
en@shaw: ｐ 梆 路 ○ю拣 仇ゐ ゐ拆 ゐ 答; , 拆 别, ., 51 路ゐ 梆, ゐ, 路, ヰ 02110-1301, 叼ю.

source: Adjusts Laptop panel brightness
en@shaw: ○ ゐ 拆

source: Brightness Applet
en@shaw: 拆 ゐ

source: Brightness Applet Factory
en@shaw: 拆 ゐ 拣

source: Factory for Brightness Applet
en@shaw: 拣 拆 ゐ

source: Power Manager Inhibit Applet
en@shaw: ヰ○ ｐ ゐ

source: Allows user to inhibit automatic power saving.
en@shaw: ゐ 筐 ｐ 佛答ヰ 别.

source: Automatic sleep inhibited
en@shaw: 佛答ヰ ゐ梆 ｐ

source: Automatic sleep enabled
en@shaw: 佛答ヰ ゐ梆 别ゐ

source: Manual inhibit
en@shaw: ヰ ｐ

source: Copyright 漏 2006-2007 Richard Hughes
en@shaw: 拆 漏 2006-2007 路拣 路ｐ叼

source: Allows user to inhibit automatic power saving
en@shaw: ゐ 筐 ｐ 佛答ヰ 别

source: Factory for Inhibit Applet
en@shaw: 拣 ｐ ゐ

source: Inhibit Applet
en@shaw: ｐ ゐ

source: Inhibit Applet Factory
en@shaw: ｐ ゐ 拣

source: Power Manager
en@shaw: ヰ○

source: Power management daemon
en@shaw: ヰ○ヰ 梆ヰ

source: Allow backlight brightness adjustment
en@shaw: ゐ ゐ拆 拆 ○仇ヰ

source: Battery critical low action
en@shaw: 拣 ゐ

source: Check CPU load before sleeping
en@shaw: ю CPU ゐ答 ゐ梆

source: Dim the screen after a period of inactivity when on AC power
en@shaw: 梆 金 ю AC

source: Dim the screen after a period of inactivity when on battery power
en@shaw: 梆 金 ю 拣

source: Display options for the notification icon. Valid options are "never", "low", "critical", "charge", "present" and "always".
en@shaw: ゐ 答别 拆. ゐ "never", "low", "critical", "charge", "present" "always".

source: Hibernate button action
en@shaw: ｐ拆拣别 仇

source: If a notification message should be displayed after suspend or hibernate failed.
en@shaw: 答别 ヰю ゐ别 ю ｐ拆拣别 别ゐ.

source: If a notification message should be displayed when the battery is fully charged.
en@shaw: 答别 ヰю ゐ别 ю 拣 ゐ 葛○.

source: If a notification message should be displayed when the battery is getting low.
en@shaw: 答别 ヰю ゐ别 ю 拣 ю ゐ.

source: If preferences and statistics items should be shown in the context menu
en@shaw: ю拣 拆ヰ 答 ю ヰю

source: If sounds should be used
en@shaw: 筐

source: If sounds should be used when the power is critically low, or inhibit requests have stopped the policy action.
en@shaw: 筐 ю ゐ ゐ, ｐ ю ｐ ゐ .

source: If the CPU load should be checked before doing the idle action.
en@shaw: CPU ゐ答 ю 叼 拆 .

source: If the battery event should occur when the lid is shut and the power disconnected
en@shaw: 拣 ю ю ゐ 仇 ю

source: If the battery lid close event should occur (for example 'Suspend when lid closed on battery') when the lid is previously shut and the AC power disconnected at a later time.
en@shaw: 拣 ゐ ゐ答 ю ( ヰ 'ю ю ゐ ゐ答 拣') ю ゐ 梆ゐ 仇 AC ю ゐ别 拆.

source: If the learnt profile should be used to calculate the time remaining
en@shaw: ゐ火 答拆 筐 ゐ筐ゐ别 拆 ヰ别

source: If the learnt profile should be used to calculate the time remaining. Only turn this off for debugging.
en@shaw: ゐ火 答拆 筐 ゐ筐ゐ别 拆 ヰ别. 答ゐ 火 梆仇.

source: If the low-power mode should be enabled when on AC
en@shaw: ゐ- ヰ答 别ゐ ю AC

source: If the low-power mode should be enabled when on battery
en@shaw: ゐ- ヰ答 别ゐ ю 拣

source: If the screen brightness should be changed when switching between AC and battery power.
en@shaw: 梆 拆 别○ ю 梆 AC 拣 .

source: If the screen should be dimmed to save power when the computer is idle when on AC power.
en@shaw: 梆 ヰ 别 ю ヰ筐 拆 ю AC .

source: If the screen should be dimmed to save power when the computer is idle when on battery power.
en@shaw: 梆 ヰ 别 ю ヰ筐 拆 ю 拣 .

source: If the screen should be reduced in brightness when the computer is on battery power.
en@shaw: 梆 筐 拆 ю ヰ筐 拣 .

source: If the system low-power mode should be enabled when on AC power.
en@shaw: ゐ- ヰ答 别ゐ ю AC .

source: If the system low-power mode should be enabled when on laptop battery power.
en@shaw: ゐ- ヰ答 别ゐ ю ゐ 拣 .

source: If the user should be notified when the AC adapter is disconnected.
en@shaw: 筐 答拆 ю AC ю.

source: If we should show the low capacity warning for a broken battery
en@shaw: ゐ 桂 答 拣

source: If we should show the low capacity warning for a broken battery.
en@shaw: ゐ 桂 答 拣.

source: If we should show the recalled battery warning for a broken battery
en@shaw: 梆佛ゐ 拣 桂 答 拣

source: If we should show the recalled battery warning for a broken battery. Set this to false only if you know your battery is okay.
en@shaw: 梆佛ゐ 拣 桂 答 拣. ю 佛ゐ 答ゐ 筐 拣 答.

source: Laptop lid close action on battery
en@shaw: ゐ ゐ ゐ答 拣

source: Laptop lid close action when on AC
en@shaw: ゐ ゐ ゐ答 ю AC

source: Lock MATE keyring on sleep
en@shaw: ゐ 路路答 梆 ゐ梆

source: Lock screen on hibernate
en@shaw: ゐ 梆 ｐ拆拣别

source: Lock screen on suspend
en@shaw: ゐ 梆 ю

source: Lock screen when blanked
en@shaw: ゐ 梆 ю ゐ

source: Method used to blank screen on AC
en@shaw: ヰю 筐 ゐ 梆 AC

source: Method used to blank screen on battery
en@shaw: ヰю 筐 ゐ 梆 拣

source: Notify on a low power
en@shaw: 答 ゐ

source: Notify on a sleep failure
en@shaw: 答 ゐ梆 别ゐ

source: Notify when AC adapter is disconnected
en@shaw: 答 ю AC ю

source: Notify when fully charged
en@shaw: 答 ю ゐ 葛○

source: Percentage action is taken
en@shaw: 拣ю 别

source: Percentage considered critical
en@shaw: 拣ю 拣

source: Percentage considered low
en@shaw: 拣ю 拣 ゐ

source: Power button action
en@shaw: 仇

source: Reduce the backlight brightness when on battery power
en@shaw: 筐 ゐ拆 拆 ю 拣

source: Seconds of inactivity to spin down when on AC
en@shaw: ю ю AC

source: Seconds of inactivity to spin down when on battery
en@shaw: ю ю 拣

source: Sleep timeout computer when on AC
en@shaw: ゐ梆 拆ヰ ヰ筐 ю AC

source: Sleep timeout computer when on UPS
en@shaw: ゐ梆 拆ヰ ヰ筐 ю UPS

source: Sleep timeout computer when on battery
en@shaw: ゐ梆 拆ヰ ヰ筐 ю 拣

source: Sleep timeout display when on AC
en@shaw: ゐ梆 拆ヰ ゐ ю AC

source: Sleep timeout display when on UPS
en@shaw: ゐ梆 拆ヰ ゐ ю UPS

source: Sleep timeout display when on battery
en@shaw: ゐ梆 拆ヰ ゐ ю 拣

source: Suspend button action
en@shaw: ю 仇

source: The URI to show to the user on sleep failure
en@shaw: URI 筐 ゐ梆 别ゐ

source: The action to take when the UPS is critically low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
en@shaw: 别 ю UPS ゐ ゐ. ゐ筐 "hibernate", "suspend", "shutdown" "nothing".

source: The action to take when the UPS is low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
en@shaw: 别 ю UPS ゐ. ゐ筐 "hibernate", "suspend", "shutdown" "nothing".

source: The action to take when the battery is critically low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
en@shaw: 别 ю 拣 ゐ ゐ. ゐ筐 "hibernate", "suspend", "shutdown" "nothing".

source: The action to take when the laptop lid is closed and the laptop is on AC power. Possible values are "suspend", "hibernate", "blank" and "nothing".
en@shaw: 别 ю ゐ ゐ ゐ答 ゐ AC . ゐ筐 "suspend", "hibernate", "blank" "nothing".

source: The action to take when the laptop lid is closed and the laptop is on battery power. Possible values are "suspend", "hibernate", "blank", and "nothing".
en@shaw: 别 ю ゐ ゐ ゐ答 ゐ 拣 . ゐ筐 "suspend", "hibernate", "blank", "nothing".

source: The action to take when the system hibernate button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
en@shaw: 别 ю ｐ拆拣别 仇 ю. ゐ筐 "suspend", "hibernate", "interactive", "shutdown" "nothing".

source: The action to take when the system power button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
en@shaw: 别 ю 仇 ю. ゐ筐 "suspend", "hibernate", "interactive", "shutdown" "nothing".

source: The action to take when the system suspend button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
en@shaw: 别 ю ю 仇 ю. ゐ筐 "suspend", "hibernate", "interactive", "shutdown" "nothing".

source: The amount of time in seconds before the display goes to sleep when the computer is on AC power.
en@shaw: ヰ 拆 ю ゐ 答 ゐ梆 ю ヰ筐 AC .

source: The amount of time in seconds the computer on AC power needs to be inactive before it goes to sleep.
en@shaw: ヰ 拆 ю ヰ筐 AC 梆 答 ゐ梆.

source: The amount of time in seconds the computer on UPS power needs to be inactive before it goes to sleep.
en@shaw: ヰ 拆 ю ヰ筐 UPS 梆 答 ゐ梆.

source: The amount of time in seconds the computer on UPS power needs to be inactive before the display goes to sleep.
en@shaw: ヰ 拆 ю ヰ筐 UPS 梆 ゐ 答 ゐ梆.

source: The amount of time in seconds the computer on battery power needs to be inactive before it goes to sleep.
en@shaw: ヰ 拆 ю ヰ筐 拣 梆 答 ゐ梆.

source: The amount of time in seconds the computer on battery power needs to be inactive before the display goes to sleep.
en@shaw: ヰ 拆 ю ヰ筐 拣 梆 ゐ 答 ゐ梆.

source: The amount to dim the brightness of the display when on battery power. Possible values are between 0 and 100.
en@shaw: ヰ 拆 ゐ ю 拣 . ゐ筐 梆 0 100.

source: The brightness of the display when on AC power. Possible values are between 0 and 100.
en@shaw: 拆 ゐ ю AC . ゐ筐 梆 0 100.

source: The brightness of the screen when idle
en@shaw: 拆 梆 ю 拆

source: The default amount of time to dim the screen after idle
en@shaw: 佛ゐ ヰ 拆 梆 拆

source: The default amount of time to dim the screen after idle.
en@shaw: 佛ゐ ヰ 拆 梆 拆.

source: The default configuration version.
en@shaw: 佛ゐ 拣别 火.

source: The default graph type to show in the statistics window
en@shaw: 佛ゐ 拆

source: The default graph type to show in the statistics window.
en@shaw: 佛ゐ 拆 .

source: The maximum duration of time displayed on the x-axis of the graph.
en@shaw: ヰヰ 别 拆 ゐ别 x- .

source: The maximum time displayed on the graph
en@shaw: ヰヰ 拆 ゐ别

source: The number of seconds of inactivity to spin down the disks when on AC power.
en@shaw: 仇ヰ ю ю AC .

source: The number of seconds of inactivity to spin down the disks when on battery power.
en@shaw: 仇ヰ ю ю 拣 .

source: The percentage of the battery when it is considered critical. Only valid when use_time_for_policy is false.
en@shaw: 拣ю 拣 ю 拣 . 答ゐ ゐ ю use_time_for_policy 佛ゐ.

source: The percentage of the battery when it is considered low. Only valid when use_time_for_policy is false.
en@shaw: 拣ю 拣 ю 拣 ゐ. 答ゐ ゐ ю use_time_for_policy 佛ゐ.

source: The percentage of the battery when the critical action is performed. Only valid when use_time_for_policy is false.
en@shaw: 拣ю 拣 ю 拣桂ヰ. 答ゐ ゐ ю use_time_for_policy 佛ゐ.

source: The time remaining in seconds of the battery when critical action is taken. Only valid when use_time_for_policy is true.
en@shaw: 拆 ヰ别 ю 拣 ю 别. 答ゐ ゐ ю use_time_for_policy .

source: The time remaining in seconds of the battery when it is considered critical. Only valid when use_time_for_policy is true.
en@shaw: 拆 ヰ别 ю 拣 ю 拣 . 答ゐ ゐ ю use_time_for_policy .

source: The time remaining in seconds of the battery when it is considered low. Only valid when use_time_for_policy is true.
en@shaw: 拆 ヰ别 ю 拣 ю 拣 ゐ. 答ゐ ゐ ю use_time_for_policy .

source: The time remaining when action is taken
en@shaw: 拆 ヰ别 ю 别

source: The time remaining when critical
en@shaw: 拆 ヰ别 ю

source: The time remaining when low
en@shaw: 拆 ヰ别 ю ゐ

source: The type of sleeping that should be performed when the computer is inactive. Possible values are "hibernate", "suspend" and "nothing".
en@shaw: 拆 ゐ梆 拣桂ヰ ю ヰ筐 . ゐ筐 "hibernate", "suspend" "nothing".

source: This is the laptop panel screen brightness used when the session is idle. Only valid when use_time_for_policy is true.
en@shaw: ゐ 梆 拆 筐 ю ю 拆. 答ゐ ゐ ю use_time_for_policy .

source: UPS critical low action
en@shaw: UPS ゐ

source: UPS low power action
en@shaw: UPS ゐ

source: Use mate-screensaver lock setting
en@shaw: 筐 路答-梆别 ゐ ю

source: When sleep fails we can show the user a button to help fix the situation. Leave this blank if the button should not be shown.
en@shaw: ю ゐ梆 别ゐ 筐 仇 ｐюゐ 筐别. ゐ梆 ゐ 仇 答.

source: When to show the notification icon
en@shaw: ю 答别 拆

source: Whether the MATE keyring is locked before the computer enters hibernate. This means the keyring will have to be unlocked on resume.
en@shaw: ю 路答 梆 ゐ ヰ筐 ю拣 ｐ拆拣别. ヰ梆 梆 ｐ ゐ ю筐ヰ.

source: Whether the MATE keyring is locked before the computer enters suspend. This means the keyring will have to be unlocked on resume.
en@shaw: ю 路答 梆 ゐ ヰ筐 ю拣 ю. ヰ梆 梆 ｐ ゐ ю筐ヰ.

source: Whether the screen is locked when the computer wakes up from a hibernate. Only used if lock_use_screensaver_settings is false.
en@shaw: ю 梆 ゐ ю ヰ筐 别 仇 ｐ拆拣别. 答ゐ 筐 lock_use_screensaver_settings 佛ゐ.

source: Whether the screen is locked when the computer wakes up from a suspend. Only used if lock_use_screensaver_settings is false.
en@shaw: ю 梆 ゐ ю ヰ筐 别 仇 ю. 答ゐ 筐 lock_use_screensaver_settings 佛ゐ.

source: Whether the screen is locked when the screen is turned off. Only used if lock_use_screensaver_settings is false.
en@shaw: ю 梆 ゐ ю 梆 火 . 答ゐ 筐 lock_use_screensaver_settings 佛ゐ.

source: Whether to hibernate, suspend or do nothing when inactive
en@shaw: ю ｐ拆拣别, ю 仇 ю

source: Whether to use the screen lock setting of mate-screensaver to decide if the screen is locked after a hibernate, suspend or blank screen.
en@shaw: ю 筐 梆 ゐ ю 路答-梆别 拆 梆 ゐ ｐ拆拣别, ю ゐ 梆.

source: Whether to use time-based notifications
en@shaw: ю 筐 拆-别 答别

source: Whether we should show the axis labels in the statistics window
en@shaw: ю ゐ别ゐ

source: Whether we should show the axis labels in the statistics window.
en@shaw: ю ゐ别ゐ .

source: Whether we should show the events in the statistics window
en@shaw: ю ю

source: Whether we should show the events in the statistics window.
en@shaw: ю ю .

source: Whether we should smooth the data in the graph
en@shaw: ю ヰ叼 别

source: Whether we should smooth the data in the graph.
en@shaw: ю ヰ叼 别 .

source: Configure power management
en@shaw: ヰ○ヰ

source: Power Management
en@shaw: ヰ○ヰ

source: Observe power management
en@shaw: 火 ヰ○ヰ

source: Brightness
en@shaw: 拆

source: Data length:
en@shaw: 别 ゐю:

source: Details
en@shaw: 梆别ゐ

source: Graph type:
en@shaw: 拆:

source: History
en@shaw: ｐ拣

source: Show data points
en@shaw: 别 娥

source: There is no data to display.
en@shaw: 别 ゐ.

source: Use smoothed line
en@shaw: 筐 ヰ叼 ゐ拆

source: <b>Actions</b>
en@shaw: <b></b>

source: <b>Display</b>
en@shaw: <b>ゐ</b>

source: <b>Notification Area</b>
en@shaw: <b>答别 吼</b>

source: General
en@shaw: ○ю拣

source: Make Default
en@shaw: ヰ别 佛ゐ

source: On AC Power
en@shaw: AC

source: On Battery Power
en@shaw: 拣

source: On UPS Power
en@shaw: UPS

source: Only display an icon when charging or _discharging
en@shaw: 答ゐ ゐ 拆 ю 葛○ _葛○

source: Power Management Preferences
en@shaw: ヰ○ヰ ю拣

source: Put _display to sleep when inactive for:
en@shaw: _ゐ ゐ梆 ю :

source: Put computer to _sleep when inactive for:
en@shaw: ヰ筐 _ゐ梆 ю :

source: Set display _brightness to:
en@shaw: ю ゐ _拆 :

source: When UPS power is _critically low:
en@shaw: ю UPS _ゐ ゐ:

source: When the _suspend button is pressed:
en@shaw: ю _ю 仇 ю:

source: When the power _button is pressed:
en@shaw: ю _仇 ю:

source: _Always display an icon
en@shaw: _佛ゐ别 ゐ 拆

source: _Never display an icon
en@shaw: _ю ゐ 拆

source: _Only display an icon when battery power is low
en@shaw: _答ゐ ゐ 拆 ю 拣 ゐ

source: _Reduce backlight brightness
en@shaw: _筐 ゐ拆 拆

source: Unknown time
en@shaw: 仇答 拆

source: %s charging (%.1f%%)
en@shaw: %s 葛○ (%.1f%%)

source: %s is fully charged
en@shaw: %s ゐ 葛○

source: %s %s remaining (%.1f%%)
en@shaw: %s %s ヰ别 (%.1f%%)

source: %s discharging (%.1f%%)
en@shaw: %s 葛○ (%.1f%%)

source: %s %s until charged (%.1f%%)
en@shaw: %s %s 仇 葛○ (%.1f%%)

source: %s waiting to discharge (%.1f%%)
en@shaw: %s 别 葛 (%.1f%%)

source: %s waiting to charge (%.1f%%)
en@shaw: %s 别 葛 (%.1f%%)

source: Status:
en@shaw: 别:

source: Missing
en@shaw: ヰ

source: Charged
en@shaw: 葛○

source: Charging
en@shaw: 葛○

source: Discharging
en@shaw: 葛○

source: Percentage charge:
en@shaw: 拣ю 葛:

source: Vendor:
en@shaw: ю:

source: Technology:
en@shaw: юゐ○:

source: Serial number:
en@shaw: 梆 仇ヰ:

source: Model:
en@shaw: ヰ:

source: Charge time:
en@shaw: 葛 拆:

source: Discharge time:
en@shaw: 葛 拆:

source: Excellent
en@shaw: юゐ

source: Current charge:
en@shaw: 仇 葛:

source: Last full charge:
en@shaw: ゐ 葛:

source: Design charge:
en@shaw: 拆 葛:

source: Charge rate:
en@shaw: 葛 别:

source: Lithium Ion
en@shaw: ゐ梆 拆

source: Lithium Polymer
en@shaw: ゐ梆 ゐヰ

source: Lithium Iron Phosphate
en@shaw: ゐ梆 拆拣 别

source: Lead acid
en@shaw: ゐ梆

source: Nickel Cadmium
en@shaw: ヰ梆

source: Nickel metal hydride
en@shaw: ヰю ｐ拆拆

source: Unknown technology
en@shaw: 仇答 юゐ○

source: %id
en@shaw: %i

source: %id%02ih
en@shaw: %i%02i

source: %2im
en@shaw: %2i

source: %2im%02i
en@shaw: %2i%02i

source: Please see %s for more information.
en@shaw: ゐ梆 %s ヰ 拣ヰ别.

source: If you can see this text, your display server is broken and you should notify your distributor.
en@shaw: ю, 筐 ゐ 火 答 答 筐 筐.

source: Session idle
en@shaw: ю 拆

source: Session active
en@shaw: ю

source: inhibited
en@shaw: ｐ

source: not inhibited
en@shaw: ｐ

source: screen idle
en@shaw: 梆 拆

source: screen awake
en@shaw: 梆 别

source: Show extra debugging information
en@shaw: ю 梆仇 拣ヰ别

source: Show version of installed program and exit
en@shaw: 火 佛ゐ 答 ю

source: Exit after a small delay (for debugging)
en@shaw: ю ヰ佛 ゐ ( 梆仇)

source: Exit after the manager has loaded (for debugging)
en@shaw: ю ヰ○ ｐ ゐ答 ( 梆仇)

source: MATE Power Manager
en@shaw: 路答 ヰ○

source: Power plugged in
en@shaw: ゐ仇

source: Power unplugged
en@shaw: ゐ

source: Lid has opened
en@shaw: ゐ ｐ 答

source: Lid has closed
en@shaw: ゐ ｐ ゐ答

source: Battery is low
en@shaw: 拣 ゐ

source: Battery is very low
en@shaw: 拣 ю ゐ

source: Battery is full
en@shaw: 拣

source: Suspend started
en@shaw: ю 葛

source: Resumed
en@shaw: 筐ヰ

source: Suspend failed
en@shaw: ю 别ゐ

source: On battery power
en@shaw: 拣

source: Laptop lid is closed
en@shaw: ゐ ゐ ゐ答

source: Power Information
en@shaw: 拣ヰ别

source: Battery may be recalled
en@shaw: 拣 ヰ 梆佛ゐ

source: The battery in your computer may have been recalled by %s and you may be at risk. For more information visit the battery recall website.
en@shaw: 拣 筐 ヰ筐 ヰ ｐ 梆 梆佛ゐ %s ヰ . ヰ 拣ヰ别 拣 梆佛 ю拆.

source: Visit recall website
en@shaw: 梆佛 ю拆

source: Do not show me this again
en@shaw: ヰ 别

source: Battery may be broken
en@shaw: 拣 ヰ 答

source: Your battery has a very low capacity (%1.1f%%), which means that it may be old or broken.
en@shaw: 筐 拣 ｐ ю ゐ (%1.1f%%), ヰ梆 ヰ 答ゐ 答.

source: Battery Discharging
en@shaw: 拣 葛○

source: %s of battery power remaining (%.1f%%)
en@shaw: %s 拣 ヰ别 (%.1f%%)

source: UPS Discharging
en@shaw: UPS 葛○

source: %s of UPS backup power remaining (%.1f%%)
en@shaw: %s UPS 仇 ヰ别 (%.1f%%)

source: Sleep problem
en@shaw: ゐ梆 ゐ

source: Your computer failed to suspend.
en@shaw: 筐 ヰ筐 别ゐ ю.

source: Check the help file for common problems.
en@shaw: ю ｐюゐ 拆 ヰ ゐヰ.

source: Your computer failed to hibernate.
en@shaw: 筐 ヰ筐 别ゐ ｐ拆拣别.

source: Visit help page
en@shaw: ｐюゐ 别

source: Battery low
en@shaw: 拣 ゐ

source: Laptop battery low
en@shaw: ゐ 拣 ゐ

source: Approximately <b>%s</b> remaining (%.1f%%)
en@shaw: ヰゐ <b>%s</b> ヰ别 (%.1f%%)

source: UPS low
en@shaw: UPS ゐ

source: You have approximately <b>%s</b> of remaining UPS backup power (%.1f%%)
en@shaw: ｐ ヰゐ <b>%s</b> ヰ别 UPS 仇 (%.1f%%)

source: Mouse battery low
en@shaw: ヰ 拣 ゐ

source: The wireless mouse attached to this computer is low in power (%.1f%%)
en@shaw: 拆ゐ ヰ ヰ筐 ゐ (%.1f%%)

source: Keyboard battery low
en@shaw: 梆 拣 ゐ

source: The wireless keyboard attached to this computer is low in power (%.1f%%)
en@shaw: 拆ゐ 梆 ヰ筐 ゐ (%.1f%%)

source: PDA battery low
en@shaw: PDA 拣 ゐ

source: The PDA attached to this computer is low in power (%.1f%%)
en@shaw: PDA ヰ筐 ゐ (%.1f%%)

source: Cell phone battery low
en@shaw: ю 答 拣 ゐ

source: The cell phone attached to this computer is low in power (%.1f%%)
en@shaw: ю 答 ヰ筐 ゐ (%.1f%%)

source: Battery critically low
en@shaw: 拣 ゐ ゐ

source: Laptop battery critically low
en@shaw: ゐ 拣 ゐ ゐ

source: Plug in your AC adapter to avoid losing data.
en@shaw: ゐ仇 筐 AC 娥 ゐ叼 别.

source: Computer will suspend in %s.
en@shaw: ヰ筐 ю %s.

source: Computer will hibernate in %s.
en@shaw: ヰ筐 ｐ拆拣别 %s.

source: Computer will shutdown in %s.
en@shaw: ヰ筐 娥 %s.

source: UPS critically low
en@shaw: UPS ゐ ゐ

source: You have approximately <b>%s</b> of remaining UPS power (%.1f%%). Restore AC power to your computer to avoid losing data.
en@shaw: ｐ ヰゐ <b>%s</b> ヰ别 UPS (%.1f%%). AC 筐 ヰ筐 娥 ゐ叼 别.

source: The wireless mouse attached to this computer is very low in power (%.1f%%). This device will soon stop functioning if not charged.
en@shaw: 拆ゐ ヰ ヰ筐 ю ゐ (%.1f%%). 拆 叼 仇 葛○.

source: The wireless keyboard attached to this computer is very low in power (%.1f%%). This device will soon stop functioning if not charged.
en@shaw: 拆ゐ 梆 ヰ筐 ю ゐ (%.1f%%). 拆 叼 仇 葛○.

source: The PDA attached to this computer is very low in power (%.1f%%). This device will soon stop functioning if not charged.
en@shaw: PDA ヰ筐 ю ゐ (%.1f%%). 拆 叼 仇 葛○.

source: Your cell phone is very low in power (%.1f%%). This device will soon stop functioning if not charged.
en@shaw: 筐 ю 答 ю ゐ (%.1f%%). 拆 叼 仇 葛○.

source: The battery is below the critical level and this computer will <b>power-off</b> when the battery becomes completely empty.
en@shaw: 拣 ゐ ゐю ヰ筐 <b>-</b> ю 拣 仇ヰ ヰゐ梆ゐ юヰ.

source: The battery is below the critical level and this computer is about to hibernate.
en@shaw: 拣 ゐ ゐю ヰ筐 ｐ拆拣别.

source: The battery is below the critical level and this computer is about to shutdown.
en@shaw: 拣 ゐ ゐю ヰ筐 娥.

source: The UPS is below the critical level and this computer will <b>power-off</b> when the UPS becomes completely empty.
en@shaw: UPS ゐ ゐю ヰ筐 <b>-</b> ю UPS 仇ヰ ヰゐ梆ゐ юヰ.

source: The UPS is below the critical level and this computer is about to hibernate.
en@shaw: UPS ゐ ゐю ヰ筐 ｐ拆拣别.

source: The UPS is below the critical level and this computer is about to shutdown.
en@shaw: UPS ゐ ゐю ヰ筐 娥.

source: Install problem!
en@shaw: 佛 ゐ!

source: The configuration defaults for MATE Power Manager have not been installed correctly. Please contact your computer administrator.
en@shaw: 拣别 佛ゐ 路答 ヰ○ ｐ 梆 佛ゐ 拣юゐ. ゐ梆 筐 ヰ筐 ヰ别.

source: MATE Power Preferences
en@shaw: 路答 ю拣

source: Shutdown
en@shaw: 娥

source: Suspend
en@shaw: ю

source: Hibernate
en@shaw: ｐ拆拣别

source: Blank screen
en@shaw: ゐ 梆

source: Ask me
en@shaw: ヰ

source: Do nothing
en@shaw: 仇

source: Never
en@shaw: ю

source: Rate
en@shaw: 别

source: Charge
en@shaw: 葛

source: Time to full
en@shaw: 拆

source: Time to empty
en@shaw: 拆 юヰ

source: 10 minutes
en@shaw: 10 ヰ

source: 2 hours
en@shaw: 2 拣

source: 1 week
en@shaw: 1 梆

source: Charge profile
en@shaw: 葛 答拆

source: Charge accuracy
en@shaw: 葛 火

source: Discharge profile
en@shaw: 葛 答拆

source: Discharge accuracy
en@shaw: 葛 火

source: Attribute
en@shaw: 筐

source: Value
en@shaw: ゐ

source: Image
en@shaw: ヰ

source: Type
en@shaw: 拆

source: Command
en@shaw: ヰ

source: Yes
en@shaw: ю

source: Device
en@shaw: 拆

source: Vendor
en@shaw: ю

source: Model
en@shaw: ヰ

source: Serial number
en@shaw: 梆 仇ヰ

source: Supply
en@shaw: ゐ

source: Refreshed
en@shaw: 梆ю

source: Present
en@shaw: ю

source: Rechargeable
en@shaw: 梆○

source: State
en@shaw: 别

source: Energy
en@shaw: ю拣○
