Repository: perberos/Mate-Desktop-Environment
Catalog: mate-calc/po/*.po
Languages: en@shaw

source: Unable to open help file
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘“ğ‘²ğ‘¤

source: translator-credits
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘©ğ‘• Â·ğ‘”ğ‘»ğ‘¥ğ‘©ğ‘¯

source: Â© 1986â€“2008 The Gcalctool authors
en@shaw: Â© 1986â€“2008 ğ‘ Gcalctool ğ‘·ğ‘”ğ‘¼ğ‘Ÿ

source: Calculator with financial and scientific modes.
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘ ğ‘“ğ‘²ğ‘¯ğ‘¨ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘¯ ğ‘•ğ‘²ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘¥ğ‘´ğ‘›ğ‘Ÿ.

source: _Calculator
en@shaw: _ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘¼

source: _Mode
en@shaw: _ğ‘¥ğ‘´ğ‘›

source: _Help
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘

source: _Basic
en@shaw: _ğ‘šğ‘±ğ‘•ğ‘¦ğ‘’

source: _Advanced
en@shaw: _ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘

source: _Financial
en@shaw: _ğ‘“ğ‘²ğ‘¯ğ‘¨ğ‘¯ğ‘–ğ‘©ğ‘¤

source: _Programming
en@shaw: _ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘¦ğ‘™

source: _Contents
en@shaw: _ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Boolean AND is only defined for positive integers
en@shaw: ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯ ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘ªğ‘Ÿğ‘¦ğ‘‘ğ‘¦ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼ğ‘Ÿ

source: Boolean OR is only defined for positive integers
en@shaw: ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯ ğ‘¹ ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘ªğ‘Ÿğ‘¦ğ‘‘ğ‘¦ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼ğ‘Ÿ

source: Boolean XOR is only defined for positive integers
en@shaw: ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯ XOR ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘ªğ‘Ÿğ‘¦ğ‘‘ğ‘¦ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼ğ‘Ÿ

source: Boolean NOT is only defined for positive integers
en@shaw: ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘ªğ‘Ÿğ‘¦ğ‘‘ğ‘¦ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼ğ‘Ÿ

source: Shift is only possible on integer values
en@shaw: ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ªğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ

source: Division by zero is undefined
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘šğ‘² ğ‘Ÿğ‘½ğ‘´ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›

source: Logarithm of zero is undefined
en@shaw: ğ‘¤ğ‘­ğ‘œğ‘»ğ‘¦ğ‘ğ‘©ğ‘¥ ğ‘ ğ‘Ÿğ‘½ğ‘´ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›

source: Logarithm of negative values is undefined
en@shaw: ğ‘¤ğ‘­ğ‘œğ‘»ğ‘¦ğ‘ğ‘©ğ‘¥ ğ‘ ğ‘¯ğ‘§ğ‘œğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›

source: The power of negative numbers is only defined for integer exponents
en@shaw: ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘ ğ‘¯ğ‘§ğ‘œğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘•

source: The power of zero is undefined for a negative exponent
en@shaw: ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘ ğ‘Ÿğ‘½ğ‘´ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘© ğ‘¯ğ‘§ğ‘œğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘§ğ‘’ğ‘•ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘

source: Reciprocal of zero is undefined
en@shaw: ğ‘®ğ‘©ğ‘•ğ‘¦ğ‘ğ‘®ğ‘©ğ‘’ğ‘©ğ‘¤ ğ‘ ğ‘Ÿğ‘½ğ‘´ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›

source: Root must be non-zero
en@shaw: ğ‘®ğ‘µğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¯ğ‘ªğ‘¯-ğ‘Ÿğ‘½ğ‘´

source: Negative root of zero is undefined
en@shaw: ğ‘¯ğ‘§ğ‘œğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘®ğ‘µğ‘‘ ğ‘ ğ‘Ÿğ‘½ğ‘´ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›

source: nth root of negative number is undefined for even n
en@shaw: ğ‘§ğ‘¯ğ‘” ğ‘®ğ‘µğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘œğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘§ğ‘¯

source: Square root is undefined for negative values
en@shaw: ğ‘•ğ‘’ğ‘¢ğ‘º ğ‘®ğ‘µğ‘‘ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘¯ğ‘§ğ‘œğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ

source: Factorial is only defined for natural numbers
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¹ğ‘¾ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ

source: Tangent is undefined for angles that are multiples of Ï€ (180Â°) from Ï€âˆ•2 (90Â°)
en@shaw: ğ‘‘ğ‘¨ğ‘¯ğ‘¡ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘¨ğ‘™ğ‘œğ‘¤ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘©ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘ Ï€ (180Â°) ğ‘“ğ‘®ğ‘ªğ‘¥ Ï€âˆ•2 (90Â°)

source: Inverse sine is undefined for values outside [-1, 1]
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘»ğ‘• ğ‘•ğ‘²ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› [-1, 1]

source: Inverse cosine is undefined for values outside [-1, 1]
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘»ğ‘• ğ‘’ğ‘´ğ‘•ğ‘²ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› [-1, 1]

source: Inverse hyperbolic cosine is undefined for values less than or equal to one
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘»ğ‘• ğ‘£ğ‘²ğ‘ğ‘»ğ‘šğ‘­ğ‘¤ğ‘¦ğ‘’ ğ‘’ğ‘´ğ‘•ğ‘²ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¤ğ‘§ğ‘• ğ‘ğ‘¨ğ‘¯ ğ‘¹ ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¤ ğ‘‘ ğ‘¢ğ‘³ğ‘¯

source: Inverse hyperbolic tangent is undefined for values outside [-1, 1]
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘»ğ‘• ğ‘£ğ‘²ğ‘ğ‘»ğ‘šğ‘­ğ‘¤ğ‘¦ğ‘’ ğ‘‘ğ‘¨ğ‘¯ğ‘¡ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› [-1, 1]
