Repository: perberos/Mate-Desktop-Environment
Catalog: mate-calc/po/*.po
Languages: en@shaw

source: &#x2190; R
en@shaw: &#x2190; ğ‘®

source: &#x2192; R
en@shaw: &#x2192; ğ‘®

source: Absolute Value
en@shaw: ğ‘¨ğ‘šğ‘•ğ‘´ğ‘¤ğ‘µğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Clear
en@shaw: ğ‘’ğ‘¤ğ‘½

source: Exponent
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘

source: Factorial
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¹ğ‘¾ğ‘¤

source: Factorize
en@shaw: ğ‘“ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘²ğ‘Ÿ

source: Inverse
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘»ğ‘•

source: Recall
en@shaw: ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤

source: Scientific Exponent
en@shaw: ğ‘•ğ‘²ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘§ğ‘’ğ‘•ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘

source: Store
en@shaw: ğ‘•ğ‘‘ğ‘¹

source: Undo
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘µ

source: C_alculate
en@shaw: _ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘

source: C_ost:
en@shaw: _ğ‘’ğ‘ªğ‘•ğ‘‘:

source: Calculates the amount of the periodic payment of a loan, where payments are made at the end of each payment period.
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘ğ‘½ğ‘¦ğ‘ªğ‘›ğ‘¦ğ‘’ ğ‘ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘© ğ‘¤ğ‘´ğ‘¯, ğ‘¢ğ‘º ğ‘ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘¥ğ‘±ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘°ğ‘— ğ‘ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›.

source: Calculates the depreciation allowance on an asset for a specified period of time, using the Sum-of-the-Years'-Digits method. This method of depreciation accelerates the rate of depreciation, so that more depreciation expense occurs in earlier periods than in later ones. The useful life is the number of periods, typically years, over which an asset is depreciated.
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘¤ğ‘¬ğ‘©ğ‘¯ğ‘• ğ‘ªğ‘¯ ğ‘©ğ‘¯ ğ‘¨ğ‘•ğ‘©ğ‘‘ ğ‘“ğ‘¹ ğ‘© ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘ğ‘½ğ‘¦ğ‘©ğ‘› ğ‘ ğ‘‘ğ‘²ğ‘¥, ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘³ğ‘¥-ğ‘-ğ‘-ğ‘˜ğ‘½ğ‘Ÿ'-ğ‘›ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘• ğ‘¥ğ‘§ğ‘”ğ‘©ğ‘›. ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘§ğ‘”ğ‘©ğ‘› ğ‘ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘®ğ‘±ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘•ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘¹ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘¯ğ‘• ğ‘ªğ‘’ğ‘»ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘»ğ‘¤ğ‘°ğ‘¼ ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›ğ‘Ÿ ğ‘ğ‘¨ğ‘¯ ğ‘¦ğ‘¯ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ. ğ‘ ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘¤ğ‘²ğ‘“ ğ‘¦ğ‘Ÿ ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›ğ‘Ÿ, ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘’ğ‘¤ğ‘° ğ‘˜ğ‘½ğ‘Ÿ, ğ‘´ğ‘ğ‘¼ ğ‘¢ğ‘¦ğ‘— ğ‘©ğ‘¯ ğ‘¨ğ‘•ğ‘©ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘‘ğ‘¦ğ‘›.

source: Calculates the depreciation allowance on an asset for a specified period of time, using the double-declining balance method.
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘¤ğ‘¬ğ‘©ğ‘¯ğ‘• ğ‘ªğ‘¯ ğ‘©ğ‘¯ ğ‘¨ğ‘•ğ‘©ğ‘‘ ğ‘“ğ‘¹ ğ‘© ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘ğ‘½ğ‘¦ğ‘©ğ‘› ğ‘ ğ‘‘ğ‘²ğ‘¥, ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤-ğ‘›ğ‘¦ğ‘’ğ‘¤ğ‘²ğ‘¯ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘• ğ‘¥ğ‘§ğ‘”ğ‘©ğ‘›.

source: Calculates the future value of an investment based on a series of equal payments at a periodic interest rate over the number of payment periods in the term.
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘“ğ‘¿ğ‘—ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘§ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘© ğ‘•ğ‘½ğ‘¦ğ‘Ÿ ğ‘ ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¤ ğ‘ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘‘ ğ‘© ğ‘ğ‘½ğ‘¦ğ‘ªğ‘›ğ‘¦ğ‘’ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ ğ‘®ğ‘±ğ‘‘ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘¥.

source: Calculates the number of compounding periods necessary to increase an investment of present value to a future value, at a fixed interest rate per compounding period.
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¶ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›ğ‘Ÿ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦ ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘• ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘§ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘‘ ğ‘© ğ‘“ğ‘¿ğ‘—ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿, ğ‘¨ğ‘‘ ğ‘© ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ ğ‘®ğ‘±ğ‘‘ ğ‘ğ‘» ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¶ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›.

source: Calculates the number of payment periods that are necessary during the term of an ordinary annuity, to accumulate a future value, at a periodic interest rate.
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦ ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘»ğ‘¥ ğ‘ ğ‘©ğ‘¯ ğ‘¹ğ‘›ğ‘¦ğ‘¯ğ‘¼ğ‘¦ ğ‘©ğ‘¯ğ‘µğ‘©ğ‘‘ğ‘°, ğ‘‘ ğ‘©ğ‘’ğ‘˜ğ‘µğ‘¥ğ‘˜ğ‘©ğ‘¤ğ‘±ğ‘‘ ğ‘© ğ‘“ğ‘¿ğ‘—ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿, ğ‘¨ğ‘‘ ğ‘© ğ‘ğ‘½ğ‘¦ğ‘ªğ‘›ğ‘¦ğ‘’ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ ğ‘®ğ‘±ğ‘‘.

source: Calculates the periodic interest necessary to increase an investment to a future value, over the number of compounding periods.
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘ğ‘½ğ‘¦ğ‘ªğ‘›ğ‘¦ğ‘’ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦ ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘• ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘§ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘© ğ‘“ğ‘¿ğ‘—ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿, ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¶ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›ğ‘Ÿ.

source: Calculates the present value of an investment based on a series of equal payments discounted at a periodic interest rate over the number of payment periods in the term.
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘§ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘© ğ‘•ğ‘½ğ‘¦ğ‘Ÿ ğ‘ ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¤ ğ‘ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘‘ ğ‘© ğ‘ğ‘½ğ‘¦ğ‘ªğ‘›ğ‘¦ğ‘’ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ ğ‘®ğ‘±ğ‘‘ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘¥.

source: Calculates the resale price of a product, based on the product cost and the wanted gross profit margin.
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘®ğ‘°ğ‘•ğ‘±ğ‘¤ ğ‘ğ‘®ğ‘²ğ‘• ğ‘ ğ‘© ğ‘ğ‘®ğ‘ªğ‘›ğ‘©ğ‘’ğ‘‘, ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘›ğ‘©ğ‘’ğ‘‘ ğ‘’ğ‘ªğ‘•ğ‘‘ ğ‘¯ ğ‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘œğ‘®ğ‘´ğ‘• ğ‘ğ‘®ğ‘ªğ‘“ğ‘¦ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯.

source: Calculates the straight-line depreciation of an asset for one period. The straight-line method of depreciation divides the depreciable cost evenly over the useful life of an asset. The useful life is the number of periods, typically years, over which an asset is depreciated.
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘-ğ‘¤ğ‘²ğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘©ğ‘¯ ğ‘¨ğ‘•ğ‘©ğ‘‘ ğ‘“ğ‘¹ ğ‘¢ğ‘³ğ‘¯ ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›. ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘-ğ‘¤ğ‘²ğ‘¯ ğ‘¥ğ‘§ğ‘”ğ‘©ğ‘› ğ‘ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘›ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘¦ğ‘–ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘ªğ‘•ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ğ‘¤ğ‘° ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘¤ğ‘²ğ‘“ ğ‘ ğ‘©ğ‘¯ ğ‘¨ğ‘•ğ‘©ğ‘‘. ğ‘ ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘¤ğ‘²ğ‘“ ğ‘¦ğ‘Ÿ ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›ğ‘Ÿ, ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘’ğ‘¤ğ‘° ğ‘˜ğ‘½ğ‘Ÿ, ğ‘´ğ‘ğ‘¼ ğ‘¢ğ‘¦ğ‘— ğ‘©ğ‘¯ ğ‘¨ğ‘•ğ‘©ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘‘ğ‘¦ğ‘›.

source: Compounding Term
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¶ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ğ‘»ğ‘¥

source: Converts between different currencies. Enter the amount and the currency you want to convert from on the upper row, and the currency you want to convert to on the lower row, and the amount will be displayed on the lower row.
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘ğ‘»ğ‘‘ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘Ÿ. ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ªğ‘¯ ğ‘ ğ‘³ğ‘ğ‘» ğ‘®ğ‘´, ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘‘ ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘¤ğ‘´ğ‘¼ ğ‘®ğ‘´, ğ‘¯ ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘¤ğ‘´ğ‘¼ ğ‘®ğ‘´.

source: Currency Conversion
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘–ğ‘©ğ‘¯

source: Double-Declining Depreciation
en@shaw: ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤-ğ‘›ğ‘¦ğ‘’ğ‘¤ğ‘²ğ‘¯ğ‘¦ğ‘™ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯

source: Future Value
en@shaw: ğ‘“ğ‘¿ğ‘—ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Future _Value:
en@shaw: ğ‘“ğ‘¿ğ‘—ğ‘¼ _ğ‘ğ‘¨ğ‘¤ğ‘¿:

source: Gross Profit Margin
en@shaw: ğ‘œğ‘®ğ‘´ğ‘• ğ‘ğ‘®ğ‘ªğ‘“ğ‘¦ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯

source: Payment Period
en@shaw: ğ‘ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›

source: Periodic Interest Rate
en@shaw: ğ‘ğ‘½ğ‘¦ğ‘ªğ‘›ğ‘¦ğ‘’ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ ğ‘®ğ‘±ğ‘‘

source: Periodic Interest _Rate:
en@shaw: ğ‘ğ‘½ğ‘¦ğ‘ªğ‘›ğ‘¦ğ‘’ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ _ğ‘®ğ‘±ğ‘‘:

source: Periodic Payment
en@shaw: ğ‘ğ‘½ğ‘¦ğ‘ªğ‘›ğ‘¦ğ‘’ ğ‘ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Present Value
en@shaw: ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Present _Value:
en@shaw: ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ _ğ‘ğ‘¨ğ‘¤ğ‘¿:

source: Rate
en@shaw: ğ‘®ğ‘±ğ‘‘

source: Straight-Line Depreciation
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘-ğ‘¤ğ‘²ğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯

source: Sum-of-the-Years'-Digits Depreciation
en@shaw: ğ‘•ğ‘³ğ‘¥-ğ‘-ğ‘-ğ‘˜ğ‘½ğ‘Ÿ'-ğ‘›ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘• ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯

source: Term
en@shaw: ğ‘‘ğ‘»ğ‘¥

source: _Cost:
en@shaw: _ğ‘’ğ‘ªğ‘•ğ‘‘:

source: _Future Value:
en@shaw: _ğ‘“ğ‘¿ğ‘—ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿:

source: _Life:
en@shaw: _ğ‘¤ğ‘²ğ‘“:

source: _Margin:
en@shaw: _ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯:

source: _Number of Periods:
en@shaw: _ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›ğ‘Ÿ:

source: _Period:
en@shaw: _ğ‘ğ‘½ğ‘¦ğ‘©ğ‘›:

source: _Periodic Payment:
en@shaw: _ğ‘ğ‘½ğ‘¦ğ‘ªğ‘›ğ‘¦ğ‘’ ğ‘ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘‘:

source: _Principal:
en@shaw: _ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘¦ğ‘ğ‘©ğ‘¤:

source: _Salvage:
en@shaw: _ğ‘•ğ‘¨ğ‘¤ğ‘ğ‘©ğ‘¡:

source: _Term:
en@shaw: _ğ‘‘ğ‘»ğ‘¥:

source: Ch_aracter:
en@shaw: _ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼:

source: Insert Character
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼

source: Insert Character Code
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘’ğ‘´ğ‘›

source: Shift Left
en@shaw: ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘¤ğ‘§ğ‘“ğ‘‘

source: Shift Right
en@shaw: ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘®ğ‘²ğ‘‘

source: _Insert
en@shaw: _ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘

source: 16-bit
en@shaw: 16-ğ‘šğ‘¦ğ‘‘

source: 32-bit
en@shaw: 32-ğ‘šğ‘¦ğ‘‘

source: 64-bit
en@shaw: 64-ğ‘šğ‘¦ğ‘‘

source: 8-bit
en@shaw: 8-ğ‘šğ‘¦ğ‘‘

source: Number _Format:
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ _ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘:

source: Preferences
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Show _thousands separators
en@shaw: ğ‘–ğ‘´ _ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ

source: Show trailing _zeroes
en@shaw: ğ‘–ğ‘´ ğ‘‘ğ‘®ğ‘±ğ‘¤ğ‘¦ğ‘™ _ğ‘Ÿğ‘½ğ‘´ğ‘Ÿ

source: Word _size:
en@shaw: ğ‘¢ğ‘»ğ‘› _ğ‘•ğ‘²ğ‘Ÿ:

source: _Angle units:
en@shaw: _ğ‘¨ğ‘™ğ‘œğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•:

source: Calculator
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘¼

source: Perform arithmetic, scientific or financial calculations
en@shaw: ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ ğ‘¼ğ‘¦ğ‘”ğ‘¥ğ‘©ğ‘‘ğ‘¦ğ‘’, ğ‘•ğ‘²ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘¹ ğ‘“ğ‘²ğ‘¯ğ‘¨ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Accuracy value
en@shaw: ğ‘¨ğ‘’ğ‘˜ğ‘»ğ‘©ğ‘•ğ‘° ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Display Mode
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¥ğ‘´ğ‘›

source: Indicates whether any trailing zeroes after the numeric point should be shown in the display value.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘• ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘§ğ‘¯ğ‘¦ ğ‘‘ğ‘®ğ‘±ğ‘¤ğ‘¦ğ‘™ ğ‘Ÿğ‘½ğ‘´ğ‘Ÿ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘¯ğ‘¿ğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘’ ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ğ‘¨ğ‘¤ğ‘¿.

source: Indicates whether the memory register window is initially displayed.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘• ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›.

source: Indicates whether thousands separators are shown in large numbers.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘• ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘¤ğ‘¸ğ‘¡ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ.

source: Mode
en@shaw: ğ‘¥ğ‘´ğ‘›

source: Numeric Base
en@shaw: ğ‘¯ğ‘¿ğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘’ ğ‘šğ‘±ğ‘•

source: Show Registers
en@shaw: ğ‘–ğ‘´ ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ

source: Show Thousands Separators
en@shaw: ğ‘–ğ‘´ ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ

source: Show Trailing Zeroes
en@shaw: ğ‘–ğ‘´ ğ‘‘ğ‘®ğ‘±ğ‘¤ğ‘¦ğ‘™ ğ‘Ÿğ‘½ğ‘´ğ‘Ÿ

source: The display format used in advanced mode. One of: "ENG" (engineering), "FIX" (fixed-point) and "SCI" (scientific)
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘ ğ‘¥ğ‘´ğ‘›. ğ‘¢ğ‘³ğ‘¯ ğ‘: "ENG" (ğ‘§ğ‘¯ğ‘¡ğ‘¦ğ‘¯ğ‘½ğ‘¦ğ‘™), "FIX" (ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘-ğ‘ğ‘¶ğ‘¯ğ‘‘) ğ‘¯ "SCI" (ğ‘•ğ‘²ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’)

source: The initial calculator mode. Valid values are "BASIC", "FINANCIAL", "LOGICAL", "SCIENTIFIC" and "PROGRAMMING"
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘¥ğ‘´ğ‘›. ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "BASIC", "FINANCIAL", "LOGICAL", "SCIENTIFIC" ğ‘¯ "PROGRAMMING"

source: The initial trigonometric type. Valid values are "DEG" (degrees), "GRAD" (gradians) and "RAD" (radians).
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘‘ğ‘®ğ‘¦ğ‘œğ‘ªğ‘¯ğ‘´ğ‘¥ğ‘§ğ‘‘ğ‘®ğ‘¦ğ‘’ ğ‘‘ğ‘²ğ‘. ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "DEG" (ğ‘›ğ‘¦ğ‘œğ‘®ğ‘°ğ‘Ÿ), "GRAD" (ğ‘œğ‘®ğ‘±ğ‘›ğ‘¾ğ‘¯ğ‘Ÿ) ğ‘¯ "RAD" (ğ‘®ğ‘±ğ‘›ğ‘¾ğ‘¯ğ‘Ÿ).

source: The initial x-coordinate for the window
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ x-ğ‘’ğ‘´ğ‘¹ğ‘›ğ‘©ğ‘¯ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: The initial y-coordinate for the window
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ y-ğ‘’ğ‘´ğ‘¹ğ‘›ğ‘©ğ‘¯ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: The number of digits displayed after the numeric point. This value must be in the range 0 to 9.
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘›ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘• ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘¯ğ‘¿ğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘’ ğ‘ğ‘¶ğ‘¯ğ‘‘. ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ ğ‘ ğ‘®ğ‘±ğ‘¯ğ‘¡ 0 ğ‘‘ 9.

source: The number of pixels to place the window from the left of the screen.
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯.

source: The number of pixels to place the window from the top of the screen.
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯.

source: The numeric base (used in programming mode)
en@shaw: ğ‘ ğ‘¯ğ‘¿ğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘’ ğ‘šğ‘±ğ‘• (ğ‘¿ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘¦ğ‘™ ğ‘¥ğ‘´ğ‘›)

source: The size of the words used in bitwise operations. Valid values are 16, 32 and 64.
en@shaw: ğ‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘¢ğ‘»ğ‘›ğ‘Ÿ ğ‘¿ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘²ğ‘Ÿ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ. ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ 16, 32 ğ‘¯ 64.

source: Trigonometric type
en@shaw: ğ‘‘ğ‘®ğ‘¦ğ‘œğ‘ªğ‘¯ğ‘´ğ‘¥ğ‘§ğ‘‘ğ‘®ğ‘¦ğ‘’ ğ‘‘ğ‘²ğ‘

source: Word size
en@shaw: ğ‘¢ğ‘»ğ‘› ğ‘•ğ‘²ğ‘Ÿ

source: Australian dollar
en@shaw: ğ‘·ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘¤ğ‘¦ğ‘©ğ‘¯ ğ‘›ğ‘ªğ‘¤ğ‘¼

source: Bulgarian lev
en@shaw: ğ‘šğ‘©ğ‘¤ğ‘œğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯ ğ‘¤ğ‘§ğ‘

source: Brazilian real
en@shaw: ğ‘šğ‘®ğ‘©ğ‘Ÿğ‘¦ğ‘¤ğ‘˜ğ‘©ğ‘¯ ğ‘®ğ‘¾ğ‘¤

source: Canadian dollar
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘±ğ‘›ğ‘°ğ‘©ğ‘¯ ğ‘›ğ‘ªğ‘¤ğ‘¼

source: Swiss franc
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘• ğ‘“ğ‘®ğ‘¨ğ‘™ğ‘’

source: Chinese yuan renminbi
en@shaw: ğ‘—ğ‘²ğ‘¯ğ‘°ğ‘Ÿ ğ‘¿ğ‘­ğ‘¯ ğ‘®ğ‘§ğ‘¯ğ‘¥ğ‘¦ğ‘¯ğ‘šğ‘°

source: Czech koruna
en@shaw: ğ‘—ğ‘§ğ‘’ ğ‘’ğ‘ªğ‘®ğ‘µğ‘¯ğ‘©

source: Danish krone
en@shaw: ğ‘›ğ‘±ğ‘¯ğ‘¦ğ‘– ğ‘’ğ‘®ğ‘´ğ‘¯ğ‘©

source: Estonian kroon
en@shaw: ğ‘§ğ‘•ğ‘‘ğ‘´ğ‘¯ğ‘°ğ‘©ğ‘¯ ğ‘’ğ‘®ğ‘µğ‘¯

source: Euro
en@shaw: ğ‘¿ğ‘®ğ‘´

source: Pound sterling
en@shaw: ğ‘ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘‘ğ‘»ğ‘¤ğ‘¦ğ‘™

source: Hong Kong dollar
en@shaw: ğ‘£ğ‘ªğ‘™ ğ‘’ğ‘ªğ‘™ ğ‘›ğ‘ªğ‘¤ğ‘¼

source: Croatian kuna
en@shaw: ğ‘’ğ‘®ğ‘´ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘˜ğ‘µğ‘¯ğ‘©

source: Hungarian forint
en@shaw: ğ‘£ğ‘©ğ‘™ğ‘œğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘¯ğ‘‘

source: Indonesian rupiah
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘¯ğ‘°ğ‘ ğ‘©ğ‘¯ ğ‘®ğ‘µğ‘ğ‘²ğ‘©

source: Indian rupee
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘©ğ‘¯ ğ‘®ğ‘µğ‘ğ‘°

source: Icelandic krona
en@shaw: ğ‘²ğ‘•ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘’ ğ‘’ğ‘®ğ‘´ğ‘¯ğ‘©

source: Japanese yen
en@shaw: ğ‘¡ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘°ğ‘Ÿ ğ‘˜ğ‘§ğ‘¯

source: South Korean won
en@shaw: ğ‘•ğ‘¬ğ‘” ğ‘’ğ‘ªğ‘®ğ‘°ğ‘©ğ‘¯ ğ‘¢ğ‘³ğ‘¯

source: Lithuanian litas
en@shaw: ğ‘¤ğ‘¦ğ‘”ğ‘©ğ‘¢ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘¯ ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘Ÿ

source: Latvian lats
en@shaw: ğ‘¤ğ‘¨ğ‘‘ğ‘ğ‘°ğ‘©ğ‘¯ ğ‘¤ğ‘­ğ‘‘ğ‘•

source: Mexican peso
en@shaw: ğ‘¥ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘©ğ‘¯ ğ‘ğ‘±ğ‘•ğ‘´

source: Malaysian ringgit
en@shaw: ğ‘¥ğ‘©ğ‘¤ğ‘±ğ‘ ğ‘©ğ‘¯ ğ‘®ğ‘¦ğ‘™ğ‘¦ğ‘‘

source: Norwegian krone
en@shaw: ğ‘¯ğ‘ªğ‘®ğ‘¢ğ‘°ğ‘¡ğ‘©ğ‘¯ ğ‘’ğ‘®ğ‘´ğ‘¯ğ‘©

source: New Zealand dollar
en@shaw: Â·ğ‘¯ğ‘¿ Â·ğ‘Ÿğ‘°ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘›ğ‘ªğ‘¤ğ‘¼

source: Philippine peso
en@shaw: ğ‘“ğ‘¦ğ‘¤ğ‘©ğ‘ğ‘°ğ‘¯ ğ‘ğ‘±ğ‘•ğ‘´

source: Polish zloty
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¦ğ‘– ğ‘Ÿğ‘¤ğ‘ªğ‘‘ğ‘°

source: New Romanian leu
en@shaw: ğ‘¯ğ‘¿ ğ‘®ğ‘´ğ‘¥ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘¯ ğ‘¤ğ‘µ

source: Russian rouble
en@shaw: ğ‘®ğ‘³ğ‘–ğ‘©ğ‘¯ ğ‘®ğ‘µğ‘šğ‘©ğ‘¤

source: Swedish krona
en@shaw: ğ‘•ğ‘¢ğ‘°ğ‘›ğ‘¦ğ‘– ğ‘’ğ‘®ğ‘´ğ‘¯ğ‘©

source: Singapore dollar
en@shaw: Â·ğ‘•ğ‘¦ğ‘™ğ‘©ğ‘ğ‘ªğ‘® ğ‘›ğ‘ªğ‘¤ğ‘¼

source: Thai baht
en@shaw: ğ‘‘ğ‘² ğ‘šğ‘­ğ‘‘

source: New Turkish lira
en@shaw: ğ‘¯ğ‘¿ ğ‘‘ğ‘»ğ‘’ğ‘¦ğ‘– ğ‘¤ğ‘¦ğ‘®ğ‘©

source: US dollar
en@shaw: US ğ‘›ğ‘ªğ‘¤ğ‘¼

source: South African rand
en@shaw: ğ‘•ğ‘¬ğ‘” ğ‘¨ğ‘“ğ‘®ğ‘©ğ‘’ğ‘©ğ‘¯ ğ‘®ğ‘¨ğ‘¯ğ‘›

source: Usage: %s â€” Perform mathematical calculations
en@shaw: ğ‘¿ğ‘•ğ‘¦ğ‘¡: %s â€” ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ ğ‘¥ğ‘¨ğ‘”ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Help Options: -v, --version Show release version -h, -?, --help Show help options --help-all Show all help options --help-gtk Show GTK+ options
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ: -v, --version ğ‘–ğ‘´ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘• ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ -h, -?, --help ğ‘–ğ‘´ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ --help-all ğ‘–ğ‘´ ğ‘·ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ --help-gtk ğ‘–ğ‘´ GTK+ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: GTK+ Options: --class=CLASS Program class as used by the window manager --name=NAME Program name as used by the window manager --screen=SCREEN X screen to use --sync Make X calls synchronous --gtk-module=MODULES Load additional GTK+ modules --g-fatal-warnings Make all warnings fatal
en@shaw: GTK+ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ: --class=ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘¨ğ‘Ÿ ğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ --name=ğ‘¯ğ‘±ğ‘¥ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¯ğ‘±ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ --screen=ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ X ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘‘ ğ‘¿ğ‘• --sync ğ‘¥ğ‘±ğ‘’ X ğ‘’ğ‘·ğ‘¤ğ‘Ÿ ğ‘•ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘´ğ‘¯ğ‘©ğ‘• --gtk-module=ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ğ‘Ÿ ğ‘¤ğ‘´ğ‘› ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ GTK+ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ğ‘Ÿ --g-fatal-warnings ğ‘¥ğ‘±ğ‘’ ğ‘·ğ‘¤ ğ‘¢ğ‘ªğ‘®ğ‘¯ğ‘¦ğ‘™ğ‘Ÿ ğ‘“ğ‘±ğ‘‘ğ‘©ğ‘¤

source: Application Options: -u, --unittest Perform unit tests -s, --solve <equation> Solve the given equation
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ: -u, --unittest ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ğ‘§ğ‘•ğ‘‘ğ‘• -s, --solve <ğ‘¦ğ‘’ğ‘¢ğ‘±ğ‘ ğ‘©ğ‘¯> ğ‘•ğ‘ªğ‘¤ğ‘ ğ‘ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘’ğ‘¢ğ‘±ğ‘ ğ‘©ğ‘¯

source: Argument --solve requires an equation to solve
en@shaw: ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ --solve ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘’ğ‘¢ğ‘±ğ‘ ğ‘©ğ‘¯ ğ‘‘ ğ‘•ğ‘ªğ‘¤ğ‘

source: Unknown argument '%s'
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ '%s'

source: Pi [Ctrl+P]
en@shaw: ğ‘ğ‘² [ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤+P]

source: Eulers Number
en@shaw: Â·ğ‘¶ğ‘¤ğ‘¼ğ‘Ÿ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼

source: Subscript mode [Alt]
en@shaw: ğ‘•ğ‘³ğ‘šğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘¥ğ‘´ğ‘› [ğ‘·ğ‘¤ğ‘‘]

source: Supercript mode [Ctrl]
en@shaw: ğ‘•ğ‘µğ‘ğ‘¼ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘¥ğ‘´ğ‘› [ğ‘’ğ‘‘ğ‘®ğ‘¤]

source: Scientific exponent [Ctrl+E]
en@shaw: ğ‘•ğ‘²ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘§ğ‘’ğ‘•ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ [ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤+E]

source: Add [+]
en@shaw: ğ‘¨ğ‘› [+]

source: Subtract [-]
en@shaw: ğ‘•ğ‘©ğ‘šğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ [-]

source: Multiply [*]
en@shaw: ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘¤ğ‘² [*]

source: Divide [/]
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘²ğ‘› [/]

source: Modulus divide
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ğ‘«ğ‘• ğ‘›ğ‘¦ğ‘ğ‘²ğ‘›

source: Exponent [^ or **]
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ [^ ğ‘¹ **]

source: Square [Ctrl+2]
en@shaw: ğ‘•ğ‘’ğ‘¢ğ‘º [ğ‘’ğ‘‘ğ‘®ğ‘¤+2]

source: Percentage [%]
en@shaw: ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ [%]

source: Factorial [!]
en@shaw: ğ‘“ğ‘©ğ‘’ğ‘‘ğ‘¹ğ‘¾ğ‘¤ [!]

source: Absolute value [|]
en@shaw: ğ‘¨ğ‘šğ‘•ğ‘´ğ‘¤ğ‘µğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ [|]

source: Complex conjugate
en@shaw: ğ‘’ğ‘ªğ‘¥ğ‘ğ‘¤ğ‘§ğ‘’ğ‘• ğ‘’ğ‘ªğ‘¯ğ‘¡ğ‘©ğ‘œğ‘±ğ‘‘

source: Root [Ctrl+R]
en@shaw: ğ‘®ğ‘µğ‘‘ [ğ‘’ğ‘‘ğ‘®ğ‘¤+R]

source: Square root [Ctrl+R]
en@shaw: ğ‘•ğ‘’ğ‘¢ğ‘º ğ‘®ğ‘µğ‘‘ [ğ‘’ğ‘‘ğ‘®ğ‘¤+R]

source: Logarithm
en@shaw: ğ‘¤ğ‘­ğ‘œğ‘»ğ‘¦ğ‘ğ‘©ğ‘¥

source: Natural Logarithm
en@shaw: ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ ğ‘¤ğ‘­ğ‘œğ‘»ğ‘¦ğ‘ğ‘©ğ‘¥

source: Sine
en@shaw: ğ‘•ğ‘²ğ‘¯

source: Cosine
en@shaw: ğ‘’ğ‘´ğ‘•ğ‘²ğ‘¯

source: Tangent
en@shaw: ğ‘‘ğ‘¨ğ‘¯ğ‘¡ğ‘©ğ‘¯ğ‘‘

source: Hyperbolic Sine
en@shaw: ğ‘£ğ‘²ğ‘ğ‘»ğ‘šğ‘­ğ‘¤ğ‘¦ğ‘’ ğ‘•ğ‘²ğ‘¯

source: Hyperbolic Cosine
en@shaw: ğ‘£ğ‘²ğ‘ğ‘»ğ‘šğ‘­ğ‘¤ğ‘¦ğ‘’ ğ‘’ğ‘´ğ‘•ğ‘²ğ‘¯

source: Hyperbolic Tangent
en@shaw: ğ‘£ğ‘²ğ‘ğ‘»ğ‘šğ‘­ğ‘¤ğ‘¦ğ‘’ ğ‘‘ğ‘¨ğ‘¯ğ‘¡ğ‘©ğ‘¯ğ‘‘

source: Inverse [Ctrl+I]
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘»ğ‘• [ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤+I]

source: Boolean AND
en@shaw: ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯ ğ‘¯

source: Boolean OR
en@shaw: ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯ ğ‘¹

source: Boolean Exclusive OR
en@shaw: ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯ ğ‘§ğ‘’ğ‘•ğ‘’ğ‘¤ğ‘µğ‘•ğ‘¦ğ‘ ğ‘¹

source: Boolean NOT
en@shaw: ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯ ğ‘¯ğ‘ªğ‘‘

source: Integer Component
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘

source: Fractional Component
en@shaw: ğ‘“ğ‘®ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘

source: Real Component
en@shaw: ğ‘®ğ‘¾ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘

source: Imaginary Component
en@shaw: ğ‘¦ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘¯ğ‘¼ğ‘¦ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘

source: Ones Complement
en@shaw: ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Twos Complement
en@shaw: ğ‘‘ğ‘µğ‘Ÿ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Truncate
en@shaw: ğ‘‘ğ‘®ğ‘©ğ‘™ğ‘’ğ‘±ğ‘‘

source: Start Group [(]
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘œğ‘®ğ‘µğ‘ [(]

source: End Group [)]
en@shaw: ğ‘§ğ‘¯ğ‘› ğ‘œğ‘®ğ‘µğ‘ [)]

source: Assign Variable
en@shaw: ğ‘©ğ‘•ğ‘²ğ‘¯ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤

source: Insert Variable
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤

source: Calculate Result
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘

source: Factorize [Ctrl+F]
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ [ğ‘’ğ‘‘ğ‘®ğ‘¤+F]

source: Clear Display [Escape]
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± [ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘]

source: Undo [Ctrl+Z]
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘µ [ğ‘’ğ‘‘ğ‘®ğ‘¤+Z]

source: Double Declining Depreciation
en@shaw: ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘’ğ‘¤ğ‘²ğ‘¯ğ‘¦ğ‘™ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯

source: Financial Term
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘¨ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘‘ğ‘»ğ‘¥

source: Sum of the Years Digits Depreciation
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘˜ğ‘½ğ‘Ÿ ğ‘›ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘• ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯

source: Straight Line Depreciation
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘¤ğ‘²ğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯

source: Currency Converter
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘‘ğ‘»

source: Degrees
en@shaw: ğ‘›ğ‘¦ğ‘œğ‘®ğ‘°ğ‘Ÿ

source: Radians
en@shaw: ğ‘®ğ‘±ğ‘›ğ‘¾ğ‘¯ğ‘Ÿ

source: Gradians
en@shaw: ğ‘œğ‘®ğ‘±ğ‘›ğ‘¾ğ‘¯ğ‘Ÿ

source: Binary
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘¼ğ‘¦

source: Octal
en@shaw: ğ‘ªğ‘’ğ‘‘ğ‘©ğ‘¤

source: Decimal
en@shaw: ğ‘›ğ‘§ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¤

source: Hexadecimal
en@shaw: ğ‘£ğ‘§ğ‘’ğ‘•ğ‘©ğ‘›ğ‘§ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¤

source: No variables defined
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›

source: _%d place
en@shaw: _%d ğ‘ğ‘¤ğ‘±ğ‘•

source: %d place
en@shaw: %d ğ‘ğ‘¤ğ‘±ğ‘•

source: You don't have any recent currency rates. Should some be downloaded now?
en@shaw: ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘®ğ‘±ğ‘‘ğ‘•. ğ‘–ğ‘«ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘šğ‘° ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘¯ğ‘¬?

source: Currency rates could not be downloaded. You may receive inaccurate results, or you may not receive any results at all.
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘®ğ‘±ğ‘‘ğ‘• ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›. ğ‘¿ ğ‘¥ğ‘± ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘˜ğ‘»ğ‘©ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘•, ğ‘¹ ğ‘¿ ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘• ğ‘¨ğ‘‘ ğ‘·ğ‘¤.

source: No undo history
en@shaw: ğ‘¯ğ‘´ ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: No redo history
en@shaw: ğ‘¯ğ‘´ ğ‘®ğ‘°ğ‘›ğ‘µ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: No sane value to store
en@shaw: ğ‘¯ğ‘´ ğ‘•ğ‘±ğ‘¯ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘‘ ğ‘•ğ‘‘ğ‘¹

source: Overflow. Try a bigger word size
en@shaw: ğ‘´ğ‘ğ‘¼ğ‘“ğ‘¤ğ‘´. ğ‘‘ğ‘®ğ‘² ğ‘© ğ‘šğ‘¦ğ‘œğ‘¼ ğ‘¢ğ‘»ğ‘› ğ‘•ğ‘²ğ‘Ÿ

source: Unknown variable '%s'
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤ '%s'

source: Function '%s' is not defined
en@shaw: ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ '%s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›

source: Unknown conversion
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘–ğ‘©ğ‘¯

source: Malformed expression
en@shaw: ğ‘¥ğ‘¨ğ‘¤ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯

source: Need an integer to factorize
en@shaw: ğ‘¯ğ‘°ğ‘› ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼ ğ‘‘ ğ‘“ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘²ğ‘Ÿ

source: Displayed value not an integer
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼

source: _Close
en@shaw: _ğ‘’ğ‘¤ğ‘´ğ‘Ÿ

source: Fixed
en@shaw: ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘

source: Scientific
en@shaw: ğ‘•ğ‘²ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’

source: Engineering
en@shaw: ğ‘§ğ‘¯ğ‘¡ğ‘¦ğ‘¯ğ‘½ğ‘¦ğ‘™
