Repository: perberos/Mate-Desktop-Environment
Catalog: mate-applets/invest-applet/docs/*/*.po
Languages: de

source: Invest Manual
de: Börsenticker-Handbuch

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>

source: MATE Documentation Team
de: MATE-Dokumentationsteam

source: This manual describes version 2.32.0 of Invest.
de: Dieses Handbuch beschreibt Version 2.32 von Börsenticker.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the Invest application or this manual, follow the directions in the <ulink url="ghelp:mate-feedback" type="help">MATE Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Börsenticker</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:mate-feedback" type="help">MATE-Seite für Rückmeldungen</ulink>.

source: User manual for Invest
de: Benutzerhandbuch für den Börsenticker

source: Invest
de: Börsenticker

source: invest-applet
de: Börsenticker-Applet

source: Introduction
de: Einführung

source: The <application>Invest</application> MATE panel applet downloads current quotes for stocks, stock indices, currencies and precious metals. Quotes are downloaded from <ulink url="http://finance.yahoo.com">Yahoo! Finance</ulink> and are displayed in a drop-down list.
de: Das MATE Panel-Applet <application>Börsenticker</application> lädt aktuelle Kurse für Wertpapiere, Wertpapier-Indizes, Währungen und Edelmetalle von »Yahoo! Finance« herunter und zeigt diese in einer Ausklappliste an.

source: <application>Invest</application> provides the following features:
de: Der <application>Börsenticker</application> verfügt über folgende Funktionsmerkmale:

source: Quotes are automatically updated every 15 minutes
de: Kurse werden automatisch alle 15 Minuten aktualisiert

source: The currency of the quote is displayed, and if configured, automatically translated into a target currency
de: Die Währung des Kurses wird angezeigt, und falls eingerichtet, in die Zielwährung umgerechnet

source: The amount of the increase or decrease in the price since purchase, also translatable into the target currency
de: Den Wert der Kurssteigerung oder des Kursverfalls seit der Ausgabe, auch umrechenbar in die Zielwährung

source: The percentage increase or decrease in the price since purchase
de: Den Prozentsatz der Kurssteigerung oder des Kursverfalls seit der Ausgabe

source: Getting Started
de: Erste Schritte

source: Add Invest to a Panel
de: Börsenticker zu einem Panel hinzufügen

source: To add <application>Invest</application> to a MATE panel, right-click on the panel, then choose <guilabel>Add to Panel</guilabel>. Select <application>Invest</application> in the <guilabel>Add to Panel</guilabel> dialog, then click <guilabel>OK</guilabel>. Click <guilabel>Close</guilabel> when finished.
de: Um den <application>Börsenticker</application> zu einem Panel hinzuzufügen, klicken sie mit der rechten Maustaste auf das Panel und wählen Sie <guilabel>Zum Panel hinzufügen</guilabel>. Wählen Sie <application>Börsenticker</application> im Dialog <guilabel>Zum Panel hinzufügen</guilabel> und klicken Sie auf <guilabel>Hinzufügen</guilabel>. Klicken Sie auf <guilabel>Schließen</guilabel>, sobald Sie fertig sind.

source: Remove Invest From a Panel
de: Entfernen des Börsentickers aus einem Panel

source: To remove <application>Invest</application> from a MATE panel, right-click on the icon, then choose <guilabel>Remove From Panel</guilabel>.
de: Um den <application>Börsenticker</application> aus einem Panel zu entfernen, klicken Sie mit der rechten Maustaste auf das Symbol und wählen Sie anschließend <guilabel>Aus dem Panel entfernen</guilabel>.

source: More Information
de: Mehr Information

source: More information about the MATE panel can be found in the <ulink url="ghelp:user-guide?panels" type="help">MATE Panel documentation</ulink>.
de: Weitere Informationen über das MATE-Panel finden Sie in der <ulink url="ghelp:user-guide?panels" type="help">MATE Panel-Dokumentation</ulink>.

source: Using Invest
de: Börsenticker benutzen

source: Configure your Quotes
de: Einrichten Ihrer Kurse

source: Add New Quotes to the Applet
de: Neu Kurse zum Applet hinzufügen

source: To add new quotes to <application>Invest</application>, perform the following steps:
de: Um Wertpapiere zum <application>Börsenticker</application> hinzuzufügen, gehen Sie wie folgt vor:

source: Right-click on the icon, and select <guilabel>Preferences</guilabel>.
de: Klicken sie mit der rechten Maustaste auf das Symbol und wählen Sie <guilabel>Einstellungen</guilabel>.

source: Click <guilabel>Add</guilabel> to add a quote to <application>Invest</application>.
de: Klicken Sie auf <guilabel>Hinzufügen</guilabel>, um ein Wertpapier zum <application>Börsenticker</application> hinzuzufügen.

source: You can also edit the number of shares you own, the purchase price and the commission.
de: Sie können auch die Anzahl Ihrer eigenen Anteile an Wertpapieren anpassen, den Ausgabepreis und die Provision.

source: Click <guilabel>Close</guilabel> when you are finished adding quotes.
de: Klicken Sie auf <guilabel>Schließen</guilabel>, wenn Sie mit dem Hinzufügen von Wertpapierkursen fertig sind.

source: <placeholder-1/> Screenshot of Yahoo! Finance when searching a quote.
de: <placeholder-1/> Bildschirmfoto von Yahoo! Finance bei der Suche nach einem Kurs.

source: Invest supports all quotes that can be found at <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink>. In particular, these are of the following type.
de: Der Börsenticker unterstützt alle in <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink> verfügbaren Kurse. Im einzelnen sind dies folgende Typen:

source: Currencie rates
de: Währungskurse

source: Precious Metals
de: Edelmetalle

source: View Configured Quotes
de: Betrachten von eingerichteten Kursen

source: To view your configured quotes, click on the <application>Invest</application> icon on the panel. A list of your quotes will appear. To close the list, click the icon again. Notice that quotes are usually 15 minutes delay.
de: Um Ihre ausgewählten Wertpapierkurse anzuzeigen, klicken Sie auf das Symbol des <application>Börsentickers</application> im Panel. Eine Liste Ihrer Wertpapiere erscheint. Um die Liste wieder zu schließen, klicken Sie erneut auf das Symbol. Beachten Sie, dass die Kurse üblicherweise alle 15 Minuten aktualisiert werden.

source: Update the Display
de: Die Anzeige aktualisieren

source: To immediately update the information that is displayed in the applet, right-click on the applet, then choose <guilabel>Refresh</guilabel>.
de: Um die im Applet angezeigten Informationen sofort zu aktualisieren, klicken Sie mit der rechten Maustaste auf das Applet und wählen Sie anschließend <guilabel>Aktualisieren</guilabel>.

source: Remove Quotes from the Applet
de: Kurse aus dem Applet entfernen

source: To remove quotes from <application>Invest</application>, perform the following steps:
de: Um Kurse aus dem <application>Börsenticker</application> zu entfernen, gehen Sie wie folgt vor:

source: Click the row containing the quote you wish to remove.
de: Klicken Sie auf die Zeile, die den Kurs enthält, welches Sie entfernen wollen.

source: Click <guilabel>Remove</guilabel> to delete the listing.
de: Klicken Sie auf <guilabel>Entfernen</guilabel>, um die Anzeige zu entfernen.

source: Click <guilabel>Close</guilabel> when you are finished.
de: Klicken Sie auf <guilabel>Schließen</guilabel>, sobald Sie fertig sind.

source: Setup Currency Translation
de: Einrichten der Währungsumrechnung

source: Invest displays all quotes in their original currency as retrieved from Yahoo! Finance. If you wish to have all quotes being displayed in one target currency, this can be configured in the preferences dialog.
de: Der Börsenticker zeigt alle Kurse in deren Originalwährung an, wie von Yahoo! Finance bereitgestellt. Falls Sie alle Kurse in einer Zielwährung anzeigen lassen wollen, kann dies im Einstellungsdialog eingerichtet werden.

source: Type the target currency into the <guilabel>Currency</guilabel> text field.
de: Geben Sie die Zielwährung in das Textfeld <guilabel>Währung</guilabel> ein.

source: While you type, the text field will suggest currencies that match entered currency.
de: Während der Eingabe werden im Textfeld Währungen vorgeschlagen, die auf Ihre Eingabe passen könnten.

source: Choose your target currency.
de: Wählen Sie Ihre Zielwährung.

source: Notice that in your quote list the new <guilabel>Currency Rate</guilabel> column appears.
de: Beachten Sie, dass in Ihrer Kursliste die neue Spalte <guilabel>Währungskurs</guilabel> erscheint.

source: The <guilabel>Price</guilabel> and <guilabel>Commission</guilabel> both have to be given in the same currency.
de: Sowohl <guilabel>Preis</guilabel> als auch <guilabel>Kommission</guilabel> müssen in der gleichen Währung angegeben werden.

source: If you want to remove the target currency again, simply clear the <guilabel>Currency</guilabel> text field.
de: Falls Sie die Zielwährung wieder löschen wollen, leeren Sie einfach das Textfeld <guilabel>Währung</guilabel>.

source: Chart Options
de: Diagrammoptionen

source: Date Range
de: Zeitbereich

source: The date range, in the top-right corner of the window, selects the length of time to report on. By default, it gives one day of data, but the following ranges can be choosen: <guilabel>Today</guilabel>, <guilabel>5 Days</guilabel>, <guilabel>3 Months</guilabel>, <guilabel>6 Months</guilabel>, <guilabel>1 Year</guilabel>, <guilabel>5 Years</guilabel>, <guilabel>Maximum</guilabel>.
de: Der Datumsbereich in der rechten oberen Ecke des Fensters bestimmt den Berichtszeitraum. Standardmäßig wird ein Tag zugrunde gelegt, außerdem können folgende Zeiträume gewählt werden: <guilabel>Heute</guilabel>, <guilabel>5 Tage</guilabel>, <guilabel>3 Monate</guilabel>, <guilabel>6 Monate</guilabel>, <guilabel>1 Jahr</guilabel>, <guilabel>5 Jahre</guilabel>, <guilabel>Maximum</guilabel>.

source: Graph Style
de: Diagrammstil

source: Historical price information can be graphed in three different ways. You can select a line chart, bar chart, or candlestick chart.
de: Die Preisentwicklung kann auf drei verschiedene Arten grafisch dargestellt werden. Sie können aus einem Liniendiagramm, einem Balkendiagramm oder einem Säulendiagramm wählen.

source: <guilabel>Line Chart</guilabel> (<guilabel>l</guilabel>)
de: <guilabel>Liniendiagramm</guilabel> (<guilabel>l</guilabel>)

source: This is the default option. This graphs the historical price information in a familiar manner, connecting each day's closing price with a single line. Line charts for graphing quotes are useful if an analyst is interested only in a closing price each time.
de: Dies ist die voreingestellte Option. Die vergangene Kursinformation wird in bekannter Weise in einem Diagramm dargestellt. Alle Schlusskurse werden mit einer Einzellinie mit jeder Aktie verbunden. Liniendiagramme sind zur Darstellung von Aktienkursen nützlich, wenn ein Analyst jeweils nur am Schlusskurs einer Aktie interessiert ist.

source: <guilabel>Bar Chart</guilabel> (<guilabel>b</guilabel>)
de: <guilabel>Balkendiagramm</guilabel> (<guilabel>b</guilabel>)

source: A bar chart represents a full day's activity with a single vertical bar. The top of the vertical line indicates the highest price a security traded during the day, and the bottom represents the lowest price. The closing price is displayed on the right side of the bar, and the opening price is shown on the left side of the bar. One bar represents one day of trading.
de: Ein Balkendiagramm stellt den gesamten Tagesverlauf mit einem einzigen vertikalen Balken dar. Die Spitze der vertikalen Linie zeigt den höchsten Kurs, mit dem ein registriertes Wertpapier während des Tages gehandelt wurde. Der Boden stellt den niedrigsten Kurs dar. Der Schlusskurs wird auf der rechten Seite des Balkens angezeigt, und der Eröffnungskurs auf der linken. Ein Balken repräsentiert einen Handelstag.

source: <guilabel>Candlestick Chart</guilabel> (<guilabel>c</guilabel>)
de: <guilabel>Säulendiagramm</guilabel> (<guilabel>c</guilabel>)

source: A candlestick chart in which the open and close prices are represented as the top and bottom of a rectangle surrounding a vertical line connecting the high and low prices. The body of the rectangle is filled if the closing price is lower than the opening price and is left blank if the closing price is higher than the opening price.
de: In einem Säulendiagramm werden Eröffnungs- und Schlusskurs als Ober- bzw. Unterseite eines Rechtecks dargestellt, das eine vertikale Linie umgibt, die die hohen und niedrigen Kurse verbindet. Das Rechteck ist gefüllt, wenn der Schlusskurs niedriger als der Eröffnungskurs ist, und ist leer, wenn der Schlusskurs höher als der Eröffnungskurs ist.

source: Moving Average
de: Gleitender Mittelwert

source: A moving average is a statistical series of a security's closing prices throughout consecutive trading days. It is typically shown in the same graph as a line chart to indicate trends in prices.
de: Ein gleitender Mittelwert ist eine statistische Datenreihe der Schlusskurse über mehrere folgende Handelstage. Er wird üblicherweise in dem gleichen Liniendiagramm dargestellt, um die Tendenz des Aktienwerts aufzuzeigen.

source: Exponential Moving Average
de: Exponentieller gleitender Mittelwert

source: The exponential moving average (EMA) is defined as a moving average calculated by weighting recent values more heavily than older values. This type of moving average reacts faster to recent price changes than a simple moving average. The 12- and 26-day EMAs are popular short-term averages, while EMAs greater than 50 days are used to signal long-term trends.
de: Der exponentielle gleitende Mittelwert (EMA) ist definiert als ein gleitender Mittelwert, bei dem die aktuellen Werte stärker gewichtet werden als die älteren Werte. Diese Art des gleitenden Mittelwerts reagiert schneller auf aktuelle Kursänderungen als ein gewöhnlicher gleitender Mittelwert. Die 12- und 26-tägigen EMAs sind populäre Kurzzeit-Mittelwerte, während über mehr als 50 Tage erfasste Mittelwerte zum Ermitteln von Langzeittrends geeignet sind.

source: Overlays
de: Überlagerungen

source: Overlays allow you to graph multiple statistical measurements onto a single chart. For example, you can compare the performance of a single quote against that of an index such as the NASDAQ or the DJIA.
de: Überlagerungen ermöglichen Ihnen, mehrere statistische Messwerte in einem einzigen Diagramm anzuzeigen. Beispielsweise können Sie so ein einzelnes Wertpapier mit einem Index wie NASDAQ oder DJIA vergleichen.

source: Indicators
de: Indikatoren

source: Indicators are used to attempt to predict future financial trends. Proper use of market indicators is beyond the scope of the Invest manual.
de: Indikatoren werden verwendet, um zukünftige finanzielle Entwicklungen vorherzusagen. Eine saubere Anwendung von Marktindikatoren liegt allerdings außerhalb des Ziels dieses Handbuchs.

source: translator-credits
de: Mario Blättermann <mariobl@mate.org>, 2009 Christian Kirbach <Christian.Kirbach@googlemail.com>, 2010.
