Repository: perberos/Mate-Desktop-Environment
Catalog: mate-utils/mate-dictionary/help/*/*.po
Languages: de

source: @@image: 'figures/mate-dictionary-application.png'; md5=fb48a9e5863bfb2b3811df2e28489eb7
de: translated

source: @@image: 'figures/mate-dictionary-lookup.png'; md5=c41c96af4de54f457a2081aad009a8d0
de: translated

source: @@image: 'figures/mate-dictionary-find.png'; md5=d8bf0677084e2d9998a7942faaab5379
de: translated

source: @@image: 'figures/mate-dictionary-preferences-source.png'; md5=5470b15e64e66924477f150c4f47e96d
de: translated

source: @@image: 'figures/mate-dictionary-add-source.png'; md5=d059507fee77bb176fce53373951756b
de: translated

source: @@image: 'figures/mate-dictionary-preferences-print.png'; md5=12a65f07cb333db4c7ba743d1d12a00f
de: translated

source: @@image: 'figures/mate-dictionary-applet.png'; md5=538c7fa191540f99dd964963a1079677
de: translated

source: @@image: 'figures/mate-dictionary-applet-window.png'; md5=e26ac4847d2e7b53c6bba7d8e1a519c4
de: translated

source: Dictionary Manual
de: Wörterbuch-Handbuch

source: Dictionary enables you to look up definitions and correct spellings of words.
de: Das Wörterbuch ermöglicht Ihnen das Nachschlagen von Definitionen und der korrekten Schreibweise von Wörtern.

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>

source: Dictionary Manual V1.0.0
de: Wörterbuch-Handbuch V1.0.0

source: January 2005
de: Januar 2005

source: This manual describes version 2.14.0 of Dictionary.
de: Dieses Handbuch beschreibt Version 2.14.0 des Wörterbuchs.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the Dictionary application or this manual, follow the directions in the <ulink url="ghelp:mate-feedback" type="help">MATE Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Wörterbuch</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:mate-feedback" type="help">MATE-Seite für Rückmeldungen</ulink>.

source: Dictionary
de: Wörterbuch

source: Introduction
de: Einführung

source: The <application>Dictionary</application> application enables you to search words and terms on a dictionary source.
de: Die Anwendung <application>Wörterbuch</application> ermöglicht Ihnen, in einer Wörterbuch-Quelle nach Wörtern und Begriffen zu suchen.

source: Getting Started
de: Erste Schritte

source: To Start Dictionary
de: So starten Sie das Wörterbuch

source: You can start <application>Dictionary</application> in the following ways:
de: Sie können das <application>Wörterbuch</application> auf folgende Arten starten:

source: <guimenu>Applications</guimenu> menu
de: Menü <guimenu>Anwendungen</guimenu>

source: Choose <menuchoice><guisubmenu>Accessories</guisubmenu><guimenuitem>Dictionary</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Werkzeuge</guisubmenu><guimenuitem>Wörterbuch</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile

source: Execute the following command: <command>mate-dictionary</command>
de: Führen Sie den folgenden Befehl aus: <command>mate-dictionary</command>

source: Once started, the <application>Dictionary</application> window is displayed:
de: Nach dem Start wird das <application>Wörterbuch</application>-Fenster angezeigt:

source: Dictionary Window
de: Wörterbuch-Fenster

source: Shows Dictionary main window.
de: Zeigt das Wörterbuch-Hauptfenster an.

source: Usage
de: Benutzung

source: Looking up a word
de: Suchen nach einem Wort

source: To look up a word, type it into the <guilabel>entry field</guilabel> and press <keycap>Enter</keycap>.
de: Um ein Wort nachzuschlagen, geben Sie es in das <guilabel>Eingabefeld</guilabel> ein und drücken dann die <keycap>Eingabetaste</keycap>.

source: If some definition for the word is found, it will appear inside the main window area:
de: Falls einige Definitionen für das Wort gefunden wurden, werden diese innerhalb des Hauptfensters angezeigt:

source: Shows a definition inside the Dictionary main window.
de: Zeigt eine Definition im Wörterbuch-Hauptfenster.

source: Otherwise, an error dialog will appear, with a message explaining the nature of the error.
de: Anderenfalls erscheint eine Fehlermeldung mit der Angabe der Art des Fehlers.

source: Save look up results
de: Ergebnisse des Nachschlagens speichern

source: To save the results of a look up, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Save a Copy</guimenuitem></menuchoice>. Enter a name for the file in the <guilabel>Save a Copy</guilabel> dialog, then click <guibutton>Save</guibutton>.
de: Um die Ergebnisse des Nachschlagens zu speichern, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Eine Kopie speichern …</guimenuitem></menuchoice>. Geben Sie den Namen der Datei in den Dialog <guilabel>Eine Kopie speichern</guilabel> ein, dann klicken Sie auf <guibutton>Speichern</guibutton>.

source: Print look up results
de: Ergebnisse des Nachschlagens drucken

source: To print the results of a look up, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Print</guimenuitem></menuchoice>.
de: Um die Ergebnisse des Nachschlagens zu drucken, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Drucken …</guimenuitem></menuchoice>.

source: Inside the <guilabel>Print</guilabel> dialog you can select the printer to use, the paper format, the number of copies.
de: Im Dialog <guilabel>Drucken</guilabel> können Sie den zu verwendenden Drucker, das Papierformat und die Anzahl der Kopien auswählen.

source: To see a preview of what will be printed, click <guibutton>Preview</guibutton>.
de: Um eine Vorschau des zu druckenden Texts anzuzeigen, klicken Sie auf die Schaltfläche <guibutton>Druckvorschau</guibutton>.

source: To print, click <guibutton>Print</guibutton>.
de: Zum Drucken klicken Sie auf <guibutton>Drucken</guibutton>.

source: Find Text
de: Text suchen

source: Shows the Dictionary Find pane inside the main window.
de: Zeigt die Wörterbuch-Suchleiste im Hauptfenster.

source: To find text inside the results of a look up, perform the following steps:
de: Um einen Text innerhalb der Ergebnisse des Nachschlagens zu suchen, gehen Sie wie folgt vor:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Find</guimenuitem></menuchoice> to display the <guilabel>Find</guilabel> pane.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Suchen</guimenuitem></menuchoice>, um die <guilabel>Suchen</guilabel>-Leiste anzuzeigen.

source: Type the text you want to find inside the <guilabel>Search</guilabel> entry.
de: Geben Sie den zu suchenden Text in das Eingabfeld <guilabel>Suchen</guilabel> ein.

source: To find the next occurrence of the text, click <guibutton>Next</guibutton>. To find the previous occurrence of the text, click <guibutton>Previous</guibutton>.
de: Um das nächste Vorkommen des Texts zu finden, klicken Sie auf <guibutton>Weiter</guibutton>. Um das vorhergehende Vorkommen des Texts zu finden, klicken Sie auf <guibutton>Zurück</guibutton>.

source: Preferences
de: Einstellungen

source: To change the <application>Dictionary</application> application preferences, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>.
de: Um die Einstellungen der Anwendung <application>Wörterbuch</application> zu ändern, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice>.

source: Dictionary Sources
de: Wörterbuchquellen

source: Shows the Source tab of the Preferences dialog.
de: Zeigt den Reiter »Quelle« des Einstellungsdialogs.

source: To change the dictionary source used to look up words, select the desired source from the list.
de: Um die Wörterbuchquelle zu ändern, die zum Nachschlagen von Wörtern verwendet wird, wählen Sie die gewünschte Quelle aus der Liste.

source: Adding a new source
de: Hinzufügen einer neuen Datenquelle

source: Shows the Add Source dialog.
de: Zeigt den Dialog zum Hinzufügen neuer Quellen.

source: To add a new dictionary source, perform the following steps:
de: Um eine neue Wörterbuchquelle hinzuzufügen, gehen Sie wie folgt vor:

source: Click on the <guibutton>Add</guibutton> button
de: Klicken Sie auf die Schaltfläche <guibutton>Hinzufügen</guibutton>.

source: Edit the name of the new source inside the <guilabel>Description</guilabel> entry
de: Ändern Sie den Namen der Quelle im Eingabefeld <guilabel>Beschreibung</guilabel>

source: Change the transport type of the new source using the <guilabel>Transport</guilabel> combo box
de: Ändern Sie die Art des Transports der neuen Quelle in der Aufklappliste <guilabel>Transport</guilabel>

source: Edit the attributes of the new source
de: Ändern Sie die Einstellungen der neuen Quelle

source: Click <guibutton>Add</guibutton>
de: Klicken Sie auf <guibutton>Hinzufügen</guibutton>.

source: Different source transport types uses different attributes. This is the list of available attributes per transport type:
de: Die verschiedenen Transporttypen verwenden unterschiedliche Attribute. Hier sehen Sie eine Liste der für den jeweiligen Transporttyp verfügbaren Attribute:

source: Attributes
de: Attribute

source: Dictionary Server
de: Wörterbuch-Server

source: Hostname: the hostname of the dictionary server
de: Der Rechnername des zu verwendenen Wörterbuch-Servers

source: Port: the port of the dictionary server
de: Der zu verwendene Port des Wörterbuch-Servers

source: Removing a source
de: Entfernen einer Quelle

source: To remove a dictionary source, perform the following steps:
de: Um eine Wörterbuchquelle zu entfernen, führen Sie die folgenden Schritte aus:

source: Select the source you wish to remove
de: Wählen Sie die zu entfernende Quelle aus

source: Click the <guibutton>Remove</guibutton> button
de: Klicken Sie auf die Schaltfläche <guibutton>Entfernen</guibutton>.

source: If you remove a dictionary source it will be permanently deleted from the list of available sources. Also, as some sources might be defined system-wide you may actually not be able to remove them unless you have the right ownership privileges.
de: Falls Sie eine Wörterbuchquelle löschen, wird diese dauerhaft aus der Liste der verfügbaren Quellen entfernt. Außerdem können Sie einige systemweit definierte Wörterbuchquellen nicht löschen, es sei denn, Sie verfügen über die notwendigen Rechte, um dies zu tun.

source: Print Options
de: Druckoptionen

source: Shows the Print tab inside the Preferences dialog.
de: Zeigt den Reiter »Drucken« innerhalb des Einstellungsdialogs.

source: If you want to change the font name and size used when printing, perform the following steps:
de: Falls Sie die beim Drucken verwendete Schriftart und -größe ändern wollen, gehen Sie wie folgt vor:

source: Click on the <guilabel>Print Font</guilabel> button
de: Klicken Sie auf die Schaltfläche <guibutton>Schriftart</guibutton>.

source: Select the font and size you wish to use
de: Wählen Sie die Schriftart und -größe, die Sie verwenden wollen

source: Click <guibutton>Ok</guibutton>
de: Klicken Sie auf <guibutton>OK</guibutton>.

source: The Dictionary Applet
de: Das Wörterbuch-Applet

source: The <application>Dictionary</application> application comes with a panel applet, the <application>Dictionary Applet</application>. You can add the <application>Dictionary Applet</application> applet to a panel and look up words in dictionaries.
de: Die Anwendung <application>Wörterbuch</application> liefert ein Panel-Applet mit, das <application>Wörterbuch-Applet</application>. Sie können das <application>Wörterbuch-Applet</application> zu einem Panel hinzufügen und damit in Wörterbüchern nachschlagen.

source: Dictionary Applet Window
de: Fenster des Wörterbuch-Applets

source: Shows Dictionary Applet.
de: Zeigt das Wörterbuch-Applet.

source: To Start Dictionary Applet
de: So starten Sie das Wörterbuch-Applet

source: To add <application>Dictionary Applet</application> to a panel, right-click on the panel, then choose <guimenuitem>Add to Panel</guimenuitem>. Select Dictionary Applet in the <application>Add to the panel</application> dialog, then click <guibutton>OK</guibutton>.
de: Um das <application>Wörterbuch-Applet</application> zu einem Panel hinzuzufügen, klicken Sie mit der rechten Maustaste darauf und wählen dann <guimenuitem>Zum Panel hinzufügen …</guimenuitem>. Wählen Sie <application>Wörterbuchsuche</application> im <application>Zum Panel hinzufügen</application>-Dialog aus, und klicken Sie dann auf <guibutton>OK</guibutton>.

source: Using the Dictionary Applet
de: Verwendung des Wörterbuch-Applets

source: To look up a word, type it into the <guilabel>entry field</guilabel>, and press <keycap>Enter</keycap> or right-click on the dictionary icon and then choose <guimenuitem>Look up</guimenuitem>.
de: Um ein Wort nachzuschlagen, geben Sie es in das <guilabel>Eingabefeld</guilabel> ein, und drücken dann die <keycap>Eingabetaste</keycap>. Alternativ können Sie mit der rechten Maustaste auf das Wörterbuch-Symbol klicken und dann <guimenuitem>Nachschlagen</guimenuitem> wählen.

source: If some definition for the word was found, a window will appear, with the text of the definitions:
de: Falls einige Definitionen für das Wort gefunden werden konnten, erscheint ein Fenster, in dem der Text der Definitionen angezeigt wird:

source: Shows Dictionary Applet main window.
de: Zeigt das Hauptfenster des Wörterbuch-Applets.

source: Click <guibutton>Save</guibutton> to save the definitions to a text file. Click <guibutton>Print</guibutton> to print the definitions. Click <guibutton>Clear</guibutton> to clear the definitions.
de: Klicken Sie auf <guibutton>Speichern</guibutton>, um die Definitionen in einer Textdatei zu speichern. Klicken Sie auf <guibutton>Drucken</guibutton>, um die Definitionen zu drucken. Klicken Sie auf <guibutton>Leeren</guibutton>, um die Definitionen zu löschen.

source: You can make the window disappear by left-clicking on the dictionary icon or by pressing <keycap>Esc</keycap>.
de: Sie können das Fenster schließen, indem Sie das Wörterbuch-Symbol anklicken oder die <keycap>Esc</keycap>-Taste drücken.

source: To configure the <application>Dictionary Applet</application>, right-click on the dictionary icon, then choose <guimenuitem>Preferences</guimenuitem>.
de: Um das <application>Wörterbuch-Applet</application> zu konfigurieren, klicken Sie mit der rechten Maustaste aus fas Wörterbuch-Symbol und wählen dann <guimenuitem>Einstellungen</guimenuitem>.

source: The <guilabel>Preferences</guilabel> dialog is the same used by the <application>Dictionary</application> application, so refer to <xref linkend="mate-dictionary-preferences"/>
de: Der Dialog <guilabel>Einstellungen</guilabel> ist der gleiche, wie er vom <application>Wörterbuch</application> verwendet wird, siehe <xref linkend="mate-dictionary-preferences"/>

source: translator-credits
de: Mario Blättermann <mario.blaettermann@t-online.de>, 2008
