Repository: perberos/Mate-Desktop-Environment
Catalog: mate-power-manager/help/*/*.po
Languages: de

source: By default, <application>MATE Power Manager</application> supports a simple locking scheme. This means that the screen will lock if set to "Lock screen" in mate-screensaver when the lid is closed, or the system performs a suspend or hibernate action.
de: Per Vorgabe unterstützt die <application>MATE-Energieverwaltung</application> ein einfaches Sperrschema. Das bedeutet, dass der Bildschirm gesperrt wird, falls dies im Bildschirmschoner als »Bildschirm sperren« für die Aktion beim Schließen des Deckels eingestellt wurde, oder das System wechselt in den Bereitschaftsmodus oder Ruhezustand.

source: There is a complex locking scheme available for power users that allows locking policy to change for the lid, suspend and hibernate actions. To enable this complex mode, you will have to disable the MateConf key:
de: Für fortgeschrittene Benutzer ist ein weitaus umfangreicheres Sperrsystem verfügbar. Dadurch wird dem Benutzer das Anpassen der Aktionen beim Schließen des Deckels oder dem Wechsel in den Bereitschaftsmodus oder Ruhezustand ermöglicht. Um diesen komplexen Modus zu aktivieren, müssen Sie folgenden MateConf-Schlüssel deaktivieren:

source: Then the policy keys can be set to force a mate-screensaver lock and unlock when the action is performed:
de: Dann können folgende Schlüssel gesetzt werden, um das Sperren und Entsperren durch den Bildschirmschoner zu erzwingen, wenn die Aktion ausgeführt wird:

source: The lock policy for mate-screensaver is ignored until the simple mode is re-enabled.
de: Die Sperrungsregeln des Bildschirmschoners werden solange ignoriert, bis der einfache Modus wieder aktiviert wird.

source: MATE Power Applets
de: MATE-Energie-Applets

source: Brightness Applet
de: Helligkeits-Applet

source: The brightness applet allows the user to change the brightness temporarily without changing the default policy. This may be useful if you have got a laptop without brightness buttons, as you can now change the brightness easily.
de: Das Helligkeits-Applet ermöglicht dem Benutzer die vorübergehende Anpassung der Bildschirmhelligkeit, ohne die Satndardeinstellungen zu ändern. Nützlich könnte dies für Laptops ohne Helligkeitstasten sein, denn so können Sie die Helligkeit sehr einfach ändern.

source: Brightness applet drop-down.
de: Ausgeklapptes Helligkeits-Applet

source: You will not get the slider if your hardware is not supported.
de: Der Schieberegler wird nicht angezeigt, falls Ihre Hardware dies nicht unterstützt.

source: Inhibit Applet
de: Energiesparmodus-Unterdrückungsapplet

source: The inhibit applet allows the user to prevent the computer auto-sleeping when inactive. This may be required with old or proprietary programs such as VMWare or Matlab. Just click the icon for the auto-suspend to be inhibited, and click it again for normal operation.
de: Das Energiesparmodus-Unterdrückungsapplet ermöglicht dem Benutzer, den automatischen Wechsel in Bereitschaftsmodus oder Ruhezustand bei Untätigkeit zu unterbinden. Das könnte für alte oder proprietäre Programme wie VMWare oder Matlab erforderlich sein. Klicken Sie einfach auf das Symbol, um die Unterdrückung zu aktivieren, und klicken Sie erneut darauf, um zum normalen Modus zurückzukehren.

source: Inhibit applet in inhibited state.
de: Energiesparmodus-Unterdrückungsapplet im unterdrückten Zustand.

source: Don't use this applet if you just use MATE software, instead file a bug to make the application use the Inhibit() and UnInhibit() methods as this should 'just work'.
de: Benutzen Sie dieses Applet nicht, wenn Sie nur MATE-Software verwenden. Melden Sie stattdessen an die Fehlerdatenbank, dass die Anwendung die Methoden Inhibit() und UnInhibit() benutzen sollte.

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: These are questions the mailing list gets asked frequently.
de: Diese Fragen werden häufig in Mailinglisten gestellt.

source: What is battery capacity?
de: Was ist die Akkukapazität?

source: Capacity is how much charge your battery can store compared to its manufacturer's guidelines.
de: Die Kapazität ist das Fassungsvermögen Ihres Akkus entsprechend den Angaben des Herstellers.

source: This graph shows the capacity of a typical lithium ion battery over a few hundred charge-discharge cycles.
de: Dieser Graph zeigt die Kapazität eines typischen Lithium-Ionen-Akkus über einen Zeitraum von einigen Hundert Lade-/Entladevorgängen.

source: What's the difference between suspend and hibernate?
de: Was unterscheidet Bereitschaftsmodus und Ruhezustand?

source: The Suspend state is a power saving feature which is the lowest level of power consumption that preserves program data in the computer's memory. When your computer is in the Suspended state, computation will not be performed until normal activity is resumed. It will not resume until signaled by an external event such as a keyboard button press. It generally takes a few seconds to suspend and then resume your computer.
de: Der Bereitschaftsmodus ist eine Energiesparfunktion, die minimalen Energieverbrauch ermöglicht, wobei die Programmdaten im Hauptspeicher des Rechners vorgehalten werden. Wenn sich Ihr Rechner im Bereitschaftsmodus befindet, wird kein Rechenvorgang ausgeführt, bis wieder die normale Aktivität aufgenommen wird. Die Wiederaufnahme erfolgt erst bei einem Ereignis von außen, z.B. einer Tastaturbedienung. Im Allgemeinen dauert es einige Sekunden, um den Rechner in den Bereitschaftszustand zu versetzen und wieder aufwachen zu lassen.

source: You still use a small amount of battery power while suspended, so is not recommended for the low power action. If you remove AC power on a desktop, or run out of battery power on a laptop then you will lose your work.
de: Eine geringe Menge Akku-Energie wird im Bereitschaftszustand noch benötigt. Daher ist es nicht empfehlenswert, den Bereitschaftszustand als Aktion bei niedrigem Akkuladezustand einzusetzen. Falls Sie einen Desktop-Rechner vom Stromnetz trennen oder der Akku des Laptops vollkommen leer wird, geht Ihre Arbeit verloren.

source: The Hibernation state saves the complete state of the computer to hard disk and turns off the power, so that the computer appears to be off. It will not resume until signaled by an external event such as a keyboard button press. This is the lowest power sleeping state available. If you remove AC power on a desktop, or run out of battery power on a laptop then work will not be lost. It can take up to a minute or more to hibernate and wake your computer.
de: Im Ruhezustand wird der komplette Status des Rechners auf der Festplatte gesichert und die Energieversorgung abgeschaltet. Der Rechner nimmt seine Tätigkeit auch durch ein äußeres Signal wie eine Tastaturbedienung nicht wieder auf. Dies ist der verfügbare Energiesparmodus mit dem niedrigsten Energieverbrauch. Falls Sie einen Desktop-Rechner vom Stromnetz trennen oder der Akku des Laptops vollkommen leer wird, geht Ihre Arbeit nicht verloren. Es kann eine Minute oder länger dauern, den Rechner in den Ruhezustand zu versetzen oder ihn wieder aufwachen zu lassen.

source: My monitor is broken and treats DPMS standby and off states as 'no-signal' which leaves the monitor powered on.
de: Mein Monitor behandelt die DPMS-Zustände »standby« und »off« als »no-signal«, wodurch der Monitor eingeschaltet bleibt.

source: You have to change the DPMS suspend mode <application>MATE Power Manager</application> uses. Open <command>mateconf-editor</command>, and then change the keys <literal>/apps/mate-power-manager/backlight/dpms_method_ac</literal> and <literal>/apps/mate-power-manager/backlight/dpms_method_battery</literal> to one of the modes that work, e.g. standby, suspend or off.
de: Sie müssen den von der <application>MATE-Energieverwaltung</application> verwendeten DPMS-Suspendmodus ändern. Öffnen Sie den <application>Konfigurationseditor</application> und ändern Sie die Schlüssel <literal>/apps/mate-power-manager/backlight/dpms_method_ac</literal> und <literal>/apps/mate-power-manager/backlight/dpms_method_battery</literal> in einen der funktionierenden Modi (»standby«, »suspend« oder »off«).

source: My time to discharge is always incorrect due to a faulty battery, what can I do?
de: Obwohl der Akku in Ordnung ist, wird die Entladezeit immer inkorrekt angezeigt. Was kann ich tun?

source: You might be able to use the percentage charge for g-p-m to use as the policy data. Open <command>mateconf-editor</command>, and then change the key <command>/apps/mate-power-manager/general/use_time_for_policy</command> to false. You can do this easily by doing: <command> mateconftool-2 --set --type bool /apps/mate-power-manager/general/use_time_for_policy false </command>
de: Möglicherweise müssen Sie die prozentuale Ladung als von der <application>MATE-Energieverwaltung</application> zu verwendende Regel definieren. Öffnen Sie den <application>Konfigurationseditor</application> und setzen Sie den Schlüssel <command>/apps/mate-power-manager/general/use_time_for_policy</command> auf FALSCH. Sie können auch folgenden Befehl ausführen: <command> mateconftool-2 --set --type bool /apps/mate-power-manager/general/use_time_for_policy false </command>

source: This should get the policy actions working for you, but of course the time remaining will still be incorrect.
de: Dadurch sollten die festgelegten Aktionen funktionieren, aber die Anzeige der verbleibenden Zeit wird noch immer unkorrekt sein.

source: How do I make my application stop the computer auto-suspending?
de: Wie kann ich in meiner Anwendung dafür sorgen, dass automatisches Wechseln in einen Energiesparmodus verhindert wird?

source: If your application is doing a long operation, you might want to disable the ability to suspend for a little while. You should use mate-session if you really don't want the user to be able to suspend, or for the computer to save power by hibernating or suspending.
de: Falls Ihre Anwendung eine langwierige Operation ausführt, möchten Sie möglicherweise den Wechsel in einen Energiesparmodus für eine gewisse Zeit verhindern. Sie sollten mate-session verwenden, falls Sie wirklich dem Benutzer die Fähigkeit entziehen wollen, in einen Energiesparmodus zu gelangen oder dem Rechner die Einsparung von Energie durch Bereitschaftszustand oder Ruhemodus zu ermöglichen.

source: I'm running ACPI. Why do events (such as removing the AC adapter) take so long to register?
de: Ich benutze ACPI. Warum benötigen Ereignisse (wie die Entfernung des Netzadapters) so viel Zeit zur Registrierung?

source: One of two things might be the problem.
de: Eines dieser zwei Dinge könnte das Problem verursachen.

source: HAL might not be running the addon that captures the ACPI event.
de: HAL läuft nicht mit dem Addon, welches die ACPI-Ereignisse überwacht.

source: You BIOS could be faulty, and might need a work-around. Please send a bug report.
de: Es könnte an Ihrem BIOS liegen, vielleicht ist ein Workaround notwendig. Bitte senden Sie einen Fehlerbericht.

source: For the first case, try to find the HAL processes that are running: <command>ps -eaf | grep hal</command>
de: Im ersten Fall suchen Sie zunächst nach den laufenden HAL-Prozessen: <command>ps -eaf | grep hal</command>

source: And check for the process <command>hald-addon-acpi</command>. If it is not being run, then please make sure that HAL is being run with the <command>--retain-privileges</command> option in the <command>haldaemon</command> initscript. An alternative to this is to use acpid, rather than the kernel proc file.
de: Suchen Sie in der Ausgabe nach dem Prozess <command>hald-addon-acpi</command>. Falls dieser nicht läuft, dann stellen Sie sicher, dass HAL mit der Option <command>--retain-privileges</command> im Initskript <command>haldaemon</command> gestartet wird. Alternativ können Sie acpid anstelle der proc-Datei des Kernels verwenden.

source: About
de: Info

source: MATE Power Manager was written by Richard Hughes <email>richard@hughsie.com</email>. To find more information about MATE Power Manager, please visit the <ulink url="http://www.mate.org/projects/mate-power-manager" type="http"><application>MATE Power Manager</application> web page</ulink>.
de: Die MATE-Energieverwaltung wurde von Richard Hughes <email>richard@hughsie.com</email> geschrieben. Für weitere Informationen über die MATE-Energieverwaltung besuchen Sie bitte die <ulink url="http://www.mate.org/projects/mate-power-manager" type="http"><application>MATE-Energieverwaltung</application>-Webseite</ulink>.

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions at the <ulink url="http://www.mate.org/projects/mate-power-manager/bugs.html" type="http"><application>MATE Power Manager</application> Bug Page</ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zu dieser Anwendung oder zu diesem Handbuch zu machen, folgen sie den Anweisungen auf der <ulink url="http://www.mate.org/projects/mate-power-manager/bugs.html" type="http">Seite für Fehlerberichte der <application>MATE-Energieverwaltung</application></ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="mate-power-manager:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der <citetitle>GNU General Public License</citetitle>, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Wahl) jeder späteren Version. Eine <ulink url="mate-power-manager:gpl" type="help">Kopie dieser Lizenz</ulink> ist in dieser Dokumentation enthalten, eine weitere in der Datei COPYING, die im Quellcode dieses Programms enthalten ist.

source: translator-credits
de: Mario Blättermann <mariobl@mate.org>, 2009
