Repository: perberos/Mate-Desktop-Environment
Catalog: mate-power-manager/help/*/*.po
Languages: de

source: @@image: 'figures/gpm-unplugged.png'; md5=e9e38fa48737547a19b20af6a15d9e95
de: a

source: @@image: 'figures/gpm-charged.png'; md5=cc83716555d07b13a3659683f96c531c
de: a

source: @@image: 'figures/gpm-low.png'; md5=6cd86acf26f251d78060dd2ecb6b6506
de: a

source: @@image: 'figures/gpm-critical.png'; md5=77b0848ed3bd0510b65f89e0d07a2fed
de: a

source: @@image: 'figures/gpm-stats-graph.png'; md5=c7cfa37ad6e96041a1c312d85236e7f6
de: a

source: @@image: 'figures/gpm-prefs-ac.png'; md5=dc4409a63218146e52d3e670b26785bd
de: a

source: @@image: 'figures/gpm-prefs-battery.png'; md5=89fe431e4f38073f7d58f38425ad1ee7
de: a

source: @@image: 'figures/gpm-prefs-general.png'; md5=52b7d145bd085d8af6f3194ac632c547
de: a

source: @@image: 'figures/gs-prefs.png'; md5=e9ce36b6ef557681ca4e8e90b71a7f46
de: a

source: @@image: 'figures/applet-brightness.png'; md5=8ce34f6733215fb86009471f19850dcc
de: a

source: @@image: 'figures/applet-inhibit.png'; md5=7381a44dae4f17bfd47abaa54c0ca2a4
de: a

source: @@image: 'figures/gpm-cell-capacity.png'; md5=7635c3b846f39faf7b16a921a6ebb55c
de: translated

source: <application>MATE Power Manager</application> Manual
de: <application>Energieverwaltung</application>-Handbuch

source: <application>MATE Power Manager</application> is a session daemon for the MATE Desktop that manages the power settings for your laptop or desktop computer.
de: Die <application>MATE-Energieverwaltung</application> ist ein Sitzungsdämon für den MATE-Desktop, der die Energieeinstellungen Ihres Laptops oder Desktoprechners verwaltet.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the MATE Power Manager application or this manual, follow the directions in the <ulink url="http://www.mate.org/projects/mate-power-manager/" type="http"><application>MATE Power Manager</application> Contact Page</ulink>.
de: Um einen Fehler zu melden oder eine Vorschlag zur MATE-Energieverwaltung oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="http://www.mate.org/projects/mate-power-manager/" type="http">Kontakt-Webseite der <application>MATE-Energieverwaltung</application></ulink>.

source: MATE Power Manager
de: MATE-Energieverwaltung

source: Introduction
de: Einführung

source: Manual
de: Handbuch

source: The MATE Power Manager session daemon is a power management daemon for the <systemitem>MATE desktop</systemitem>
de: Der Sitzungsdämon der MATE-Energieverwaltung ist ein Energieverwaltungsdienst für den MATE-Desktop.

source: Usage
de: Benutzung

source: <application>MATE Power Manager</application> is usually started in MATE startup, but you can manually start <application>MATE Power Manager</application> by doing:
de: Die <application>MATE-Energieverwaltung</application> wird üblicherweise bereits beim Start von MATE mitgestartet, aber Sie können die <application>MATE-Energieverwaltung</application> auch manuell auf die folgende Weise starten:

source: Command line
de: Befehlszeile

source: Type <command>mate-power-manager --verbose --no-daemon</command>, then press <keycap>Return</keycap>:
de: Geben Sie <command>mate-power-manager --verbose --no-daemon</command> ein, und drücken Sie anschließend die <keycap>Eingabetaste</keycap>.

source: Notification Messages
de: Benachrichtigungen

source: When <application>MATE Power Manager</application> has started, the following notifications may be displayed.
de: Beim Start der <application>MATE-Energieverwaltung</application> werden möglicherweise die folgenden Benachrichtigungen angezeigt:

source: AC Adapter Unplugged
de: Netzadapter wurde getrennt

source: MATE Power Manager Notification when AC adapter is removed
de: Benachrichtigung der MATE-Energieverwaltung, wenn der Netzadapter entfernt wurde

source: You can disable this notification by changing the MateConf key <command>/apps/mate-power-manager/notify/discharging</command>.
de: Sie können diese Benachrichtigung durch Ändern des MateConf-Schlüssels <command>/apps/mate-power-manager/notify/discharging</command> deaktivieren.

source: Fully Charged
de: Voll aufgeladen

source: MATE Power Manager Notification when laptop primary battery is fully charged
de: Benachrichtigung der MATE-Energieverwaltung, wenn der primäre Laptop-Akku voll geladen ist

source: You can disable this notification by changing the MateConf key <command>/apps/mate-power-manager/notify/fully_charged</command>.
de: Sie können diese Benachrichtigung durch Ändern des MateConf-Schlüssels <command>/apps/mate-power-manager/notify/fully_charged</command> deaktivieren.

source: You will only get a repeat notification if your battery percentage charge drops below 95% and then is again fully charged. This prevents some machines from showing unwanted repeat notifications if the battery is incorrectly reporting the charged status.
de: Sie erhalten nur dann eine wiederholte Benachrichtigung, wenn der Ladezustand des Akkus unter 95% fällt beziehungsweise wieder voll geladen ist. Dies verhindert auf manchen Rechnern unerwünschte wiederholte Benachrichtigungen, falls der Ladezustand des Akkus vom System nicht korrekt gemeldet wird.

source: Power Low
de: Akkuladezustand niedrig

source: When the battery is low, you will receive the following notification. You should consider switching to AC power really soon.
de: Wenn der Akkuladezustand kritisch ist, erhalten Sie eine weitere Benachrichtigung. Sie sollten in Betracht ziehen, sobald wie möglich auf Netzbetrieb umzuschalten.

source: MATE Power Manager Notification when battery power is low
de: Benachrichtigung der MATE-Energieverwaltung, wenn der Akkuladezustand kritisch ist

source: You can disable this notification by changing the MateConf key <command>/apps/mate-power-manager/notify/low_power</command>.
de: Sie können diese Benachrichtigung durch Ändern des MateConf-Schlüssels <command>/apps/mate-power-manager/notify/low_power</command> deaktivieren.

source: Power Critical
de: Akkuladezustand kritisch

source: When the computer has run out of power, it will show this notification explaining what action is required. You can change the critical low action using the preferences tool.
de: Wenn der Rechner die Energie völlig verbraucht hat, zeigt diese Benachrichtigung, welche Aktion erforderlich ist. Sie können die bei kritischem Akkuladezustand ausgeführte Aktion mit Hilfe des Einstellungswerkzeugs ändern.

source: MATE Power Manager Notification when the system power is critically low
de: Benachrichtigung der MATE-Energieverwaltung, wenn die Systemspannung kritisch niedrig ist

source: Suspend Failure
de: Fehler beim Wechsel in den Bereitschaftsmodus

source: When a suspend failure occurs you may get this following warning. The most common reason for this notification is that the current user does not have permission to suspend or hibernate the computer.
de: Wenn ein Fehler beim Wechsel in den Ruhezustand auftrat, könnten Sie folgende Warnmeldung erhalten. Der häufigste Grund für diese Meldung ist, dass der gegenwärtige Benutzer nicht über die nötigen Rechte verfügt, um den Rechner in den Ruhezustand oder in den Bereitschaftsmodus zu versetzen.

source: MATE Power Manager Notification when suspend failure occurs
de: Benachrichtigung der MATE-Energieverwaltung, wenn ein Fehler beim Wechsel in den Ruhezustand auftrat

source: You can disable this notification by changing the MateConf key <command>/apps/mate-power-manager/notify/sleep_failed</command>.
de: Sie können diese Benachrichtigung abschalten, indem Sie den MateConf-Schlüssel <command>/apps/mate-power-manager/notify/sleep_failed</command> ändern.

source: Statistics
de: Statistiken

source: The statistics program allows you to visualize the power consumption of your laptop hardware.
de: Das Statistikprogramm ermöglicht Ihnen die grafische Darstellung des Energieverbrauchs Ihrer Laptop-Hardware.

source: This has been removed from the information window of previous versions of MATE Power Manager as the data interface is now using DBUS rather than internal IPC. This allows other applications to query and display the data if required.
de: Dies wurde aus dem Informationsfenster früherer Versionen der MATE-Energieverwaltung entfernt, weil die Datenschnittstelle nun DBUS anstelle des internen IPC verwendet. Dadurch wird anderen Anwendungen ermöglicht, falls nötig diese Daten abzufragen und anzuzeigen.

source: Power History going from battery power to AC
de: Ladechronik beim Übergang vom Akku- zum Netzbetrieb

source: You may not see some options or graphs if your computer does not have the required hardware. You may also see other hardware not shown here (for example UPS devices) but these are treated the same way as other devices.
de: Falls Ihr Rechner nicht über die nötige Hardware verfügt, könnten manche Optionen oder Graphen nicht sichtbar sein. Auch andere Hardware wird möglicherweise nicht angezeigt, zum Beispiel unterbrechungsfreie Stromversorgungen (USV), allerdings werden diese auf die gleiche Weise behandelt wie andere Geräte.

source: Charge History
de: Ladechronik

source: This graph shows the percentage charge available for the composite primary battery, so if you have a main laptop battery and an auxiliary battery then only the averaged value will be shown. A legend is not shown with this graph.
de: Dieser Graph zeigt die verfügbare Kapazität für den gesamten primären Akku in Prozent an. Falls Sie neben dem Hauptakku des Laptops noch einen externen Akku verwenden, wird nur die Gesamtkapazität angezeigt. Über eine Legende verfügt dieser Graph nicht.

source: Power History
de: Energiechronik

source: This graph shows the power history charge used by the composite primary battery. This line represents the amount of power that is either being used to charge the batteries in the system, or the power being used by the system from the batteries. You should see the line go up when processor intensive tasks are performed, and down when the system is at idle, or when the screen is dimmed. A legend is shown with this graph when data events have been received.
de: Dieser Graph zeigt die Ladechronik der Kapazität des gesamten Primärakkus an. Die Kurve stellt die Energiemenge dar, welche entweder zum Laden der Akkus im System verwendet wird oder die Energiemenge, welche vom System aus den Akkus entnommen wurde. Die Kurve steigt an, wenn der Prozessor rechenintensive Aufgaben ausführt. Ebenso fällt sie wieder ab, wenn das System untätig wird oder der Bildschirm abgedunkelt wird. Zusammen mit diesem Graphen wird eine Legende angezeigt, wann Datenereignisse empfangen worden sind.

source: You do will not receive rate data from your computer if it is not charging or discharging, or if the computer is suspended. This is due to hardware limitations where the rate is only sent from the battery management chip, rather than the power management chip on the motherboard.
de: Wenn keine Lade- oder Entladevorgänge stattfinden oder der Rechner sich in einem Energiesparmodus befindet, empfangen Sie keine Daten über den Status. Dies liegt in den Einschränkungen einiger Hardware-Geräte begründet, wenn der Status nur vom Akkuverwaltungs-Chip und nicht vom Energieverwaltungs-Chip auf der Hauptplatine gesendet wird.

source: Estimated Time History
de: Chronik der geschätzen Zeit

source: This graph shows the estimated charge history for the composite primary battery. This line represents the amount of time required until charged, or the amount of time until discharge. This line should go proportionally up when the rate decreases and down when the rate increases. A legend is shown with this graph when data events have been received.
de: Dieser Graph zeigt die Chronik der verbleibenden Kapazität des gesamten Primärakkus an. Die Kurve stellt die nötige Zeitspanne bis zur völligen Ladung beziehungsweise völligen Entladung dar. Die Kurve steigt proportional an, wenn die Kapazität steigt und sie fällt ebenso proportional wieder ab, wenn die Kapazität fällt. Zusammen mit diesem Graphen wird eine Legende angezeigt, wann Datenereignisse empfangen worden sind.

source: Preferences
de: Einstellungen

source: The preferences window allows you to control:
de: Im Einstellungsfenster können Sie Folgendes anpassen:

source: The LCD brightness when on AC and battery power
de: Die LCD-Helligkeit im Netz- und Akkubetrieb

source: The idle time for the screen power-down and suspend action
de: Wartezeit für die Abschaltung des Bildschirms und die Aktionen zum Wechsel in Bereitschaftsmodus und Ruhezustand

source: The actions to perform when the laptop lid is closed
de: Beim Schließen des Laptop-Deckels auszuführende Aktionen

source: The notification area icon policy
de: Anzeigeregeln des Benachrichtigungsfelds

source: Some sliders or option boxes may be disabled if the MateConf policy keys are not writable. This allows administrators to lock-down the actions that a user can select.
de: Einige Schieberegler oder andere Einstellmöglichkeiten könnten deaktiviert sein, falls der entsprechende MateConf-Schlüssel nicht schreibbar ist. Dies ermöglicht Systemverwaltern, die Zahl der durch den Benutzer änderbaren Einstellungen einzuschränken.

source: AC Preferences
de: Einstellungen für den Netzbetrieb

source: MATE Power Manager AC tab
de: Reiter »Im Netzbetrieb« der MATE-Energieverwaltung

source: Battery Preferences
de: Einstellungen für den Akkubetrieb

source: MATE Power Manager battery tab
de: Reiter »Im Akkubetrieb« der MATE-Energieverwaltung

source: This allows a powerful computer to reduce the power usage when idle, or when the full capabilities are not required.
de: Dies ermöglicht auf einem leistungsfähigen Rechner die Reduzierung des Energieverbrauchs bei Untätigkeit, oder wenn die volle Leistung nicht benötigt wird.

source: General Preferences
de: Allgemeine Einstellungen

source: MATE Power Manager general tab
de: Reiter »Allgemein« der MATE-Energieverwaltung

source: Session and system idle times
de: Sitzungs- und Systemwartezeiten

source: <command>mate-screensaver</command> is a session daemon that monitors user input, and if the mouse has not been moved, or the keyboard been pressed then it starts a timeout. When the value of this timeout reaches the value set in <command>mate-screensaver-preferences</command>, then the login is marked as 'session idle'. This is when <application>MATE Power Manager</application> performs all the session idle actions such as enabling low-power mode and lowering the laptop panel brightness.
de: <command>mate-screensaver</command> ist ein Sitzungsdämon, der die Eingaben des Benutzers überwacht. Falls die Maus oder die Tastatur nicht bedient wird, startet eine Wartezeit. Wenn der Wert dieser Zeitspanne den in <command>mate-screensaver-preferences</command> festgelegten Wert erreicht, dann wird die Anmeldung als »Sitzung untätig« markiert. Dann führt die <application>MATE-Energieverwaltung</application> alle Aktionen aus, die für den Zustand »Sitzung untätig« vorgesehen sind, wie die Aktivierung des Energiesparmodus oder die Verminderung der Anzeigehelligkeit des Laptop-Bildschirms.

source: Changing the session idle timeout in <command>mate-screensaver-preferences</command>
de: Ändern der Untätig-Wartezeit in den <command>mate-screensaver-preferences</command>

source: As soon as the session is marked at idle, <application>MATE Power Manager</application> starts its own 'system' timer. When the timeout set in <command>mate-power-preferences</command> is reached, and the CPU load is idle, then the idle action is performed, which is usually to turn off the screen, or to suspend or hibernate.
de: Sobald die Sitzung als »untätig« markiert ist, startet die <application>MATE-Energieverwaltung</application> ihre eigene »Systemuhr«. Wenn die in den <command>mate-power-preferences</command> eingestellte Wartezeit verstrichen und die CPU-Last untätig ist, dann wird die Untätigkeitsaktion ausgeführt. Üblicherweise ist das die Abschaltung des Bildschirms oder der Wechsel in den Bereitschaftsmodus oder Ruhezustand.

source: To make this clearer, the sliders in <command>mate-power-preferences</command> are set to start at the value of the session-timeout + 1 minute, as we cannot logically trigger before the session is marked as idle. If you adjust the value of the 'session idle' timeout in <command>mate-screensaver-preferences</command> then the start of the sliders in <command>mate-power-preferences</command> will change accordingly.
de: Um dies zu verdeutlichen, werden die Schieberegler in <command>mate-power-preferences</command> auf den Startwert der Sitzungs-Wartezeit plus 1 Minute gesetzt, weil logischerweise nicht in einen Energiesparmodus gewechselt werden kann, bevor die Sitzung nicht als untätig markiert wurde. Wenn Sie den Wert der Wartezeit in den Bildschirmschonereinstellungen anpassen, dann wird der Startwert der Schieberegler in den <command>mate-power-preferences</command> ebenfalls entsprechend verändert.

source: Advanced Preferences
de: Erweiterte Einstellungen

source: Screen Dim Brightness
de: Abdunklung des Bildschirms

source: You can change the idle laptop panel brightness by changing the MateConf key <command>/apps/mate-power-manager/backlight/idle_brightness</command>.
de: Sie können die Abdunklung des Laptop-Bildschirms bei Untätigkeit ändern, indem Sie den MateConf-Schlüssel <command>/apps/mate-power-manager/backlight/idle_brightness</command> anpassen.

source: Screen Locking
de: Sperren des Bildschirms
