Repository: perberos/Mate-Desktop-Environment
Catalog: mate-system-monitor/po/*.po
Languages: en@shaw

source: System Monitor
en@shaw: ヰ

source: View current processes and monitor system state
en@shaw: 仇 答ю ヰ 别

source: translator-credits
en@shaw: 路ヰ 路火ヰ

source: Device
en@shaw: 拆

source: Directory
en@shaw: 拆ю拣

source: Type
en@shaw: 拆

source: Total
en@shaw: 答

source: Available
en@shaw: 别ゐ

source: Used
en@shaw: 筐

source: File Systems
en@shaw: 拆 ヰ

source: Today %l:%M %p
en@shaw: %l:%M %p

source: Yesterday %l:%M %p
en@shaw: ю拣 %l:%M %p

source: 0 for the System Info, 1 for the processes list, 2 for the resources and 3 for the disks list
en@shaw: 0 , 1 答ю ゐ, 2 桂 3 ゐ

source: Default graph cpu color
en@shaw: 佛ゐ CPU 仇ゐ

source: Default graph incoming network traffic color
en@shaw: 佛ゐ 仇ヰ ю火 仇ゐ

source: Default graph outgoing network traffic color
en@shaw: 佛ゐ 答 ю火 仇ゐ

source: Default graph swap color
en@shaw: 佛ゐ 仇ゐ

source: Determines which processes to show by default. 0 is All, 1 is user, and 2 is active
en@shaw: 火ヰ 答ю 佛ゐ. 0 佛, 1 筐, 2

source: Disk view columns order
en@shaw: ゐヰ 桂

source: Enable/Disable smooth refresh
en@shaw: 别/别 ヰ叼 梆ю

source: Main Window height
en@shaw: ヰ别 ｐ拆

source: Main Window width
en@shaw: ヰ别

source: Process view columns order
en@shaw: 答ю ゐヰ 桂

source: Process view sort column
en@shaw: 答ю 桂 ゐ

source: Process view sort order
en@shaw: 答ю 桂 桂

source: Saves the currently viewed tab
en@shaw: 别 仇ゐ 筐

source: Show process 'CPU %' column on startup
en@shaw: 答ю 'CPU %' ゐ 葛仇

source: Show process 'CPU time' column on startup
en@shaw: 答ю 'CPU 拆' ゐ 葛仇

source: Show process 'Waiting Channel' column on startup
en@shaw: 答ю '别 ' ゐ 葛仇

source: Show process 'X server memory' column on startup
en@shaw: 答ю 'X 火 ヰюヰ拣' ゐ 葛仇

source: Show process 'arguments' column on startup
en@shaw: 答ю '葛筐ヰ' ゐ 葛仇

source: Show process 'estimated memory usage' column on startup
en@shaw: 答ю 'юヰ别 ヰюヰ拣 筐' ゐ 葛仇

source: Show process 'name' column on startup
en@shaw: 答ю '别' ゐ 葛仇

source: Show process 'nice' column on startup
en@shaw: 答ю '拆' ゐ 葛仇

source: Show process 'owner' column on startup
en@shaw: 答ю '答' ゐ 葛仇

source: Show process 'resident memory' column on startup
en@shaw: 答ю 'ю ヰюヰ拣' ゐ 葛仇

source: Show process 'shared memory' column on startup
en@shaw: 答ю '吼 ヰюヰ拣' ゐ 葛仇

source: Show process 'start time' column on startup
en@shaw: 答ю '葛 拆' ゐ 葛仇

source: Show process 'status' column on startup
en@shaw: 答ю '别' ゐ 葛仇

source: Show process 'virtual memory' column on startup
en@shaw: 答ю '火 ヰюヰ拣' ゐ 葛仇

source: Show process 'writable memory' column on startup
en@shaw: 答ю '拆 ヰюヰ拣' ゐ 葛仇

source: Show process dependencies in tree form
en@shaw: 答ю ю梆 桂

source: Show warning dialog when killing processes
en@shaw: 桂 拆ゐ ю ゐ 答ю

source: Solaris mode for CPU percentage
en@shaw: 答ゐю ヰ答 CPU 拣ю

source: Time in milliseconds between updates of the devices list
en@shaw: 拆 ヰゐю 梆 仇别 拆 ゐ

source: Time in milliseconds between updates of the graphs
en@shaw: 拆 ヰゐю 梆 仇别

source: Time in milliseconds between updates of the process view
en@shaw: 拆 ヰゐю 梆 仇别 答ю

source: Width of process 'CPU %' column
en@shaw: 答ю 'CPU %' ゐ

source: Width of process 'CPU time' column
en@shaw: 答ю 'CPU 拆' ゐ

source: Width of process 'Waiting Channel' column
en@shaw: 答ю '别 ' ゐ

source: Width of process 'X server memory' column
en@shaw: 答ю 'X 火 ヰюヰ拣' ゐ

source: Width of process 'arguments' column
en@shaw: 答ю '葛筐ヰ' ゐ

source: Width of process 'estimated memory usage' column
en@shaw: 答ю 'юヰ别 ヰюヰ拣 筐' ゐ

source: Width of process 'name' column
en@shaw: 答ю '别' ゐ

source: Width of process 'nice' column
en@shaw: 答ю '拆' ゐ

source: Width of process 'owner' column
en@shaw: 答ю '答' ゐ

source: Width of process 'resident memory' column
en@shaw: 答ю 'ю ヰюヰ拣' ゐ

source: Width of process 'shared memory' column
en@shaw: 答ю '吼 ヰюヰ拣' ゐ

source: Width of process 'start time' column
en@shaw: 答ю '葛 拆' ゐ

source: Width of process 'status' column
en@shaw: 答ю '别' ゐ

source: Width of process 'virtual memory' column
en@shaw: 答ю '火 ヰюヰ拣' ゐ

source: Width of process 'writable memory' column
en@shaw: 答ю '拆 ヰюヰ拣' ゐ

source: Percentage full for pie colour pickers
en@shaw: 拣ю 仇ゐ 火

source: Title
en@shaw: 拆

source: The title of the color selection dialog
en@shaw: 拆 仇ゐ ゐю 拆ゐ

source: Pick a Color
en@shaw: 仇ゐ

source: Current Color
en@shaw: 仇 仇ゐ

source: The selected color
en@shaw: ゐю 仇ゐ

source: Type of color picker
en@shaw: 拆 仇ゐ

source: Received invalid color data
en@shaw: 梆 ゐ 仇ゐ 别

source: Click to set graph colors
en@shaw: ゐ ю 仇ゐ拣

source: _Monitor
en@shaw: _ヰ

source: _Edit
en@shaw: _ю

source: _Help
en@shaw: _ｐюゐ

source: Search for _Open Files
en@shaw: 火 _答 拆ゐ

source: Search for open files
en@shaw: 火 答 拆ゐ

source: Quit the program
en@shaw: 答

source: _Stop Process
en@shaw: _ 答ю

source: Stop process
en@shaw: 答ю

source: _Continue Process
en@shaw: _ 答ю

source: Continue process if stopped
en@shaw: 答ю

source: _End Process
en@shaw: _ю 答ю

source: Force process to finish normally
en@shaw: 桂 答ю 桂ヰゐ

source: _Kill Process
en@shaw: _ 答ю

source: Force process to finish immediately
en@shaw: 桂 答ю ヰ梆攫ゐ

source: _Change Priority...
en@shaw: _别 拆...

source: Change the order of priority of process
en@shaw: 别 桂 拆 答ю

source: Configure the application
en@shaw: ゐ别

source: _Refresh
en@shaw: _梆ю

source: Refresh the process list
en@shaw: 梆ю 答ю ゐ

source: _Memory Maps
en@shaw: _ヰюヰ拣 ヰ

source: Open the memory maps associated with a process
en@shaw: 答 ヰюヰ拣 ヰ 答别 答ю

source: Open _Files
en@shaw: 答 _拆ゐ

source: View the files opened by a process
en@shaw: 拆ゐ 答 答ю

source: Open the manual
en@shaw: 答 ヰ

source: About this application
en@shaw: ゐ别

source: _Dependencies
en@shaw: _ю梆

source: Show parent/child relationship between processes
en@shaw: 吼/拆ゐ ゐ别 梆 答ю

source: _Active Processes
en@shaw: _ 答ю

source: Show active processes
en@shaw: 答ю

source: Show all processes
en@shaw: 佛 答ю

source: Show user own process
en@shaw: 筐 答 答ю

source: End _Process
en@shaw: ю _答ю

source: CPU History
en@shaw: CPU ｐ拣

source: Memory and Swap History
en@shaw: ヰюヰ拣 ｐ拣

source: Memory
en@shaw: ヰюヰ拣

source: Network History
en@shaw: ю火 ｐ拣

source: Receiving
en@shaw: 梆

source: Total Received
en@shaw: 答 梆

source: Sending
en@shaw: ю

source: Total Sent
en@shaw: 答 ю

source: Processes
en@shaw: 答ю

source: Resources
en@shaw: 桂

source: %s (%.1f %%) of %s
en@shaw: %s (%.1f %%) %s

source: <b>Error</b> '%s' is not a valid Perl regular expression. %s
en@shaw: <b>火</b> '%s' ゐ 路火 юゐ ю. %s

source: Process
en@shaw: 答ю

source: Filename
en@shaw: 拆ゐ别

source: Search for Open Files
en@shaw: 火 答 拆ゐ

source: _Name contains:
en@shaw: _别 别:

source: Case insensitive matching
en@shaw: 别 ю ヰ

source: Flags
en@shaw: ゐ

source: Private clean
en@shaw: 拆 ゐ梆

source: Private dirty
en@shaw: 拆 火

source: Shared clean
en@shaw: 吼 ゐ梆

source: Shared dirty
en@shaw: 吼 火

source: Memory Maps
en@shaw: ヰюヰ拣 ヰ

source: file
en@shaw: 拆

source: pipe
en@shaw: 拆

source: IPv6 network connection
en@shaw: IPv6 ю火 ю

source: IPv4 network connection
en@shaw: IPv4 ю火 ю

source: local socket
en@shaw: ゐ答

source: unknown type
en@shaw: 仇答 拆

source: Object
en@shaw: ○ю

source: Open Files
en@shaw: 答 拆ゐ

source: Kill the selected process?
en@shaw: ゐю 答ю?

source: End the selected process?
en@shaw: ю ゐю 答ю?

source: (Very High Priority)
en@shaw: (ю ｐ 拆)

source: (High Priority)
en@shaw: (ｐ 拆)

source: (Normal Priority)
en@shaw: (桂ヰ 拆)

source: (Low Priority)
en@shaw: (ゐ 拆)

source: (Very Low Priority)
en@shaw: (ю ゐ 拆)

source: Change Priority
en@shaw: 别 拆

source: Change _Priority
en@shaw: 别 _拆

source: _Nice value:
en@shaw: _拆 ゐ:

source: Note:
en@shaw: 答:

source: The priority of a process is given by its nice value. A lower nice value corresponds to a higher priority.
en@shaw: 拆 答ю 拆 ゐ. ゐ答 拆 ゐ ｐ拆 拆.

source: Icon
en@shaw: 拆

source: System Monitor Preferences
en@shaw: ヰ ю拣

source: Behavior
en@shaw: ｐ别

source: _Update interval in seconds:
en@shaw: _仇别 拣 ю:

source: Enable _smooth refresh
en@shaw: 别 _ヰ叼 梆ю

source: Alert before ending or _killing processes
en@shaw: ゐ火 ю _ゐ 答ю

source: Solaris mode
en@shaw: 路答ゐю ヰ答

source: Information Fields
en@shaw: 拣ヰ别 梆ゐ

source: Show network speed in bits
en@shaw: ю火 梆

source: A simple process and system monitor.
en@shaw: ヰ 答ю ヰ.

source: Process Name
en@shaw: 答ю 别

source: User
en@shaw: 筐

source: Status
en@shaw: 别

source: Virtual Memory
en@shaw: 火 ヰюヰ拣

source: Resident Memory
en@shaw: ю ヰюヰ拣

source: Writable Memory
en@shaw: 拆 ヰюヰ拣

source: Shared Memory
en@shaw: 吼 ヰюヰ拣

source: X Server Memory
en@shaw: ю 火 ヰюヰ拣

source: CPU Time
en@shaw: CPU 拆

source: Started
en@shaw: 葛

source: Nice
en@shaw: 拆

source: Security Context
en@shaw: 拣 ю

source: Command Line
en@shaw: ヰ ゐ拆

source: Waiting Channel
en@shaw: 别

source: Load averages for the last 1, 5, 15 minutes: %0.2f, %0.2f, %0.2f
en@shaw: ゐ答 拣○ ゐ 1, 5, 15 ヰ: %0.2f, %0.2f, %0.2f

source: Release %s
en@shaw: ゐ梆 %s

source: Unknown CPU model
en@shaw: 仇答 CPU ヰ

source: Kernel %s
en@shaw: 火 %s

source: MATE %s
en@shaw: 路答 %s

source: <b>Hardware</b>
en@shaw: <b>ｐю</b>

source: Memory:
en@shaw: ヰюヰ拣:

source: Processor %d:
en@shaw: ю %d:

source: Processor:
en@shaw: ю:

source: <b>System Status</b>
en@shaw: <b> 别</b>

source: Available disk space:
en@shaw: 别ゐ 别:

source: Running
en@shaw: 仇

source: Zombie
en@shaw: ヰ

source: Uninterruptible
en@shaw: 火

source: Sleeping
en@shaw: ゐ梆

source: %u bit
en@shaw: %u

source: %u byte
en@shaw: %u 拆

source: <i>N/A</i>
en@shaw: <i>/</i>
