Repository: perberos/Mate-Desktop-Environment
Catalog: mate-control-center/help/*/*.po
Languages: de, fr

source: The MATE Control Center provides a central place for the user to setup their MATE experience. It can let you configure anything from the behavior of your window borders to the default font type.
de: Das MATE-Kontrollzentrum stellt dem Benutzer einen zentralen Platz zum Anpassen der MATE-Einstellungen bereit. Vom Verhalten der Fenster bis zur Standardschriftart können Sie hier jegliche Einstellungen vornehmen.
fr: Le centre de contrôle MATE est le lieu central permettant à l'utilisateur de configurer son environnement MATE. Il permet d'en configurer chaque élément, du comportement des bordures de fenêtres à la police par défaut.

source: Control Center
de: Kontrollzentrum
fr: Centre de contrôle

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt
fr: Projet de documentation MATE

source: Permission is granted to copy, distribute and/or modify this document under the terms of the <ulink type="help" url="mate-help:fdl"><citetitle> GNU Free Documentation License </citetitle></ulink>, Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license can be found <ulink type="help" url="mate-help:fdl">here</ulink>.
de: Das vorliegende Dokument kann gemäß den Bedingungen der <ulink type="help" url="mate-help:fdl"><citetitle> GNU Free Documentation License </citetitle></ulink>, Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="mate-help:fdl">Link</ulink>.
fr: Permission vous est donnée de copier, distribuer et/ou modifier ce document selon les termes de la licence <ulink type="help" url="mate-help:fdl"><citetitle>GNU Free Documentation License</citetitle></ulink>, Version 1.1 ou ultérieure publiée par la Free Software Foundation sans section inaltérable, sans texte de première page de couverture ni texte de dernière page de couverture. Vous trouverez un exemplaire de cette licence en suivant ce <ulink type="help" url="mate-help:fdl">lien</ulink>.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and those trademarks are made aware to the members of the MATE Documentation Project, the names have been printed in caps or initial caps.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
fr: La plupart des noms utilisés par les entreprises pour distinguer leurs produits et services sont des marques déposées. Lorsque ces noms apparaissent dans la documentation MATE et que les membres du projet de Documentation MATE sont informés de l'existence de ces marques déposées, soit ces noms entiers, soit leur première lettre est en majuscule.

source: This manual describes version 1.5.7 of the MATE Control Center.
de: Dieses Handbuch beschreibt Version 1.5.7 des MATE-Kontrollzentrums.
fr: Ce manuel documente la version 1.5.7 du centre de contrôle MATE.

source: Introduction
de: Einführung

source: The <application>MATE Control Center</application> provides a single window from which to launch all preference tools.
de: Das <application>MATE-Kontrollzentrum</application> stellt ein einzelnes Fenster bereit, in dem alle Einstellungswerkzeuge aufgerufen werden können.
fr: Le <application>centre de contrôle MATE</application> fournit une fenêtre unique depuis laquelle tous les outils de préférences peuvent être démarrés.

source: To launch the <application>MATE Control Center</application>, type <command>mate-control-center</command> in a terminal window.
de: Um das <application>MATE-Kontrollzentrum</application> zu starten, geben Sie <command>mate-control-center</command> in einem Terminalfenster ein.
fr: Pour lancer le <application>centre de contrôle MATE</application>, tapez <command>mate-control-center</command> dans une fenêtre de terminal.

source: For help on using preference tools, see the <ulink type="help" url="ghelp:user-guide?prefs">User Guide</ulink>.
de: Hilfe zur Benutzung der einzelnen Einstellungswerzeuge finden Sie im <ulink type="help" url="ghelp:user-guide?prefs">Desktop-Benutzerhandbuch</ulink>.
fr: Pour obtenir de l'aide sur l'utilisation des outils de préférences, consultez le <ulink type="help" url="ghelp:user-guide?prefs">guide d'utilisation</ulink>.

source: Usage
de: Benutzung
fr: Utilisation

source: The <application>MATE Control Center</application> shows icons for all preference tools installed on your system in a window. Select a preference tool to see its description in the status bar.
de: Das <application>MATE-Kontrollzentrum</application> zeigt Symbole für alle Einstellungswerkzeuge, die auf Ihrem System installiert sind, in einem Fenster an. Wählen Sie eines der Einstellungswerkzeuge, um dessen Beschreibung in der Statusleiste anzuzeigen.
fr: Le <application>centre de contrôle MATE</application> affiche dans une fenêtre une icône pour chaque outil de préférences installé sur votre système. Sélectionnez un outil de préférences pour afficher sa description dans la barre d'état.

source: To open a preference tool, double-click on its icon.
de: Zum Öffnen eines der Einstellungswerkzeuge doppelklicken Sie auf dessen Symbol.
fr: Pour ouvrir un outil de préférences, double-cliquez sur son icône.

source: translator-credits
de: Mario Blättermann <mario.blaettermann@t-online.de>, 2008
fr: Jonathan Ernst <jonathan@ernstfamily.ch>, 2006.
