Repository: perberos/Mate-Desktop-Environment
Catalog: mate-applets/po/*.po
Languages: en@shaw

source: Details
en@shaw: ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: City:
en@shaw: ğ‘•ğ‘¦ğ‘‘ğ‘¦:

source: Last update:
en@shaw: ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘:

source: Conditions:
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:

source: Sky:
en@shaw: ğ‘•ğ‘’ğ‘²:

source: Temperature:
en@shaw: ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘©ğ‘—ğ‘¼:

source: Feels like:
en@shaw: ğ‘“ğ‘°ğ‘¤ğ‘Ÿ ğ‘¤ğ‘²ğ‘’:

source: Dew point:
en@shaw: ğ‘›ğ‘¿ ğ‘ğ‘¶ğ‘¯ğ‘‘:

source: Relative humidity:
en@shaw: ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘£ğ‘˜ğ‘µğ‘¥ğ‘¦ğ‘›ğ‘©ğ‘‘ğ‘°:

source: Wind:
en@shaw: ğ‘¢ğ‘²ğ‘¯ğ‘›:

source: Pressure:
en@shaw: ğ‘ğ‘®ğ‘§ğ‘–ğ‘¼:

source: Visibility:
en@shaw: ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦:

source: Sunrise:
en@shaw: ğ‘•ğ‘©ğ‘¯ğ‘®ğ‘²ğ‘Ÿ:

source: Sunset:
en@shaw: ğ‘•ğ‘³ğ‘¯ğ‘•ğ‘§ğ‘‘:

source: Current Conditions
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Forecast Report
en@shaw: ğ‘“ğ‘¹ğ‘’ğ‘­ğ‘•ğ‘‘ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘

source: See the ForeCast Details
en@shaw: ğ‘•ğ‘° ğ‘ ğ‘“ğ‘¹ğ‘’ğ‘­ğ‘•ğ‘‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Forecast
en@shaw: ğ‘“ğ‘¹ğ‘’ğ‘­ğ‘•ğ‘‘

source: Radar Map
en@shaw: ğ‘®ğ‘±ğ‘›ğ‘­ğ‘® ğ‘¥ğ‘¨ğ‘

source: _Visit Weather.com
en@shaw: _ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘‘ ğ‘¢ğ‘§ğ‘ğ‘¼.ğ‘’ğ‘ªğ‘¥

source: Visit Weather.com
en@shaw: ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘‘ weather.com

source: Click to Enter Weather.com
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼ weather.com

source: Forecast not currently available for this location.
en@shaw: ğ‘“ğ‘¹ğ‘’ğ‘­ğ‘•ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯.

source: Location view
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘¿

source: Select Location from the list
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Update spin button
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘•ğ‘ğ‘¦ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Address Entry
en@shaw: ğ‘©ğ‘›ğ‘®ğ‘§ğ‘• ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: Enter the URL
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ URL

source: Failed to load the Locations XML database. Please report this as a bug.
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ XML ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘šğ‘±ğ‘•. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘Ÿ ğ‘© ğ‘šğ‘³ğ‘œ.

source: Weather Preferences
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: _Automatically update every:
en@shaw: _ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘§ğ‘ğ‘®ğ‘¦:

source: _Temperature unit:
en@shaw: _ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘©ğ‘—ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘:

source: Default
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: Kelvin
en@shaw: ğ‘’ğ‘§ğ‘¤ğ‘ğ‘©ğ‘¯

source: Celsius
en@shaw: ğ‘•ğ‘§ğ‘¤ğ‘•ğ‘°ğ‘©ğ‘•

source: Fahrenheit
en@shaw: ğ‘“ğ‘§ğ‘®ğ‘©ğ‘¯ğ‘£ğ‘²ğ‘‘

source: _Wind speed unit:
en@shaw: _ğ‘¢ğ‘²ğ‘¯ğ‘› ğ‘•ğ‘ğ‘°ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘:

source: knots
en@shaw: ğ‘¯ğ‘ªğ‘‘ğ‘•

source: Beaufort scale
en@shaw: Â·ğ‘šğ‘´ğ‘“ğ‘»ğ‘‘ ğ‘•ğ‘’ğ‘±ğ‘¤

source: _Pressure unit:
en@shaw: _ğ‘ğ‘®ğ‘§ğ‘–ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘:

source: _Visibility unit:
en@shaw: _ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘:

source: meters
en@shaw: ğ‘¥ğ‘°ğ‘‘ğ‘¼ğ‘Ÿ

source: miles
en@shaw: ğ‘¥ğ‘²ğ‘¤ğ‘Ÿ

source: Enable _radar map
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ _ğ‘®ğ‘±ğ‘›ğ‘­ğ‘® ğ‘¥ğ‘¨ğ‘

source: Use _custom address for radar map
en@shaw: ğ‘¿ğ‘Ÿ _ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘• ğ‘“ğ‘¹ ğ‘®ğ‘±ğ‘›ğ‘­ğ‘® ğ‘¥ğ‘¨ğ‘

source: A_ddress:
en@shaw: _ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•:

source: Update
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: minutes
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•

source: Display
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±

source: General
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤

source: _Select a location:
en@shaw: _ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯:

source: _Find:
en@shaw: _ğ‘“ğ‘²ğ‘¯ğ‘›:

source: Find _Next
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› _ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘

source: Location
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Invest
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘§ğ‘•ğ‘‘

source: Track your invested money.
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘’ ğ‘¿ğ‘¼ ğ‘¦ğ‘¯ğ‘ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘¥ğ‘³ğ‘¯ğ‘¦.

source: _Refresh
en@shaw: _ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘–

source: 1 Year
en@shaw: 1 ğ‘˜ğ‘½

source: 3 Months
en@shaw: 3 ğ‘¥ğ‘³ğ‘¯ğ‘”ğ‘•

source: 5 Days
en@shaw: 5 ğ‘›ğ‘±ğ‘Ÿ

source: 5 Years
en@shaw: 5 ğ‘˜ğ‘½ğ‘Ÿ

source: 6 Months
en@shaw: 6 ğ‘¥ğ‘³ğ‘¯ğ‘”ğ‘•

source: Auto _refresh
en@shaw: ğ‘·ğ‘‘ğ‘´ _ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘–

source: Bollinger
en@shaw: Â·ğ‘šğ‘­ğ‘¤ğ‘¦ğ‘™ğ‘»

source: Downloading chart from <b>Yahoo!</b>
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘—ğ‘¸ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ <b>Â·ğ‘˜ğ‘­ğ‘£ğ‘µ!</b>

source: Exponential moving average:
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘ğ‘´ğ‘¯ğ‘§ğ‘¯ğ‘—ğ‘©ğ‘¤ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘¨ğ‘ğ‘¼ğ‘¦ğ‘¡:

source: Financial Chart
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘¨ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘—ğ‘¸ğ‘‘

source: Indicators:
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ:

source: Maximum
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥

source: Moving average:
en@shaw: ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘¨ğ‘ğ‘¼ğ‘¦ğ‘¡:

source: Overlays:
en@shaw: ğ‘´ğ‘ğ‘¼ğ‘¤ğ‘±ğ‘Ÿ:

source: Splits
en@shaw: ğ‘•ğ‘ğ‘¤ğ‘¦ğ‘‘ğ‘•

source: Today
en@shaw: ğ‘‘ğ‘«ğ‘›ğ‘±

source: Volumes
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ğ‘Ÿ

source: _Graph style:
en@shaw: _ğ‘œğ‘®ğ‘­ğ‘“ ğ‘•ğ‘‘ğ‘²ğ‘¤:

source: _Options
en@shaw: _ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: _Ticker symbol:
en@shaw: _ğ‘‘ğ‘¦ğ‘’ğ‘» ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤:

source: <i><small><b>Note:</b> Quotes are delayed at least 15 minutes. <b>Source: </b> Yahoo!</small></i>
en@shaw: <i><small><b>ğ‘¯ğ‘´ğ‘‘:</b> ğ‘’ğ‘¢ğ‘´ğ‘‘ğ‘• ğ‘¸ ğ‘›ğ‘©ğ‘¤ğ‘±ğ‘› ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ 15 ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•. <b>ğ‘•ğ‘¹ğ‘•: </b> Â·ğ‘˜ğ‘­ğ‘£ğ‘µ!</small></i>

source: Invest Preferences
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘§ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Stocks
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘’ğ‘•

source: label
en@shaw: ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: <b>You have not entered any stock information yet</b>
en@shaw: <b>ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘»ğ‘› ğ‘§ğ‘¯ğ‘¦ ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘˜ğ‘§ğ‘‘</b>

source: <b>No stock quotes are currently available</b>
en@shaw: <b>ğ‘¯ğ‘´ ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘’ğ‘¢ğ‘´ğ‘‘ğ‘• ğ‘¸ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤</b>

source: The server could not be contacted. The computer is either offline or the servers are down. Try again later.
en@shaw: ğ‘ ğ‘•ğ‘»ğ‘ğ‘¼ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¨ğ‘’ğ‘‘ğ‘©ğ‘›. ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘²ğ‘ğ‘¼ ğ‘ªğ‘“ğ‘¤ğ‘²ğ‘¯ ğ‘¹ ğ‘ ğ‘•ğ‘»ğ‘ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘›ğ‘¬ğ‘¯. ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘¤ğ‘±ğ‘‘ğ‘¼.

source: Financial Chart - %s
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘¨ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘—ğ‘¸ğ‘‘ - %s

source: Opening Chart
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘—ğ‘¸ğ‘‘

source: Chart downloaded
en@shaw: ğ‘—ğ‘¸ğ‘‘ ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›

source: Chart could not be downloaded
en@shaw: ğ‘—ğ‘¸ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›

source: Invest Applet
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Symbol
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤

source: Label
en@shaw: ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Amount
en@shaw: ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘

source: Price
en@shaw: ğ‘ğ‘®ğ‘²ğ‘•

source: Commission
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘–ğ‘©ğ‘¯

source: Invest could not connect to Yahoo! Finance
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘§ğ‘•ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘˜ğ‘­ğ‘£ğ‘µ! ğ‘“ğ‘²ğ‘¯ğ‘¨ğ‘¯ğ‘•

source: Updated at %s
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘‘ %s

source: Quotes average change %%: %+.2f%%
en@shaw: ğ‘’ğ‘¢ğ‘´ğ‘‘ğ‘• ğ‘¨ğ‘ğ‘¼ğ‘¦ğ‘¡ ğ‘—ğ‘±ğ‘¯ğ‘¡ %%: %+.2f%%

source: Positions balance: %+.2f
en@shaw: ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘šğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘•: %+.2f

source: Ticker
en@shaw: ğ‘‘ğ‘¦ğ‘’ğ‘»

source: Last
en@shaw: ğ‘¤ğ‘­ğ‘•ğ‘‘

source: Change %
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ %

source: Chart
en@shaw: ğ‘—ğ‘¸ğ‘‘

source: Gain
en@shaw: ğ‘œğ‘±ğ‘¯

source: Gain %
en@shaw: ğ‘œğ‘±ğ‘¯ %

source: Command Line
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯

source: Mini-Commander
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘°-ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼

source: No items in history
en@shaw: ğ‘¯ğ‘´ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: Start program
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Command line
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯

source: Type a command here and Mate will execute it for you
en@shaw: ğ‘‘ğ‘²ğ‘ ğ‘© ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘£ğ‘½ ğ‘¯ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ ğ‘¦ğ‘‘ ğ‘“ğ‘¹ ğ‘¿

source: Cannot get schema for %s: %s
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘© ğ‘“ğ‘¹ %s: %s

source: Cannot set schema for %s: %s
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘© ğ‘“ğ‘¹ %s: %s

source: Set default list value for %s
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘“ğ‘¹ %s

source: MATECONF_DISABLE_MAKEFILE_SCHEMA_INSTALL is set, not installing schemas
en@shaw: MATECONF_DISABLE_MAKEFILE_SCHEMA_INSTALL ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘‘, ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘¦ğ‘™ ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘©ğ‘Ÿ

source: Must set the MATECONF_CONFIG_SOURCE environment variable
en@shaw: ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘ MATECONF_CONFIG_SOURCE ğ‘§ğ‘¯ğ‘ğ‘²ğ‘¼ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤

source: Failed to access configuration source(s): %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘¹ğ‘•(ğ‘•): %s

source: Macro command list
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Macro pattern list
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´ ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Add New Macro
en@shaw: ğ‘¨ğ‘› ğ‘¯ğ‘¿ ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´

source: Auto Completion
en@shaw: ğ‘·ğ‘‘ğ‘´ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘–ğ‘©ğ‘¯

source: Co_mmand:
en@shaw: _ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›:

source: Colors
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: Command Line Preferences
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Command line _background:
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯ _ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›:

source: Command line _foreground:
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯ _ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›:

source: E_nable history-based auto completion
en@shaw: _ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦-ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘·ğ‘‘ğ‘´ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘–ğ‘©ğ‘¯

source: Pick a color
en@shaw: ğ‘ğ‘¦ğ‘’ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Size
en@shaw: ğ‘•ğ‘²ğ‘Ÿ

source: _Add Macro...
en@shaw: _ğ‘¨ğ‘› ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´...

source: _Delete Macro
en@shaw: _ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´

source: _Pattern:
en@shaw: _ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯:

source: _Use default theme colors
en@shaw: _ğ‘¿ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘”ğ‘°ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: _Width:
en@shaw: _ğ‘¢ğ‘¦ğ‘›ğ‘”:

source: pixels
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ

source: Background color, blue component
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼, ğ‘šğ‘¤ğ‘µ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘

source: Background color, green component
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼, ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘

source: Background color, red component
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼, ğ‘®ğ‘§ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘

source: Foreground color, blue component
en@shaw: ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼, ğ‘šğ‘¤ğ‘µ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘

source: Foreground color, green component
en@shaw: ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼, ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘

source: Foreground color, red component
en@shaw: ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼, ğ‘®ğ‘§ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘

source: History list
en@shaw: ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: List of MateConfValue entries containing strings for history entries.
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ MateConfValue ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ğ‘Ÿ ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘Ÿ.

source: Not used anymore
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘°ğ‘¥ğ‘ªğ‘®

source: Show a frame surrounding the applet.
en@shaw: ğ‘–ğ‘´ ğ‘© ğ‘“ğ‘®ğ‘±ğ‘¥ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘.

source: Show a handle so the applet can be detached from the panel.
en@shaw: ğ‘–ğ‘´ ğ‘© ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘•ğ‘´ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘¨ğ‘—ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤.

source: Show frame
en@shaw: ğ‘–ğ‘´ ğ‘“ğ‘®ğ‘±ğ‘¥

source: Show handle
en@shaw: ğ‘–ğ‘´ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤

source: The blue component of the background color.
en@shaw: ğ‘ ğ‘šğ‘¤ğ‘µ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: The blue component of the foreground color.
en@shaw: ğ‘ ğ‘šğ‘¤ğ‘µ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: The green component of the background color.
en@shaw: ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: The green component of the foreground color.
en@shaw: ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: The red component of the background color.
en@shaw: ğ‘ ğ‘®ğ‘§ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: The red component of the foreground color.
en@shaw: ğ‘ ğ‘®ğ‘§ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: This per-applet key is deprecated in favour of the global key, /schemas/apps/mini-commander-global/macro_patterns.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘ğ‘»-ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘›ğ‘§ğ‘ğ‘®ğ‘©ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘“ğ‘±ğ‘ğ‘¼ ğ‘ ğ‘ ğ‘œğ‘¤ğ‘´ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘°, /schemas/apps/mini-commander-global/macro_patterns.

source: Use the default theme colors
en@shaw: ğ‘¿ğ‘• ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘”ğ‘°ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: Use theme colors instead of custom ones.
en@shaw: ğ‘¿ğ‘Ÿ ğ‘”ğ‘°ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ.

source: Width
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Width of the applet
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Browser
en@shaw: ğ‘šğ‘®ğ‘¬ğ‘Ÿğ‘¼

source: Click this button to start the browser
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘šğ‘®ğ‘¬ğ‘Ÿğ‘¼

source: History
en@shaw: ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: Click this button for the list of previous commands
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ

source: Command line has been disabled by your system administrator
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› ğ‘šğ‘² ğ‘¿ğ‘¼ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼

source: Mini-Commander applet
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘°-ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: This applet adds a command line to the panel
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘¨ğ‘›ğ‘Ÿ ğ‘© ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: You must specify a pattern
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘© ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯

source: You must specify a pattern and a command
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘© ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ ğ‘¯ ğ‘© ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: You must specify a command
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘© ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: You may not specify duplicate patterns
en@shaw: ğ‘¿ ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘›ğ‘¿ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘‘ ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ğ‘Ÿ

source: Pattern
en@shaw: ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯

source: Command
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: Adjust the sound volume
en@shaw: ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘ ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥

source: Volume Control
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤

source: Mu_te
en@shaw: ğ‘¥_ğ‘¿ğ‘‘

source: _Open Volume Control
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤

source: Volume Applet
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: You can remove the volume control from the panel by right-clicking the speaker icon on the panel and selecting "Remove From Panel" from the menu.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘šğ‘² ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘ğ‘°ğ‘’ğ‘¼ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ "ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤" ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿.

source: Failed to start Volume Control: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤: %s

source: %s: muted
en@shaw: %s: ğ‘¥ğ‘¿ğ‘‘ğ‘©ğ‘›

source: Failed to display help: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘£ğ‘§ğ‘¤ğ‘: %s

source: Volume control for your MATE Panel.
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘“ğ‘¹ ğ‘¿ğ‘¼ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤.

source: Using GStreamer 0.10.
en@shaw: ğ‘¿ğ‘Ÿğ‘¦ğ‘™ GStreamer 0.10.

source: Mute
en@shaw: ğ‘¥ğ‘¿ğ‘‘

source: Volume Control...
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤...

source: Unknown Volume Control %d
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ %d

source: Channel controlled by applet. Only for OSS setups
en@shaw: ğ‘—ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘› ğ‘šğ‘² ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘“ğ‘¹ OSS ğ‘•ğ‘§ğ‘‘ğ‘©ğ‘ğ‘•

source: Saved mute state
en@shaw: ğ‘•ğ‘±ğ‘ğ‘› ğ‘¥ğ‘¿ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘‘

source: Saved volume to restore on startup
en@shaw: ğ‘•ğ‘±ğ‘ğ‘› ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘‘ ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ ğ‘ªğ‘¯ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘³ğ‘

source: Volume Control Preferences
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Select the device and track to control.
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘¯ ğ‘‘ğ‘®ğ‘¨ğ‘’ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤.

source: Activate and monitor a dial-up network connection
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ ğ‘¯ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘© ğ‘›ğ‘²ğ‘¤-ğ‘³ğ‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Modem Monitor
en@shaw: ğ‘¥ğ‘´ğ‘›ğ‘§ğ‘¥ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼

source: _Activate
en@shaw: _ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘

source: _Deactivate
en@shaw: _ğ‘›ğ‘°ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘

source: _Properties
en@shaw: _ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Connection active, but could not get connection time
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘, ğ‘šğ‘³ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ğ‘²ğ‘¥

source: Time connected: %.1d:%.2d
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›: %.1d:%.2d

source: Not connected
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: To connect to your Internet service provider, you need administrator privileges
en@shaw: ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘¿ğ‘¼ Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘», ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘©ğ‘¡ğ‘©ğ‘Ÿ

source: To disconnect from your Internet service provider, you need administrator privileges
en@shaw: ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ğ‘¼ Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘», ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘©ğ‘¡ğ‘©ğ‘Ÿ

source: The entered password is invalid
en@shaw: ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘»ğ‘› ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: Check that you have typed it correctly and that you haven't activated the "caps lock" key
en@shaw: ğ‘—ğ‘§ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘²ğ‘ğ‘‘ ğ‘¦ğ‘‘ ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘£ğ‘±ğ‘ğ‘©ğ‘¯'ğ‘‘ğ‘° ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ "ğ‘’ğ‘¨ğ‘ğ‘• ğ‘¤ğ‘ªğ‘’" ğ‘’ğ‘°

source: Do you want to connect?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘?

source: Do you want to disconnect?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘?

source: C_onnect
en@shaw: ğ‘’_ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘

source: _Disconnect
en@shaw: _ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘

source: Could not launch network configuration tool
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘‘ğ‘µğ‘¤

source: Check that it's installed in the correct path and that it has the correct permissions
en@shaw: ğ‘—ğ‘§ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘'ğ‘• ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘­ğ‘” ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘ªğ‘¯ğ‘Ÿ

source: Applet for activating and monitoring a dial-up network connection.
en@shaw: ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘“ğ‘¹ ğ‘¨ğ‘’ğ‘‘ğ‘©ğ‘ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘¯ ğ‘¥ğ‘­ğ‘¯ğ‘©ğ‘‘ğ‘»ğ‘¦ğ‘™ ğ‘© ğ‘›ğ‘²ğ‘¤-ğ‘³ğ‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Connecting with Internet Service Provider
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘»

source: Enter password
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›

source: Password:
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:

source: Root password required
en@shaw: ğ‘®ğ‘µğ‘‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›

source: A system load indicator
en@shaw: ğ‘© ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼

source: System Monitor
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼

source: _Open System Monitor
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼

source: A system load monitor capable of displaying graphs for CPU, ram, and swap space use, plus network traffic.
en@shaw: ğ‘© ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¤ğ‘´ğ‘› ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘œğ‘®ğ‘­ğ‘“ğ‘• ğ‘“ğ‘¹ CPU, ğ‘®ğ‘¨ğ‘¥, ğ‘¯ ğ‘•ğ‘¢ğ‘ªğ‘ ğ‘•ğ‘ğ‘±ğ‘• ğ‘¿ğ‘Ÿ, ğ‘ğ‘¤ğ‘³ğ‘• ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘‘ğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’.

source: There was an error executing '%s': %s
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ğ‘¦ğ‘™ '%s': %s

source: Processor
en@shaw: ğ‘ğ‘®ğ‘ªğ‘•ğ‘§ğ‘•ğ‘¼

source: Memory
en@shaw: ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦

source: Network
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’

source: Swap Space
en@shaw: ğ‘•ğ‘¢ğ‘ªğ‘ ğ‘•ğ‘ğ‘±ğ‘•

source: Load Average
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘¨ğ‘ğ‘¼ğ‘¦ğ‘¡

source: Disk
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’

source: %s: %u%% in use by programs %u%% in use as cache
en@shaw: %s: %u%% ğ‘¦ğ‘¯ ğ‘¿ğ‘• ğ‘šğ‘² ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘Ÿ %u%% ğ‘¦ğ‘¯ ğ‘¿ğ‘• ğ‘¨ğ‘Ÿ ğ‘’ğ‘¨ğ‘–

source: The system load average is %0.02f
en@shaw: ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¤ğ‘´ğ‘› ğ‘¨ğ‘ğ‘¼ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ %0.02f

source: %s: Receiving %s Sending %s
en@shaw: %s: ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘¦ğ‘™ %s ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ %s

source: %s: %u%% in use
en@shaw: %s: %u%% ğ‘¦ğ‘¯ ğ‘¿ğ‘•

source: CPU Load
en@shaw: CPU ğ‘¤ğ‘´ğ‘›

source: Memory Load
en@shaw: ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘¤ğ‘´ğ‘›

source: Net Load
en@shaw: ğ‘¯ğ‘§ğ‘‘ ğ‘¤ğ‘´ğ‘›

source: Swap Load
en@shaw: ğ‘•ğ‘¢ğ‘ªğ‘ ğ‘¤ğ‘´ğ‘›

source: Disk Load
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘¤ğ‘´ğ‘›

source: Applet refresh rate in milliseconds
en@shaw: ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘– ğ‘®ğ‘±ğ‘‘ ğ‘¦ğ‘¯ ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: Background color for disk load graph
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘¤ğ‘´ğ‘› ğ‘œğ‘®ğ‘­ğ‘“

source: CPU graph background color
en@shaw: CPU ğ‘œğ‘®ğ‘­ğ‘“ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Enable CPU load graph
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ CPU ğ‘¤ğ‘´ğ‘› ğ‘œğ‘®ğ‘­ğ‘“

source: Enable disk load graph
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘¤ğ‘´ğ‘› ğ‘œğ‘®ğ‘­ğ‘“

source: Enable load average graph
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¤ğ‘´ğ‘› ğ‘¨ğ‘ğ‘¼ğ‘¦ğ‘¡ ğ‘œğ‘®ğ‘­ğ‘“

source: Enable memory load graph
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘¤ğ‘´ğ‘› ğ‘œğ‘®ğ‘­ğ‘“

source: Enable network load graph
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¤ğ‘´ğ‘› ğ‘œğ‘®ğ‘­ğ‘“

source: Enable swap load graph
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¢ğ‘ªğ‘ ğ‘¤ğ‘´ğ‘› ğ‘œğ‘®ğ‘­ğ‘“

source: For horizontal panels, the width of the graphs in pixels. For vertical panels, this is the height of the graphs.
en@shaw: ğ‘“ğ‘¹ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ, ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘œğ‘®ğ‘­ğ‘“ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ. ğ‘“ğ‘¹ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ, ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘œğ‘®ğ‘­ğ‘“ğ‘•.

source: Graph color for buffer memory
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘šğ‘³ğ‘“ğ‘¼ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦

source: Graph color for cached memory
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘’ğ‘¨ğ‘–ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦

source: Graph color for disk read
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘®ğ‘§ğ‘›

source: Graph color for disk write
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘®ğ‘²ğ‘‘

source: Graph color for input network activity
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Graph color for load average
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘¤ğ‘´ğ‘› ğ‘¨ğ‘ğ‘¼ğ‘¦ğ‘¡

source: Graph color for nice-related CPU activity
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘¯ğ‘²ğ‘•-ğ‘®ğ‘¦ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› CPU ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Graph color for output network activity
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Graph color for shared memory
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘–ğ‘ºğ‘› ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦

source: Graph color for system-related CPU activity
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥-ğ‘®ğ‘¦ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› CPU ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦
