Repository: perberos/Mate-Desktop-Environment
Catalog: mate-applets/po/*.po
Languages: en@shaw

source: _About
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘

source: _Help
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘

source: _Keyboard Accessibility Preferences
en@shaw: _ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: AccessX Status Applet Factory
en@shaw: AccessX ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Keyboard Accessibility Status
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: Keyboard Accessibility Status Applet Factory
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Shows the status of keyboard accessibility features
en@shaw: ğ‘–ğ‘´ğ‘Ÿ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘“ğ‘°ğ‘—ğ‘¼ğ‘Ÿ

source: Shows the state of AccessX features such as latched modifiers
en@shaw: ğ‘–ğ‘´ğ‘Ÿ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘ AccessX ğ‘“ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘¤ğ‘¨ğ‘—ğ‘‘ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¼ğ‘Ÿ

source: translator-credits
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘©ğ‘• Â·ğ‘”ğ‘»ğ‘¥ğ‘©ğ‘¯

source: There was an error launching the help viewer: %s
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘¤ğ‘·ğ‘¯ğ‘—ğ‘¦ğ‘™ ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ğ‘¿ğ‘¼: %s

source: There was an error launching the keyboard preferences dialog: %s
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘¤ğ‘·ğ‘¯ğ‘—ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ: %s

source: a
en@shaw: ğ‘

source: AccessX Status
en@shaw: AccessX ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: Shows keyboard status when accessibility features are used.
en@shaw: ğ‘–ğ‘´ğ‘Ÿ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘“ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘¿ğ‘Ÿğ‘›.

source: XKB Extension is not enabled
en@shaw: XKB ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›

source: Unknown error
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘»ğ‘¼

source: Error: %s
en@shaw: ğ‘»ğ‘¼: %s

source: Displays current state of keyboard accessibility features
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘Ÿ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘“ğ‘°ğ‘—ğ‘¼ğ‘Ÿ

source: Battery Charge Monitor
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘—ğ‘¸ğ‘¡ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼

source: Monitor a laptop's remaining power
en@shaw: ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘© ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘'ğ‘• ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘¬ğ‘¼

source: _Preferences
en@shaw: _ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: System is running on AC power
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘ªğ‘¯ AC ğ‘ğ‘¬ğ‘¼

source: System is running on battery power
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼

source: Battery charged (%d%%)
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘—ğ‘¸ğ‘¡ğ‘› (%d%%)

source: Unknown time (%d%%) remaining
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘‘ğ‘²ğ‘¥ (%d%%) ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™

source: Unknown time (%d%%) until charged
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘‘ğ‘²ğ‘¥ (%d%%) ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘—ğ‘¸ğ‘¡ğ‘›

source: %d minute (%d%%) remaining
en@shaw: %d ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘‘ (%d%%) ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™

source: %d minute until charged (%d%%)
en@shaw: %d ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘—ğ‘¸ğ‘¡ğ‘› (%d%%)

source: %d hour (%d%%) remaining
en@shaw: %d ğ‘¬ğ‘¼ (%d%%) ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™

source: %d hour until charged (%d%%)
en@shaw: %d ğ‘¬ğ‘¼ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘—ğ‘¸ğ‘¡ğ‘› (%d%%)

source: %d %s %d %s (%d%%) remaining
en@shaw: %d %s %d %s (%d%%) ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™

source: hour
en@shaw: ğ‘¬ğ‘¼

source: minute
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘‘

source: %d %s %d %s until charged (%d%%)
en@shaw: %d %s %d %s ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘—ğ‘¸ğ‘¡ğ‘› (%d%%)

source: Battery Monitor
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼

source: Your battery is now fully recharged
en@shaw: ğ‘¿ğ‘¼ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¬ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘®ğ‘°ğ‘—ğ‘­ğ‘®ğ‘¡ğ‘›

source: Battery Notice
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘•

source: You have %d%% of your total battery capacity remaining.
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ %d%% ğ‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘’ğ‘©ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™.

source: You have %d minute of battery power remaining (%d%% of the total capacity).
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ %d ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ (%d%% ğ‘ ğ‘ ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘‘ğ‘¦).

source: To avoid losing your work: â€¢ plug your laptop into external power, or â€¢ save open documents and shut your laptop down.
en@shaw: ğ‘‘ ğ‘©ğ‘ğ‘¶ğ‘› ğ‘¤ğ‘µğ‘Ÿğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘¢ğ‘»ğ‘’: â€¢ ğ‘ğ‘¤ğ‘³ğ‘œ ğ‘¿ğ‘¼ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¬ğ‘¼, ğ‘¹ â€¢ ğ‘•ğ‘±ğ‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¯ ğ‘–ğ‘³ğ‘‘ ğ‘¿ğ‘¼ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘›ğ‘¬ğ‘¯.

source: To avoid losing your work: â€¢ suspend your laptop to save power, â€¢ plug your laptop into external power, or â€¢ save open documents and shut your laptop down.
en@shaw: ğ‘‘ ğ‘©ğ‘ğ‘¶ğ‘› ğ‘¤ğ‘µğ‘Ÿğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘¢ğ‘»ğ‘’: â€¢ ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ğ‘¬ğ‘¼, â€¢ ğ‘ğ‘¤ğ‘³ğ‘œ ğ‘¿ğ‘¼ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¬ğ‘¼, ğ‘¹ â€¢ ğ‘•ğ‘±ğ‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¯ ğ‘–ğ‘³ğ‘‘ ğ‘¿ğ‘¼ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘›ğ‘¬ğ‘¯.

source: Your battery is running low
en@shaw: ğ‘¿ğ‘¼ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘¤ğ‘´

source: No battery present
en@shaw: ğ‘¯ğ‘´ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘

source: Battery status unknown
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘³ğ‘¯ğ‘´ğ‘¯

source: N/A
en@shaw: ğ‘¯/ğ‘©

source: There was an error displaying help: %s
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘£ğ‘§ğ‘¤ğ‘: %s

source: This utility shows the status of your laptop battery.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘˜ğ‘µğ‘‘ğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘° ğ‘–ğ‘´ğ‘Ÿ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘ ğ‘¿ğ‘¼ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦.

source: HAL backend enabled.
en@shaw: HAL ğ‘šğ‘¨ğ‘’ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›.

source: Legacy (non-HAL) backend enabled.
en@shaw: ğ‘¤ğ‘§ğ‘œğ‘©ğ‘•ğ‘° (ğ‘¯ğ‘ªğ‘¯-HAL) ğ‘šğ‘¨ğ‘’ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›.

source: (shows single image for status and charge)
en@shaw: (ğ‘–ğ‘´ğ‘Ÿ ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘¯ ğ‘—ğ‘¸ğ‘¡)

source: (two images: one for status, one for charge)
en@shaw: (ğ‘‘ğ‘µ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ: ğ‘¢ğ‘³ğ‘¯ ğ‘“ğ‘¹ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•, ğ‘¢ğ‘³ğ‘¯ ğ‘“ğ‘¹ ğ‘—ğ‘¸ğ‘¡)

source: Appearance
en@shaw: ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘•

source: Battery Charge Monitor Preferences
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘—ğ‘¸ğ‘¡ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Notifications
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘©ğ‘“ğ‘©ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Show _percentage remaining
en@shaw: ğ‘–ğ‘´ _ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™

source: Show _time remaining
en@shaw: ğ‘–ğ‘´ _ğ‘‘ğ‘²ğ‘¥ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™

source: _Compact view
en@shaw: _ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘’ğ‘‘ ğ‘ğ‘¿

source: _Expanded view
en@shaw: _ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘ğ‘¿

source: _Notify when battery is fully recharged
en@shaw: _ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘¢ğ‘§ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘®ğ‘°ğ‘—ğ‘­ğ‘®ğ‘¡ğ‘›

source: _Show time/percentage:
en@shaw: _ğ‘–ğ‘´ ğ‘‘ğ‘²ğ‘¥/ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡:

source: _Warn when battery charge drops to:
en@shaw: _ğ‘¢ğ‘¹ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘—ğ‘¸ğ‘¡ ğ‘›ğ‘®ğ‘­ğ‘ğ‘• ğ‘‘:

source: HAL error
en@shaw: HAL ğ‘»ğ‘¼

source: Could not create libhal_ctx
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ libhal_ctx

source: No batteries found
en@shaw: ğ‘¯ğ‘´ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Unable to initialise HAL: %s: %s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘¾ğ‘¤ğ‘²ğ‘Ÿ Â·ğ‘£ğ‘¨ğ‘¤: %s: %s

source: 0 for no label, 1 for percentage and 2 for time remaining.
en@shaw: 0 ğ‘“ğ‘¹ ğ‘¯ğ‘´ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤, 1 ğ‘“ğ‘¹ ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘¯ 2 ğ‘“ğ‘¹ ğ‘‘ğ‘²ğ‘¥ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™.

source: Beep for warnings
en@shaw: ğ‘šğ‘°ğ‘ ğ‘“ğ‘¹ ğ‘¢ğ‘ªğ‘®ğ‘¯ğ‘¦ğ‘™ğ‘Ÿ

source: Beep when displaying a warning.
en@shaw: ğ‘šğ‘°ğ‘ ğ‘¢ğ‘§ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘© ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™.

source: Drain from top
en@shaw: ğ‘›ğ‘®ğ‘±ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘‘ğ‘ªğ‘

source: Full Battery Notification
en@shaw: ğ‘“ğ‘«ğ‘¤ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Low Battery Notification
en@shaw: ğ‘¤ğ‘´ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Notify user when the battery is full.
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘¿ğ‘Ÿğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘“ğ‘«ğ‘¤.

source: Notify user when the battery is low.
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘¿ğ‘Ÿğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘´.

source: Red value level
en@shaw: ğ‘®ğ‘§ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤

source: Show the battery meter draining from the top of the battery. Only implemented for traditional battery view.
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¥ğ‘°ğ‘‘ğ‘¼ ğ‘›ğ‘®ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘‘ğ‘®ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¿.

source: Show the horizontal battery
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦

source: Show the time/percent label
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘‘ğ‘²ğ‘¥/ğ‘ğ‘»ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Show the traditional, horizontal battery on the panel.
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘‘ğ‘®ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤, ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤.

source: Show the upright, smaller battery on the panel.
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘³ğ‘ğ‘®ğ‘²ğ‘‘, ğ‘•ğ‘¥ğ‘·ğ‘¤ğ‘¼ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤.

source: The battery level below which the battery is displayed as red. Also the value at which the low battery warning is displayed.
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¨ğ‘Ÿ ğ‘®ğ‘§ğ‘›. ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘¤ğ‘´ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›.

source: Upright (small) battery
en@shaw: ğ‘³ğ‘ğ‘®ğ‘²ğ‘‘ (ğ‘•ğ‘¥ğ‘·ğ‘¤) ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦

source: Use the value defined in red_value as a time remaining to show the warning dialog rather than a percentage.
en@shaw: ğ‘¿ğ‘Ÿ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘¯ red_value ğ‘¨ğ‘Ÿ ğ‘© ğ‘‘ğ‘²ğ‘¥ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘‘ ğ‘–ğ‘´ ğ‘ ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘®ğ‘­ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘© ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡.

source: Warn on low time rather than low percentage
en@shaw: ğ‘¢ğ‘¹ğ‘¯ ğ‘ªğ‘¯ ğ‘¤ğ‘´ ğ‘‘ğ‘²ğ‘¥ ğ‘®ğ‘­ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘¤ğ‘´ ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡

source: Percent
en@shaw: ğ‘ğ‘»ğ‘•ğ‘§ğ‘¯ğ‘‘

source: Minutes Remaining
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™

source: Battery Status Utility
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘˜ğ‘µğ‘‘ğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘°

source: Battery fully re-charged
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘®ğ‘°-ğ‘—ğ‘¸ğ‘¡ğ‘›

source: Battery power low
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼ ğ‘¤ğ‘´

source: Character Palette
en@shaw: ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘

source: Insert characters
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: Insert "%s"
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ "%s"

source: Insert special character
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼

source: insert special character %s
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ %s

source: Mate Panel applet for selecting strange characters that are not on my keyboard. Released under GNU General Public Licence.
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘“ğ‘¹ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘ªğ‘¯ ğ‘¥ğ‘² ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›. ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•.

source: Characters shown on applet startup
en@shaw: ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘–ğ‘´ğ‘¯ ğ‘ªğ‘¯ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘³ğ‘

source: DEPRECATED - Characters shown on applet startup
en@shaw: ğ‘›ğ‘§ğ‘ğ‘®ğ‘©ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› - ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘–ğ‘´ğ‘¯ ğ‘ªğ‘¯ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘³ğ‘

source: The string that the user had selected when the applet was last used. This string will be displayed when the user starts the applet.
en@shaw: ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘£ğ‘¨ğ‘› ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¿ğ‘•ğ‘‘. ğ‘ğ‘¦ğ‘• ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘• ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘.

source: _Edit
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘

source: _Palette:
en@shaw: _ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘:

source: Palette entry
en@shaw: ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: Modify a palette by adding or removing characters
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘© ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘šğ‘² ğ‘¨ğ‘›ğ‘¦ğ‘™ ğ‘¹ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: Add Palette
en@shaw: ğ‘¨ğ‘› ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘

source: Edit Palette
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘

source: Add button
en@shaw: ğ‘¨ğ‘› ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Click to add a new palette
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘¨ğ‘› ğ‘© ğ‘¯ğ‘¿ ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘

source: Edit button
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Click to edit the selected palette
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘

source: Delete button
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Click to delete the selected palette
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘

source: Character Palette Preferences
en@shaw: ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: CPU Frequency Scaling Monitor
en@shaw: CPU ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘•ğ‘’ğ‘±ğ‘¤ğ‘¦ğ‘™ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼

source: Monitor the CPU Frequency Scaling
en@shaw: ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘ CPU ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘•ğ‘’ğ‘±ğ‘¤ğ‘¦ğ‘™

source: A 0 value means to show cpu frequency, 1 to show frequency and units, and 2 to show percentage instead of frequency.
en@shaw: ğ‘© 0 ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘–ğ‘´ CPU ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘°, 1 ğ‘‘ ğ‘–ğ‘´ ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•, ğ‘¯ 2 ğ‘‘ ğ‘–ğ‘´ ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘°.

source: CPU to Monitor
en@shaw: CPU ğ‘‘ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼

source: Mode to show cpu usage
en@shaw: ğ‘¥ğ‘´ğ‘› ğ‘‘ ğ‘–ğ‘´ CPU ğ‘¿ğ‘•ğ‘¦ğ‘¡

source: Set the CPU to monitor. In a single processor system you don't have to change it.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ CPU ğ‘‘ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼. ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘ğ‘®ğ‘­ğ‘•ğ‘§ğ‘•ğ‘» ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘¦ğ‘‘.

source: The type of text to display (if the text is enabled).
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± (ğ‘¦ğ‘“ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›).

source: CPU Frequency Monitor Preferences
en@shaw: CPU ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Display Settings
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Monitor Settings
en@shaw: ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Show CPU frequency as _frequency
en@shaw: ğ‘–ğ‘´ CPU ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘¨ğ‘Ÿ _ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘°

source: Show CPU frequency as _percentage
en@shaw: ğ‘–ğ‘´ CPU ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘¨ğ‘Ÿ _ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡

source: Show frequency _units
en@shaw: ğ‘–ğ‘´ ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘° _ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•

source: _Appearance:
en@shaw: _ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘•:

source: _Monitored CPU:
en@shaw: _ğ‘¥ğ‘­ğ‘¯ğ‘©ğ‘‘ğ‘»ğ‘› CPU:

source: Could not open help document
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: This utility shows the current CPU Frequency Scaling.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘˜ğ‘µğ‘‘ğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘° ğ‘–ğ‘´ğ‘Ÿ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ CPU ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘•ğ‘’ğ‘±ğ‘¤ğ‘¦ğ‘™.

source: This utility shows the current CPU Frequency
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘˜ğ‘µğ‘‘ğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘° ğ‘–ğ‘´ğ‘Ÿ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ CPU ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘°

source: Graphic
en@shaw: ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’

source: Text
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Graphic and Text
en@shaw: ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ ğ‘¯ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Frequency Scaling Unsupported
en@shaw: ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘•ğ‘’ğ‘±ğ‘¤ğ‘¦ğ‘™ ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: CPU frequency scaling unsupported
en@shaw: CPU ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘•ğ‘’ğ‘±ğ‘¤ğ‘¦ğ‘™ ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Change CPU Frequency scaling
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ CPU ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘•ğ‘’ğ‘±ğ‘¤ğ‘¦ğ‘™

source: Privileges are required to change the CPU Frequency scaling.
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘©ğ‘¡ğ‘©ğ‘Ÿ ğ‘¸ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ CPU ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘•ğ‘’ğ‘±ğ‘¤ğ‘¦ğ‘™.

source: Drive Mount Applet Factory
en@shaw: ğ‘›ğ‘®ğ‘²ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Factory for drive mount applet
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘›ğ‘®ğ‘²ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Mount local disks and devices
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘• ğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•ğ‘©ğ‘Ÿ

source: (mounted)
en@shaw: (ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘›)

source: (not mounted)
en@shaw: (ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘›)

source: Cannot execute '%s'
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ '%s'

source: _Play DVD
en@shaw: _ğ‘ğ‘¤ğ‘± DVD

source: _Play CD
en@shaw: _ğ‘ğ‘¤ğ‘± CD

source: _Open %s
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯ %s

source: _Mount %s
en@shaw: _ğ‘¥ğ‘¬ğ‘¯ğ‘‘ %s

source: _Eject %s
en@shaw: _ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘ %s

source: Interval timeout to check mount point status
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘¥ğ‘¬ğ‘‘ ğ‘‘ ğ‘—ğ‘§ğ‘’ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: Time in seconds between status updates
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘•

source: A set of eyeballs for your panel
en@shaw: ğ‘© ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘²ğ‘šğ‘·ğ‘¤ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Eyes
en@shaw: ğ‘²ğ‘Ÿ

source: A goofy set of eyes for the MATE panel. They follow your mouse.
en@shaw: ğ‘© ğ‘œğ‘µğ‘“ğ‘° ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘²ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤. ğ‘ğ‘± ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘¿ğ‘¼ ğ‘¥ğ‘¬ğ‘•.

source: The eyes look in the direction of the mouse pointer
en@shaw: ğ‘ ğ‘²ğ‘Ÿ ğ‘¤ğ‘«ğ‘’ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼

source: Directory in which the theme is located
en@shaw: ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘”ğ‘°ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘›

source: Can not launch the eyes applet.
en@shaw: ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ ğ‘²ğ‘Ÿ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘.

source: There was a fatal error while trying to load the theme.
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘“ğ‘±ğ‘‘ğ‘©ğ‘¤ ğ‘»ğ‘¼ ğ‘¢ğ‘²ğ‘¤ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘ ğ‘”ğ‘°ğ‘¥.

source: Themes
en@shaw: ğ‘”ğ‘°ğ‘¥ğ‘Ÿ

source: _Select a theme:
en@shaw: _ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘”ğ‘°ğ‘¥:

source: Alt+Control changes layout.
en@shaw: ğ‘·ğ‘¤ğ‘‘+ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¤ğ‘±ğ‘¬ğ‘‘.

source: Alt+Shift changes layout.
en@shaw: ğ‘·ğ‘¤ğ‘‘+ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¤ğ‘±ğ‘¬ğ‘‘.

source: Armenian
en@shaw: ğ‘­ğ‘®ğ‘¥ğ‘°ğ‘¯ğ‘°ğ‘©ğ‘¯

source: Basque
en@shaw: ğ‘šğ‘¨ğ‘•ğ‘’

source: Belgian
en@shaw: ğ‘šğ‘§ğ‘¤ğ‘¡ğ‘©ğ‘¯

source: Both Alt keys together change layout.
en@shaw: ğ‘šğ‘´ğ‘” ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘Ÿ ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘¤ğ‘±ğ‘¬ğ‘‘.

source: Both Ctrl keys together change layout.
en@shaw: ğ‘šğ‘´ğ‘” ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘’ğ‘°ğ‘Ÿ ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘¤ğ‘±ğ‘¬ğ‘‘.

source: Both Shift keys together change layout.
en@shaw: ğ‘šğ‘´ğ‘” ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘’ğ‘°ğ‘Ÿ ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘¤ğ‘±ğ‘¬ğ‘‘.

source: Bulgarian Cyrillic
en@shaw: ğ‘šğ‘©ğ‘¤ğ‘œğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯ ğ‘•ğ‘»ğ‘¦ğ‘¤ğ‘¦ğ‘’

source: Control+Shift changes layout.
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤+ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¤ğ‘±ğ‘¬ğ‘‘.

source: French Swiss
en@shaw: ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘— ğ‘•ğ‘¢ğ‘¦ğ‘•

source: French-Canadian 105-key
en@shaw: ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘—-ğ‘’ğ‘©ğ‘¯ğ‘±ğ‘›ğ‘°ğ‘©ğ‘¯ 105-ğ‘’ğ‘°

source: Generic Keyboard
en@shaw: ğ‘¡ğ‘©ğ‘¯ğ‘§ğ‘®ğ‘¦ğ‘’ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: Georgian Latin
en@shaw: ğ‘¡ğ‘ªğ‘®ğ‘¡ğ‘©ğ‘¯ Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯

source: Georgian Russian layout
en@shaw: ğ‘¡ğ‘ªğ‘®ğ‘¡ğ‘©ğ‘¯ ğ‘®ğ‘³ğ‘–ğ‘©ğ‘¯ ğ‘¤ğ‘±ğ‘¬ğ‘‘

source: German
en@shaw: ğ‘¡ğ‘»ğ‘¥ğ‘©ğ‘¯

source: German Swiss with Euro
en@shaw: ğ‘¡ğ‘»ğ‘¥ğ‘©ğ‘¯ ğ‘•ğ‘¢ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘˜ğ‘µğ‘®ğ‘´

source: Hungarian 101-key latin 1
en@shaw: ğ‘£ğ‘©ğ‘™ğ‘œğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯ 101-ğ‘’ğ‘° Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯ 1

source: Hungarian 101-key latin 2
en@shaw: ğ‘£ğ‘©ğ‘™ğ‘œğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯ 101-ğ‘’ğ‘° Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯ 2

source: Hungarian 105-key latin 1
en@shaw: ğ‘£ğ‘©ğ‘™ğ‘œğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯ 105-ğ‘’ğ‘° Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯ 1

source: Hungarian 105-key latin 2
en@shaw: ğ‘£ğ‘©ğ‘™ğ‘œğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯ 105-ğ‘’ğ‘° Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯ 2

source: Hungarian PC/AT 101 keyboard
en@shaw: ğ‘£ğ‘©ğ‘™ğ‘œğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯ PC/AT 101 ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: Hungarian latin1
en@shaw: ğ‘£ğ‘©ğ‘™ğ‘œğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯ latin1

source: Layout shift behavior
en@shaw: ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼

source: Left Alt key changes layout.
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ Â·ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¤ğ‘±ğ‘¬ğ‘‘.

source: Left Ctrl key changes group.
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ Â·ğ‘’ğ‘‘ğ‘®ğ‘¤ ğ‘’ğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘œğ‘®ğ‘µğ‘.

source: Left Shift key changes group.
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘’ğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘œğ‘®ğ‘µğ‘.

source: Left Win-key changes layout.
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¢ğ‘¦ğ‘¯-ğ‘’ğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¤ğ‘±ğ‘¬ğ‘‘.

source: Macedonian
en@shaw: ğ‘¥ğ‘¨ğ‘•ğ‘©ğ‘›ğ‘´ğ‘¯ğ‘°ğ‘©ğ‘¯

source: Menu key changes layout.
en@shaw: ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘’ğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¤ğ‘±ğ‘¬ğ‘‘.

source: Norwegian
en@shaw: ğ‘¯ğ‘ªğ‘®ğ‘¢ğ‘°ğ‘¡ğ‘©ğ‘¯

source: Polish
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¦ğ‘–

source: Portugal
en@shaw: ğ‘ğ‘ªğ‘®ğ‘—ğ‘©ğ‘œğ‘©ğ‘¤

source: Right Alt key changes layout.
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¤ğ‘±ğ‘¬ğ‘‘.

source: Right Ctrl key changes group.
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘’ğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘œğ‘®ğ‘µğ‘.

source: Right Shift key changes group.
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘’ğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘œğ‘®ğ‘µğ‘.

source: Right Win-key changes layout.
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘¢ğ‘¦ğ‘¯-ğ‘’ğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¤ğ‘±ğ‘¬ğ‘‘.

source: Russian Cyrillic
en@shaw: ğ‘®ğ‘³ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘»ğ‘¦ğ‘¤ğ‘¦ğ‘’

source: Slovenian
en@shaw: ğ‘•ğ‘¤ğ‘´ğ‘ğ‘°ğ‘¯ğ‘°ğ‘©ğ‘¯

source: Sun (!not PC!) type5 Hungarian latin 2
en@shaw: ğ‘•ğ‘³ğ‘¯ (!ğ‘¯ğ‘ªğ‘‘ PC!) type5 ğ‘£ğ‘©ğ‘™ğ‘œğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯ Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯ 2

source: Swedish
en@shaw: ğ‘•ğ‘¢ğ‘°ğ‘›ğ‘¦ğ‘–

source: Thai
en@shaw: ğ‘‘ğ‘²

source: Turkish "F" keyboard
en@shaw: ğ‘‘ğ‘»ğ‘’ğ‘¦ğ‘– "F" ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: Turkish "Q" keyboard
en@shaw: ğ‘‘ğ‘»ğ‘’ğ‘¦ğ‘– "Q" ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: US 101-key keyboard
en@shaw: US 101-ğ‘’ğ‘° ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: US 105-key keyboard (with windows keys)
en@shaw: US 105-ğ‘’ğ‘° ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› (ğ‘¢ğ‘¦ğ‘ Â·ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘’ğ‘°ğ‘Ÿ)

source: US 84-key
en@shaw: US 84-ğ‘’ğ‘°

source: US DEC 450
en@shaw: US ğ‘›ğ‘§ğ‘’ 450

source: US International
en@shaw: US ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘¨ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤

source: US Macintosh
en@shaw: US ğ‘¥ğ‘¨ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘ªğ‘–

source: US PC/AT 101 keyboard
en@shaw: US PC/AT 101 ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: US Silicon Graphics 101-key
en@shaw: US ğ‘•ğ‘¦ğ‘¤ğ‘©ğ‘’ğ‘©ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘• 101-ğ‘’ğ‘°

source: US Sun type5
en@shaw: US ğ‘•ğ‘³ğ‘¯ type5

source: _Details
en@shaw: _ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: _Update
en@shaw: _ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Factory for creating the weather applet.
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘.

source: Monitor the current weather conditions, and forecasts
en@shaw: ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¯ ğ‘“ğ‘¹ğ‘’ğ‘­ğ‘•ğ‘‘ğ‘•

source: Weather Report
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘

source: A panel application for monitoring local weather conditions.
en@shaw: ğ‘© ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘¥ğ‘­ğ‘¯ğ‘©ğ‘‘ğ‘»ğ‘¦ğ‘™ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ.

source: MATE Weather
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘¢ğ‘§ğ‘ğ‘¼

source: Weather Forecast
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘“ğ‘¹ğ‘’ğ‘­ğ‘•ğ‘‘

source: City: %s Sky: %s Temperature: %s
en@shaw: ğ‘•ğ‘¦ğ‘‘ğ‘¦: %s ğ‘•ğ‘’ğ‘²: %s ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘©ğ‘—ğ‘¼: %s

source: Updating...
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘¦ğ‘™...
