Repository: perberos/Mate-Desktop-Environment
Catalog: mate-applets/po/*.po
Languages: en@shaw

source: Graph color for user-related CPU activity
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘¿ğ‘Ÿğ‘¼-ğ‘®ğ‘¦ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› CPU ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Graph color for user-related memory usage
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘¿ğ‘Ÿğ‘¼-ğ‘®ğ‘¦ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘¿ğ‘•ğ‘¦ğ‘¡

source: Graph color for user-related swap usage
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘¿ğ‘Ÿğ‘¼-ğ‘®ğ‘¦ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘¢ğ‘ªğ‘ ğ‘¿ğ‘•ğ‘¦ğ‘¡

source: Graph size
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘•ğ‘²ğ‘Ÿ

source: Load graph background color
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘œğ‘®ğ‘­ğ‘“ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Memory graph background color
en@shaw: ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘œğ‘®ğ‘­ğ‘“ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Network graph background color
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘œğ‘®ğ‘­ğ‘“ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Swap graph background color
en@shaw: ğ‘•ğ‘¢ğ‘ªğ‘ ğ‘œğ‘®ğ‘­ğ‘“ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: The desktop description file to execute as the system monitor
en@shaw: ğ‘ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼

source: Monitored Resources
en@shaw: ğ‘¥ğ‘­ğ‘¯ğ‘©ğ‘‘ğ‘»ğ‘› ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘•ğ‘©ğ‘Ÿ

source: _Processor
en@shaw: _ğ‘ğ‘®ğ‘­ğ‘•ğ‘§ğ‘•ğ‘»

source: _Memory
en@shaw: _ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦

source: _Network
en@shaw: _ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’

source: S_wap Space
en@shaw: _ğ‘•ğ‘¢ğ‘ªğ‘ ğ‘•ğ‘ğ‘±ğ‘•

source: _Load
en@shaw: _ğ‘¤ğ‘´ğ‘›

source: Options
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: System m_onitor width:
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ _ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘›ğ‘”:

source: System m_onitor height:
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ _ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘£ğ‘²ğ‘‘:

source: Sys_tem monitor update interval:
en@shaw: _ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘ğ‘©ğ‘¤:

source: milliseconds
en@shaw: ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: _User
en@shaw: _ğ‘¿ğ‘Ÿğ‘¼

source: S_ystem
en@shaw: _ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: N_ice
en@shaw: _ğ‘¯ğ‘²ğ‘•

source: I_dle
en@shaw: _ğ‘²ğ‘›ğ‘©ğ‘¤

source: Sh_ared
en@shaw: _ğ‘–ğ‘ºğ‘›

source: _Buffers
en@shaw: _ğ‘šğ‘³ğ‘“ğ‘¼ğ‘Ÿ

source: Cach_ed
en@shaw: _ğ‘’ğ‘¨ğ‘–ğ‘‘

source: F_ree
en@shaw: _ğ‘“ğ‘®ğ‘°

source: _In
en@shaw: _ğ‘¦ğ‘¯

source: _Out
en@shaw: _ğ‘¬ğ‘‘

source: _Local
en@shaw: _ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤

source: _Background
en@shaw: _ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›

source: _Used
en@shaw: _ğ‘¿ğ‘•ğ‘‘

source: _Free
en@shaw: _ğ‘“ğ‘®ğ‘°

source: Load
en@shaw: ğ‘¤ğ‘´ğ‘›

source: _Average
en@shaw: _ğ‘¨ğ‘ğ‘¼ğ‘¦ğ‘¡

source: _Read
en@shaw: _ğ‘®ğ‘§ğ‘›

source: _Write
en@shaw: _ğ‘®ğ‘²ğ‘‘

source: System Monitor Preferences
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: CD Player (Deprecated)
en@shaw: CD ğ‘ğ‘¤ğ‘±ğ‘¼ (ğ‘›ğ‘§ğ‘ğ‘®ğ‘©ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘›)

source: Panel applet for playing audio CDs
en@shaw: ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘·ğ‘›ğ‘¦ğ‘´ CDğ‘Ÿ

source: Alert you when new mail arrives
en@shaw: ğ‘©ğ‘¤ğ‘»ğ‘‘ ğ‘¿ ğ‘¢ğ‘§ğ‘¯ ğ‘¯ğ‘¿ ğ‘¥ğ‘±ğ‘¤ ğ‘¼ğ‘²ğ‘ğ‘Ÿ

source: Volume Control (Deprecated)
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ (ğ‘›ğ‘§ğ‘ğ‘®ğ‘©ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘›)

source: Factory for deprecating applets
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘›ğ‘§ğ‘ğ‘®ğ‘©ğ‘’ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ğ‘•

source: Null Applet Factory
en@shaw: ğ‘¯ğ‘³ğ‘¤ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Monitor the quality of a wireless network link
en@shaw: ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘ ğ‘’ğ‘¢ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘ ğ‘© ğ‘¢ğ‘²ğ‘®ğ‘¤ğ‘¦ğ‘• ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¤ğ‘¦ğ‘™ğ‘’

source: Wireless Link Monitor
en@shaw: ğ‘¢ğ‘²ğ‘®ğ‘¤ğ‘¦ğ‘• ğ‘¤ğ‘¦ğ‘™ğ‘’ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼

source: Keyboard Indicator (Deprecated)
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ (ğ‘›ğ‘§ğ‘ğ‘®ğ‘©ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘›)

source: Keyboard layout indicator
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼

source: CD Player
en@shaw: CD ğ‘ğ‘¤ğ‘±ğ‘¼

source: Keyboard Indicator
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼

source: Some panel items are no longer available
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘´ ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤

source: One or more panel items (also referred to as applets) are no longer available in the MATE desktop.
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘¹ ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ (ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘®ğ‘¦ğ‘“ğ‘»ğ‘› ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ğ‘•) ğ‘¸ ğ‘¯ğ‘´ ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘.

source: These items will now be removed from your configuration:
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘¬ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯:

source: You will not receive this message again.
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘©ğ‘œğ‘±ğ‘¯.

source: Tomboy (ne Stickynotes)
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘šğ‘¶ (ğ‘¯ğ‘§ Â·ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ğ‘¯ğ‘´ğ‘‘ğ‘•)

source: Tomboy (transparent upgrade from stickynotes)
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘šğ‘¶ (ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¨ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘³ğ‘ğ‘œğ‘®ğ‘±ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ğ‘¯ğ‘´ğ‘‘ğ‘•)

source: Create, view, and manage sticky notes on the desktop
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘, ğ‘ğ‘¿, ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘

source: Sticky Notes
en@shaw: ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Sticky Notes Applet Factory
en@shaw: ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘• ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Hi_de Notes
en@shaw: _ğ‘£ğ‘²ğ‘› ğ‘¯ğ‘´ğ‘‘ğ‘•

source: _Delete Notes
en@shaw: _ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: _Lock Notes
en@shaw: _ğ‘¤ğ‘ªğ‘’ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: _New Note
en@shaw: _ğ‘¯ğ‘¿ ğ‘¯ğ‘´ğ‘‘

source: This note is locked.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘´ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘.

source: This note is unlocked.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘´ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ğ‘‘.

source: Behavior
en@shaw: ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼

source: Choose a base color to use for all sticky notes
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘šğ‘±ğ‘• ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘·ğ‘¤ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Choose a color for the note
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘ ğ‘¯ğ‘´ğ‘‘

source: Choose a font for the note
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘¯ğ‘´ğ‘‘

source: Choose a font to use for all sticky notes
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘·ğ‘¤ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Choose if notes are visible on all workspaces
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘¦ğ‘“ ğ‘¯ğ‘´ğ‘‘ğ‘• ğ‘¸ ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘ªğ‘¯ ğ‘·ğ‘¤ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ

source: Choose if the default style is forced on all notes
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘¦ğ‘“ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘“ğ‘¹ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘·ğ‘¤ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Close note
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¯ğ‘´ğ‘‘

source: Default Note Properties
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¯ğ‘´ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Delete all sticky notes?
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘·ğ‘¤ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘•?

source: Delete this sticky note?
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘?

source: Font C_olor:
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ _ğ‘’ğ‘³ğ‘¤ğ‘¼:

source: Font Co_lor:
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ _ğ‘’ğ‘³ğ‘¤ğ‘¼:

source: Force _default color and font on notes
en@shaw: ğ‘“ğ‘¹ğ‘• _ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¯ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘ªğ‘¯ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: H_eight:
en@shaw: _ğ‘£ğ‘²ğ‘‘:

source: Lock/Unlock note
en@shaw: ğ‘¤ğ‘ªğ‘’/ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘¯ğ‘´ğ‘‘

source: Note C_olor:
en@shaw: ğ‘¯ğ‘´ğ‘‘ _ğ‘’ğ‘³ğ‘¤ğ‘¼:

source: Note _Color:
en@shaw: ğ‘¯ğ‘´ğ‘‘ _ğ‘’ğ‘³ğ‘¤ğ‘¼:

source: Pick a color for the sticky note
en@shaw: ğ‘ğ‘¦ğ‘’ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘

source: Pick a default sticky note color
en@shaw: ğ‘ğ‘¦ğ‘’ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Pick a default sticky note font
en@shaw: ğ‘ğ‘¦ğ‘’ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Pick a font for the sticky note
en@shaw: ğ‘ğ‘¦ğ‘’ ğ‘© ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘

source: Properties
en@shaw: ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Resize note
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘²ğ‘Ÿ ğ‘¯ğ‘´ğ‘‘

source: Specify a title for the note
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘© ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ ğ‘¯ğ‘´ğ‘‘

source: Specify the default height (in pixels) of new notes
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘£ğ‘²ğ‘‘ (ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ) ğ‘ ğ‘¯ğ‘¿ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Specify the default width (in pixels) of new notes
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘” (ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ) ğ‘ ğ‘¯ğ‘¿ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Sticky Note
en@shaw: ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘

source: Sticky Note Properties
en@shaw: ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Sticky Notes Preferences
en@shaw: ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘• ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: This cannot be undone.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘³ğ‘¯ğ‘›ğ‘³ğ‘¯.

source: Use co_lor from the system theme
en@shaw: ğ‘¿ğ‘Ÿ _ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘”ğ‘°ğ‘¥

source: Use default co_lor
en@shaw: ğ‘¿ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ _ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Use default fo_nt
en@shaw: ğ‘¿ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ _ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Use fo_nt from the system theme
en@shaw: ğ‘¿ğ‘Ÿ _ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘”ğ‘°ğ‘¥

source: _Delete All
en@shaw: _ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘·ğ‘¤

source: _Font:
en@shaw: _ğ‘“ğ‘ªğ‘¯ğ‘‘:

source: _Put notes on all workspaces
en@shaw: _ğ‘ğ‘«ğ‘‘ ğ‘¯ğ‘´ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘·ğ‘¤ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ

source: _Title:
en@shaw: _ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤:

source: By default, sticky notes are given the current date as the title when they are created. This format is used; anything that can be parsed by strftime() is valid.
en@shaw: ğ‘šğ‘² ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘, ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘• ğ‘¸ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘±ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›. ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘›; ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘ğ‘¸ğ‘•ğ‘‘ ğ‘šğ‘² strftime() ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›.

source: Date format of note's title
en@shaw: ğ‘›ğ‘±ğ‘‘ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘ ğ‘¯ğ‘´ğ‘‘'ğ‘• ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤

source: Default color for font
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Default color for new notes
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘¯ğ‘¿ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Default color for new sticky notes. This should be in html hex specification, for example "#30FF50".
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘¯ğ‘¿ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘•. ğ‘ğ‘¦ğ‘• ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘¯ HTML ğ‘£ğ‘§ğ‘’ğ‘• ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘“ğ‘¹ ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ "#30FF50".

source: Default font color for new sticky notes. This should be in html hex specification, for example "#000000".
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘¯ğ‘¿ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘•. ğ‘ğ‘¦ğ‘• ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘¯ HTML ğ‘£ğ‘§ğ‘’ğ‘• ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘“ğ‘¹ ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ "#000000".

source: Default font for new notes
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘¯ğ‘¿ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Default font for new sticky notes. This should be a Pango Font Name, for example "Sans Italic 10".
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘¯ğ‘¿ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘•. ğ‘ğ‘¦ğ‘• ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘© Â·ğ‘ğ‘¨ğ‘™ğ‘´ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥, ğ‘“ğ‘¹ ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ "Sans Italic 10".

source: Default height for new notes
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘£ğ‘²ğ‘‘ ğ‘“ğ‘¹ ğ‘¯ğ‘¿ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Default height for new sticky notes in pixels.
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘£ğ‘²ğ‘‘ ğ‘“ğ‘¹ ğ‘¯ğ‘¿ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ.

source: Default width for new notes
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘“ğ‘¹ ğ‘¯ğ‘¿ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Default width for new sticky notes in pixels.
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘“ğ‘¹ ğ‘¯ğ‘¿ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ.

source: Empty notes are always deleted without confirmation.
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘• ğ‘¸ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯.

source: If this option is disabled, a custom color can be used as the default color for all sticky notes.
en@shaw: ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›, ğ‘© ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘¨ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘·ğ‘¤ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘•.

source: If this option is disabled, a custom font can be used as the default font for all sticky notes.
en@shaw: ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›, ğ‘© ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘¨ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘·ğ‘¤ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘•.

source: If this option is enabled, the custom colors and fonts that have been assigned to individual notes will be ignored.
en@shaw: ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›, ğ‘ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘“ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘¨ğ‘Ÿğ‘•ğ‘²ğ‘¯ğ‘› ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘ğ‘¦ğ‘›ğ‘¿ğ‘©ğ‘¤ ğ‘¯ğ‘´ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘›.

source: Specifies whether the sticky notes are locked (non-editable) or not.
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘Ÿ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘• ğ‘¸ ğ‘¤ğ‘ªğ‘’ğ‘‘ (ğ‘¯ğ‘ªğ‘¯-ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤) ğ‘¹ ğ‘¯ğ‘ªğ‘‘.

source: Specifies whether the sticky notes are visible on ALL workspaces on the desktop, or not.
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘Ÿ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘• ğ‘¸ ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘ªğ‘¯ ğ‘·ğ‘¤ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘, ğ‘¹ ğ‘¯ğ‘ªğ‘‘.

source: Sticky notes' locked state
en@shaw: ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘•' ğ‘¤ğ‘ªğ‘’ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘‘

source: Whether to ask for confirmation when deleting a note
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘“ğ‘¹ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘¦ğ‘™ ğ‘© ğ‘¯ğ‘´ğ‘‘

source: Whether to force the default color and font on all notes
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘“ğ‘¹ğ‘• ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¯ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘ªğ‘¯ ğ‘·ğ‘¤ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Whether to use the default system color
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Whether to use the default system font
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: %d note
en@shaw: %d ğ‘¯ğ‘´ğ‘‘

source: Show sticky notes
en@shaw: ğ‘–ğ‘´ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Sticky Notes for the MATE Desktop Environment
en@shaw: ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘• ğ‘“ğ‘¹ ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘§ğ‘¯ğ‘ğ‘²ğ‘¼ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Go to Trash
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘–

source: Trash
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘–

source: _Empty Trash
en@shaw: _ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘®ğ‘¨ğ‘–

source: _Open Trash
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘¨ğ‘–

source: %d Item in Trash
en@shaw: %d ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¦ğ‘¯ ğ‘‘ğ‘®ğ‘¨ğ‘–

source: No Items in Trash
en@shaw: ğ‘¯ğ‘´ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘‘ğ‘®ğ‘¨ğ‘–

source: Error while spawning caja: %s
en@shaw: ğ‘»ğ‘¼ ğ‘¢ğ‘²ğ‘¤ ğ‘•ğ‘ğ‘­ğ‘¯ğ‘¦ğ‘™ ğ‘¯ğ‘ªğ‘‘ğ‘©ğ‘¤ğ‘©ğ‘•: %s

source: A MATE trash bin that lives in your panel. You can use it to view the trash or drag and drop items into the trash.
en@shaw: ğ‘© Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘‘ğ‘®ğ‘¨ğ‘– ğ‘šğ‘¦ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘²ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤. ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ğ‘• ğ‘¦ğ‘‘ ğ‘‘ ğ‘ğ‘¿ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘– ğ‘¹ ğ‘›ğ‘®ğ‘¨ğ‘œ ğ‘¯ ğ‘›ğ‘®ğ‘ªğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘–.

source: Delete Immediately?
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘°?

source: Cannot move items to trash, do you want to delete them immediately?
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘–, ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘°?

source: Cannot move some items to trash, do you want to delete these immediately?
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘–, ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘°?

source: Trash Applet
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘– ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Removing item %s of %s
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘²ğ‘‘ğ‘©ğ‘¥ %s ğ‘ %s

source: Removing: %s
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™: %s

source: Empty all of the items from the trash?
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘–?

source: If you choose to empty the trash, all items in it will be permanently lost. Please note that you can also delete them separately.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘—ğ‘µğ‘Ÿ ğ‘‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘–, ğ‘·ğ‘¤ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¤ğ‘ªğ‘•ğ‘‘. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¯ğ‘´ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘‘ğ‘¤ğ‘¦.

source: Emptying the Trash
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘°ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘–

source: From:
en@shaw: ğ‘“ğ‘®ğ‘ªğ‘¥:
