Repository: perberos/Mate-Desktop-Environment
Catalog: mate-character-map/po/*.po
Languages: en@shaw

source: Character Map
en@shaw: ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘¥ğ‘¨ğ‘

source: Insert special characters into documents
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Canonical decomposition:
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘ªğ‘¯ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘›ğ‘°ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯:

source: [not a printable character]
en@shaw: [ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼]

source: General Character Properties
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: In Unicode since:
en@shaw: ğ‘¦ğ‘¯ Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘´ğ‘› ğ‘•ğ‘¦ğ‘¯ğ‘•:

source: Unicode category:
en@shaw: Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘´ğ‘› ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘°:

source: Various Useful Representations
en@shaw: ğ‘ğ‘ºğ‘¦ğ‘©ğ‘• ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘®ğ‘°ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: C octal escaped UTF-8:
en@shaw: C ğ‘ªğ‘’ğ‘‘ğ‘©ğ‘¤ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘ UTF-8:

source: XML decimal entity:
en@shaw: XML ğ‘›ğ‘§ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘‘ğ‘¦:

source: Annotations and Cross References
en@shaw: ğ‘¨ğ‘¯ğ‘©ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘’ğ‘®ğ‘ªğ‘• ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Alias names:
en@shaw: ğ‘±ğ‘¤ğ‘°ğ‘©ğ‘• ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ:

source: Notes:
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘•:

source: See also:
en@shaw: ğ‘•ğ‘° ğ‘·ğ‘¤ğ‘•ğ‘´:

source: Approximate equivalents:
en@shaw: ğ‘©ğ‘ğ‘®ğ‘ªğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘±ğ‘‘ ğ‘¦ğ‘’ğ‘¢ğ‘¦ğ‘ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘ğ‘•:

source: Equivalents:
en@shaw: ğ‘¦ğ‘’ğ‘¢ğ‘¦ğ‘ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘ğ‘•:

source: CJK Ideograph Information
en@shaw: CJK ğ‘¦ğ‘›ğ‘¦ğ‘´ğ‘œğ‘®ğ‘±ğ‘“ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Definition in English:
en@shaw: ğ‘›ğ‘§ğ‘“ğ‘©ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘¦ğ‘™ğ‘¤ğ‘¦ğ‘–:

source: Mandarin Pronunciation:
en@shaw: ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘»ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘¯ğ‘³ğ‘¯ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Cantonese Pronunciation:
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘°ğ‘Ÿ ğ‘ğ‘®ğ‘©ğ‘¯ğ‘³ğ‘¯ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Japanese On Pronunciation:
en@shaw: ğ‘¡ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘°ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ğ‘®ğ‘©ğ‘¯ğ‘³ğ‘¯ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Japanese Kun Pronunciation:
en@shaw: ğ‘¡ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘°ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘¯ğ‘³ğ‘¯ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Tang Pronunciation:
en@shaw: ğ‘‘ğ‘¨ğ‘™ ğ‘ğ‘®ğ‘©ğ‘¯ğ‘³ğ‘¯ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Korean Pronunciation:
en@shaw: ğ‘’ğ‘ªğ‘®ğ‘°ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘¯ğ‘³ğ‘¯ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Characte_r Table
en@shaw: _ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤

source: Character _Details
en@shaw: ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ _ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Unknown character, unable to identify.
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼, ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘².

source: Not found.
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›.

source: Character found.
en@shaw: ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘“ğ‘¬ğ‘¯ğ‘›.

source: Character Table
en@shaw: ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤

source: Font
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Font Family
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦

source: Font Size
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ

source: MateConf could not be initialized.
en@shaw: MateConf ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘›.

source: Common
en@shaw: ğ‘’ğ‘ªğ‘¥ğ‘©ğ‘¯

source: <Non Private Use High Surrogate>
en@shaw: <ğ‘¯ğ‘ªğ‘¯ ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘¿ğ‘Ÿ ğ‘£ğ‘² ğ‘•ğ‘»ğ‘©ğ‘œğ‘©ğ‘‘>

source: <Private Use High Surrogate>
en@shaw: <ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘¿ğ‘Ÿ ğ‘£ğ‘² ğ‘•ğ‘»ğ‘©ğ‘œğ‘©ğ‘‘>

source: <Low Surrogate>
en@shaw: <ğ‘¤ğ‘´ ğ‘•ğ‘»ğ‘©ğ‘œğ‘©ğ‘‘>

source: <Private Use>
en@shaw: <ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘¿ğ‘Ÿ>

source: <Plane 15 Private Use>
en@shaw: <ğ‘ğ‘¤ğ‘±ğ‘¯ 15 ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘¿ğ‘Ÿ>

source: <Plane 16 Private Use>
en@shaw: <ğ‘ğ‘¤ğ‘±ğ‘¯ 16 ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘¿ğ‘Ÿ>

source: <not assigned>
en@shaw: <ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘Ÿğ‘•ğ‘²ğ‘¯ğ‘›>

source: Other, Control
en@shaw: ğ‘³ğ‘ğ‘¼, ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤

source: Other, Format
en@shaw: ğ‘³ğ‘ğ‘¼, ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Other, Not Assigned
en@shaw: ğ‘³ğ‘ğ‘¼, ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘Ÿğ‘•ğ‘²ğ‘¯ğ‘›

source: Other, Private Use
en@shaw: ğ‘³ğ‘ğ‘¼, ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘¿ğ‘Ÿ

source: Other, Surrogate
en@shaw: ğ‘³ğ‘ğ‘¼, ğ‘•ğ‘»ğ‘©ğ‘œğ‘©ğ‘‘

source: Letter, Modifier
en@shaw: ğ‘¤ğ‘§ğ‘‘ğ‘¼, ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¼

source: Letter, Other
en@shaw: ğ‘¤ğ‘§ğ‘‘ğ‘¼, ğ‘³ğ‘ğ‘¼

source: Mark, Spacing Combining
en@shaw: ğ‘¥ğ‘¸ğ‘’, ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘¦ğ‘™

source: Mark, Enclosing
en@shaw: ğ‘¥ğ‘¸ğ‘’, ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™

source: Mark, Non-Spacing
en@shaw: ğ‘¥ğ‘¸ğ‘’, ğ‘¯ğ‘ªğ‘¯-ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Number, Decimal Digit
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼, ğ‘›ğ‘§ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘¡ğ‘¦ğ‘‘

source: Number, Letter
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼, ğ‘¤ğ‘§ğ‘‘ğ‘¼

source: Number, Other
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼, ğ‘³ğ‘ğ‘¼

source: Punctuation, Connector
en@shaw: ğ‘ğ‘³ğ‘™ğ‘’ğ‘—ğ‘«ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘»

source: Punctuation, Dash
en@shaw: ğ‘ğ‘³ğ‘™ğ‘’ğ‘—ğ‘«ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘›ğ‘¨ğ‘–

source: Punctuation, Close
en@shaw: ğ‘ğ‘³ğ‘™ğ‘’ğ‘—ğ‘«ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘’ğ‘¤ğ‘´ğ‘Ÿ

source: Punctuation, Final Quote
en@shaw: ğ‘ğ‘³ğ‘™ğ‘’ğ‘—ğ‘«ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘¢ğ‘´ğ‘‘

source: Punctuation, Initial Quote
en@shaw: ğ‘ğ‘³ğ‘™ğ‘’ğ‘—ğ‘«ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘’ğ‘¢ğ‘´ğ‘‘

source: Punctuation, Other
en@shaw: ğ‘ğ‘³ğ‘™ğ‘’ğ‘—ğ‘«ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘³ğ‘ğ‘¼

source: Punctuation, Open
en@shaw: ğ‘ğ‘³ğ‘™ğ‘’ğ‘—ğ‘«ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘´ğ‘ğ‘©ğ‘¯

source: Symbol, Currency
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤, ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¦

source: Symbol, Modifier
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤, ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¼

source: Symbol, Math
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤, ğ‘¥ğ‘¨ğ‘”

source: Symbol, Other
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤, ğ‘³ğ‘ğ‘¼

source: Separator, Line
en@shaw: ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼, ğ‘¤ğ‘²ğ‘¯

source: Separator, Paragraph
en@shaw: ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼, ğ‘ğ‘¸ğ‘©ğ‘œğ‘®ğ‘­ğ‘“

source: Separator, Space
en@shaw: ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼, ğ‘•ğ‘ğ‘±ğ‘•

source: Searchingâ€¦
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™â€¦

source: Permission is hereby granted, free of charge, to any person obtaining a copy of the Unicode data files to deal in them without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, and/or sell copies.
en@shaw: ğ‘ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘ªğ‘¯ ğ‘¦ğ‘Ÿ ğ‘£ğ‘½ğ‘šğ‘² ğ‘œğ‘®ğ‘­ğ‘¯ğ‘‘ğ‘§ğ‘›, ğ‘“ğ‘®ğ‘° ğ‘ ğ‘—ğ‘¸ğ‘¡, ğ‘‘ ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ ğ‘ªğ‘šğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘© ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘ Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘´ğ‘› ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘›ğ‘°ğ‘¤ ğ‘¦ğ‘¯ ğ‘ğ‘§ğ‘¥ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘’ğ‘–ğ‘©ğ‘¯, ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘›ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘®ğ‘²ğ‘‘ğ‘• ğ‘‘ ğ‘¿ğ‘•, ğ‘’ğ‘ªğ‘ğ‘¦, ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘², ğ‘¥ğ‘»ğ‘¡, ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘–, ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘, ğ‘¯/ğ‘¹ ğ‘•ğ‘§ğ‘¤ ğ‘’ğ‘ªğ‘ğ‘¦ğ‘Ÿ.

source: MATE Character Map
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘¥ğ‘¨ğ‘

source: Based on the Unicode Character Database 5.2
en@shaw: ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘ Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘´ğ‘› ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘šğ‘±ğ‘• 5.2

source: translator-credits
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘©ğ‘• Â·ğ‘”ğ‘»ğ‘¥ğ‘©ğ‘¯

source: Next Script
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘

source: Previous Script
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘

source: Next Block
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘¤ğ‘ªğ‘’

source: Previous Block
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘šğ‘¤ğ‘ªğ‘’

source: _File
en@shaw: _ğ‘“ğ‘²ğ‘¤

source: _View
en@shaw: _ğ‘ğ‘¿

source: _Search
en@shaw: _ğ‘•ğ‘»ğ‘—

source: _Go
en@shaw: _ğ‘œğ‘´

source: _Help
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘

source: Page _Setup
en@shaw: ğ‘ğ‘±ğ‘¡ _ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘

source: Find _Next
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› _ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘

source: Find _Previous
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› _ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•

source: _Next Character
en@shaw: _ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼

source: _Previous Character
en@shaw: _ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼

source: _Contents
en@shaw: _ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•

source: _About
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘

source: By _Script
en@shaw: ğ‘šğ‘² _ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘

source: By _Unicode Block
en@shaw: ğ‘šğ‘² _Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘´ğ‘› ğ‘šğ‘¤ğ‘ªğ‘’

source: Snap _Columns to Power of Two
en@shaw: ğ‘•ğ‘¯ğ‘¨ğ‘ _ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘ğ‘¬ğ‘¼ ğ‘ ğ‘‘ğ‘µ

source: _Text to copy:
en@shaw: _ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘’ğ‘ªğ‘ğ‘¦:

source: Copy to the clipboard.
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘‘ ğ‘ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘›.

source: FONT
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Basic Latin
en@shaw: ğ‘šğ‘±ğ‘•ğ‘¦ğ‘’ Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯

source: Latin-1 Supplement
en@shaw: Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯-1 ğ‘•ğ‘©ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Latin Extended-A
en@shaw: Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘›-A

source: Latin Extended-B
en@shaw: Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘›-B

source: Spacing Modifier Letters
en@shaw: ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¼ ğ‘¤ğ‘§ğ‘‘ğ‘¼ğ‘Ÿ

source: Combining Diacritical Marks
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘¦ğ‘™ ğ‘›ğ‘²ğ‘©ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘’ğ‘©ğ‘¤ ğ‘¥ğ‘¸ğ‘’ğ‘•

source: Greek and Coptic
en@shaw: ğ‘œğ‘®ğ‘°ğ‘’ ğ‘¯ ğ‘’ğ‘­ğ‘ğ‘‘ğ‘¦ğ‘’

source: Cyrillic
en@shaw: ğ‘•ğ‘»ğ‘¦ğ‘¤ğ‘¦ğ‘’

source: Cyrillic Supplement
en@shaw: ğ‘•ğ‘»ğ‘¦ğ‘¤ğ‘¦ğ‘’ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Armenian
en@shaw: ğ‘­ğ‘®ğ‘¥ğ‘°ğ‘¯ğ‘°ğ‘©ğ‘¯

source: Hebrew
en@shaw: Â·ğ‘£ğ‘°ğ‘šğ‘®ğ‘µ

source: Arabic
en@shaw: Â·ğ‘¸ğ‘©ğ‘šğ‘¦ğ‘’

source: Arabic Supplement
en@shaw: Â·ğ‘¸ğ‘©ğ‘šğ‘¦ğ‘’ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: N'Ko
en@shaw: Â·ğ‘¯'ğ‘’ğ‘´

source: Samaritan
en@shaw: Â·ğ‘•ğ‘©ğ‘¥ğ‘¸ğ‘¦ğ‘‘ğ‘©ğ‘¯

source: Bengali
en@shaw: Â·ğ‘šğ‘§ğ‘™ğ‘œğ‘­ğ‘¤ğ‘°

source: Tamil
en@shaw: Â·ğ‘‘ğ‘©ğ‘¥ğ‘¦ğ‘¤

source: Telugu
en@shaw: Â·ğ‘‘ğ‘§ğ‘¤ğ‘«ğ‘œğ‘µ

source: Thai
en@shaw: Â·ğ‘‘ğ‘²

source: Lao
en@shaw: Â·ğ‘¤ğ‘¶

source: Tibetan
en@shaw: Â·ğ‘‘ğ‘¦ğ‘šğ‘§ğ‘‘ğ‘©ğ‘¯

source: Myanmar
en@shaw: Â·ğ‘¥ğ‘˜ğ‘­ğ‘¯ğ‘¥ğ‘­ğ‘®

source: Georgian
en@shaw: Â·ğ‘¡ğ‘ªğ‘®ğ‘¡ğ‘©ğ‘¯

source: Cherokee
en@shaw: Â·ğ‘—ğ‘§ğ‘®ğ‘©ğ‘’ğ‘°

source: Tagalog
en@shaw: Â·ğ‘‘ğ‘¨ğ‘œğ‘©ğ‘¤ğ‘­ğ‘œ

source: Khmer
en@shaw: Â·ğ‘’ğ‘¥ğ‘»

source: Mongolian
en@shaw: Â·ğ‘¥ğ‘­ğ‘™ğ‘œğ‘´ğ‘¤ğ‘°ğ‘©ğ‘¯

source: Tai Le
en@shaw: Â·ğ‘‘ğ‘² Â·ğ‘¤ğ‘©

source: New Tai Lue
en@shaw: ğ‘¯ğ‘¿ Â·ğ‘‘ğ‘² Â·ğ‘¤ğ‘µ

source: Khmer Symbols
en@shaw: Â·ğ‘’ğ‘¥ğ‘§ğ‘® ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Tai Tham
en@shaw: Â·ğ‘‘ğ‘² Â·ğ‘”ğ‘¨ğ‘¥

source: Balinese
en@shaw: Â·ğ‘šğ‘¨ğ‘¤ğ‘¦ğ‘¯ğ‘°ğ‘Ÿ

source: Phonetic Extensions
en@shaw: ğ‘“ğ‘©ğ‘¯ğ‘§ğ‘‘ğ‘¦ğ‘’ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Phonetic Extensions Supplement
en@shaw: ğ‘“ğ‘©ğ‘¯ğ‘§ğ‘‘ğ‘¦ğ‘’ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Combining Diacritical Marks Supplement
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘¦ğ‘™ ğ‘›ğ‘²ğ‘©ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘’ğ‘©ğ‘¤ ğ‘¥ğ‘¸ğ‘’ğ‘• ğ‘•ğ‘©ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Latin Extended Additional
en@shaw: Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤

source: Greek Extended
en@shaw: Â·ğ‘œğ‘®ğ‘°ğ‘’ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘›

source: General Punctuation
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘™ğ‘’ğ‘—ğ‘«ğ‘±ğ‘–ğ‘©ğ‘¯

source: Currency Symbols
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Combining Diacritical Marks for Symbols
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘¦ğ‘™ ğ‘›ğ‘²ğ‘©ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘’ğ‘©ğ‘¤ ğ‘¥ğ‘¸ğ‘’ğ‘• ğ‘“ğ‘¹ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Number Forms
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘“ğ‘¹ğ‘¥ğ‘Ÿ

source: Arrows
en@shaw: ğ‘¸ğ‘´ğ‘Ÿ

source: Mathematical Operators
en@shaw: ğ‘¥ğ‘¨ğ‘”ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ

source: Miscellaneous Technical
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘• ğ‘‘ğ‘§ğ‘’ğ‘¯ğ‘¦ğ‘’ğ‘©ğ‘¤

source: Control Pictures
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘˜ğ‘¼ğ‘Ÿ

source: Optical Character Recognition
en@shaw: ğ‘­ğ‘ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¯

source: Box Drawing
en@shaw: ğ‘šğ‘ªğ‘’ğ‘• ğ‘›ğ‘®ğ‘·ğ‘¦ğ‘™

source: Block Elements
en@shaw: ğ‘šğ‘¤ğ‘ªğ‘’ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Geometric Shapes
en@shaw: ğ‘¡ğ‘°ğ‘©ğ‘¥ğ‘§ğ‘‘ğ‘®ğ‘¦ğ‘’ ğ‘–ğ‘±ğ‘ğ‘•

source: Miscellaneous Symbols
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘• ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Miscellaneous Mathematical Symbols-A
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘• ğ‘¥ğ‘¨ğ‘”ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ-A

source: Supplemental Arrows-A
en@shaw: ğ‘•ğ‘©ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘¸ğ‘´ğ‘Ÿ-A

source: Braille Patterns
en@shaw: ğ‘šğ‘®ğ‘±ğ‘¤ ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ğ‘Ÿ

source: Supplemental Arrows-B
en@shaw: ğ‘•ğ‘©ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘¸ğ‘´ğ‘Ÿ-B

source: Miscellaneous Mathematical Symbols-B
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘• ğ‘¥ğ‘¨ğ‘”ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ-B

source: Supplemental Mathematical Operators
en@shaw: ğ‘•ğ‘©ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘”ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ

source: Miscellaneous Symbols and Arrows
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘• ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘¸ğ‘´ğ‘Ÿ

source: Latin Extended-C
en@shaw: Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘›-ğ‘•ğ‘°

source: Coptic
en@shaw: Â·ğ‘’ğ‘­ğ‘ğ‘‘ğ‘¦ğ‘’

source: Georgian Supplement
en@shaw: Â·ğ‘¡ğ‘ªğ‘®ğ‘¡ğ‘©ğ‘¯ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Cyrillic Extended-A
en@shaw: Â·ğ‘•ğ‘»ğ‘¦ğ‘¤ğ‘¦ğ‘’ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘›-A

source: Supplemental Punctuation
en@shaw: ğ‘•ğ‘©ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘™ğ‘’ğ‘—ğ‘«ğ‘±ğ‘–ğ‘©ğ‘¯

source: Yi Syllables
en@shaw: Â·ğ‘˜ğ‘° ğ‘•ğ‘¦ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Yi Radicals
en@shaw: Â·ğ‘˜ğ‘° ğ‘®ğ‘¨ğ‘›ğ‘©ğ‘’ğ‘©ğ‘¤ğ‘Ÿ

source: Cyrillic Extended-B
en@shaw: ğ‘•ğ‘»ğ‘¦ğ‘¤ğ‘¦ğ‘’ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘›-B

source: Modifier Tone Letters
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¼ ğ‘‘ğ‘´ğ‘¯ ğ‘¤ğ‘§ğ‘‘ğ‘¼ğ‘Ÿ

source: Latin Extended-D
en@shaw: Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘›-ğ‘›ğ‘°

source: Common Indic Number Forms
en@shaw: ğ‘’ğ‘ªğ‘¥ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘“ğ‘¹ğ‘¥ğ‘Ÿ

source: Javanese
en@shaw: Â·ğ‘¡ğ‘­ğ‘ğ‘©ğ‘¯ğ‘°ğ‘Ÿ

source: Cham
en@shaw: Â·ğ‘—ğ‘¨ğ‘¥

source: Myanmar Extended-A
en@shaw: Â·ğ‘¥ğ‘˜ğ‘­ğ‘¯ğ‘¥ğ‘­ğ‘® ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘›-A

source: Tai Viet
en@shaw: Â·ğ‘‘ğ‘² Â·ğ‘ğ‘°ğ‘§ğ‘‘

source: High Surrogates
en@shaw: ğ‘£ğ‘² ğ‘•ğ‘»ğ‘©ğ‘œğ‘©ğ‘‘ğ‘•

source: High Private Use Surrogates
en@shaw: ğ‘£ğ‘² ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘¿ğ‘Ÿ ğ‘•ğ‘»ğ‘©ğ‘œğ‘©ğ‘‘ğ‘•

source: Low Surrogates
en@shaw: ğ‘¤ğ‘´ ğ‘•ğ‘»ğ‘©ğ‘œğ‘©ğ‘‘ğ‘•

source: Private Use Area
en@shaw: ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘¿ğ‘Ÿ ğ‘ºğ‘¦ğ‘©

source: Alphabetic Presentation Forms
en@shaw: ğ‘¨ğ‘¤ğ‘“ğ‘©ğ‘šğ‘§ğ‘‘ğ‘¦ğ‘’ ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ğ‘¥ğ‘Ÿ

source: Arabic Presentation Forms-A
en@shaw: Â·ğ‘¸ğ‘©ğ‘šğ‘¦ğ‘’ ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ğ‘¥ğ‘Ÿ-A

source: Vertical Forms
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘¹ğ‘¥ğ‘Ÿ

source: Combining Half Marks
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘¦ğ‘™ ğ‘£ğ‘­ğ‘“ ğ‘¥ğ‘¸ğ‘’ğ‘•

source: Small Form Variants
en@shaw: ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘“ğ‘¹ğ‘¥ ğ‘ğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Arabic Presentation Forms-B
en@shaw: Â·ğ‘¸ğ‘©ğ‘šğ‘¦ğ‘’ ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ğ‘¥ğ‘Ÿ-B

source: Specials
en@shaw: ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘Ÿ

source: Aegean Numbers
en@shaw: ğ‘¦ğ‘¡ğ‘°ğ‘©ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ

source: Ancient Greek Numbers
en@shaw: ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘œğ‘®ğ‘°ğ‘’ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ

source: Ancient Symbols
en@shaw: ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Old Italic
en@shaw: ğ‘´ğ‘¤ğ‘› Â·ğ‘²ğ‘‘ğ‘¨ğ‘¤ğ‘¦ğ‘’

source: Gothic
en@shaw: Â·ğ‘œğ‘­ğ‘”ğ‘¦ğ‘’

source: Old Persian
en@shaw: ğ‘´ğ‘¤ğ‘› Â·ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯

source: Deseret
en@shaw: Â·ğ‘›ğ‘§ğ‘•ğ‘»ğ‘§ğ‘‘

source: Shavian
en@shaw: Â·ğ‘–ğ‘±ğ‘ğ‘¾ğ‘¯

source: Phoenician
en@shaw: Â·ğ‘“ğ‘©ğ‘¯ğ‘°ğ‘–ğ‘©ğ‘¯

source: Old South Arabian
en@shaw: ğ‘´ğ‘¤ğ‘› ğ‘•ğ‘¬ğ‘” ğ‘»ğ‘±ğ‘šğ‘°ğ‘©ğ‘¯

source: Old Turkic
en@shaw: ğ‘´ğ‘¤ğ‘› ğ‘‘ğ‘»ğ‘’ğ‘¦ğ‘’

source: Cuneiform
en@shaw: ğ‘’ğ‘˜ğ‘µğ‘¯ğ‘°ğ‘©ğ‘“ğ‘ªğ‘®ğ‘¥

source: Cuneiform Numbers and Punctuation
en@shaw: ğ‘’ğ‘˜ğ‘µğ‘¯ğ‘°ğ‘©ğ‘“ğ‘ªğ‘®ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘¯ ğ‘ğ‘³ğ‘™ğ‘’ğ‘—ğ‘«ğ‘±ğ‘–ğ‘©ğ‘¯

source: Egyptian Hieroglyphs
en@shaw: Â·ğ‘©ğ‘¡ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘£ğ‘²ğ‘®ğ‘´ğ‘œğ‘¤ğ‘¦ğ‘“ğ‘•

source: Byzantine Musical Symbols
en@shaw: ğ‘šğ‘¦ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘²ğ‘¯ ğ‘¥ğ‘¿ğ‘Ÿğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Musical Symbols
en@shaw: ğ‘¥ğ‘¿ğ‘Ÿğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Ancient Greek Musical Notation
en@shaw: ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘œğ‘®ğ‘°ğ‘’ ğ‘¥ğ‘¿ğ‘Ÿğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¯ğ‘´ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Tai Xuan Jing Symbols
en@shaw: ğ‘‘ğ‘² ğ‘ ğ‘¢ğ‘­ğ‘¯ ğ‘¡ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Counting Rod Numerals
en@shaw: ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘®ğ‘ªğ‘› ğ‘¯ğ‘¿ğ‘¥ğ‘¼ğ‘©ğ‘¤ğ‘Ÿ

source: Mathematical Alphanumeric Symbols
en@shaw: ğ‘¥ğ‘¨ğ‘”ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¨ğ‘¤ğ‘“ğ‘©ğ‘¯ğ‘µğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘’ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Domino Tiles
en@shaw: ğ‘›ğ‘­ğ‘¥ğ‘©ğ‘¯ğ‘´ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ

source: Enclosed Alphanumeric Supplement
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘› ğ‘¨ğ‘¤ğ‘“ğ‘©ğ‘¯ğ‘µğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘’ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Tags
en@shaw: ğ‘‘ğ‘¨ğ‘œğ‘Ÿ

source: Supplementary Private Use Area-A
en@shaw: ğ‘•ğ‘©ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘»ğ‘° ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘¿ğ‘Ÿ ğ‘ºğ‘¦ğ‘©-A

source: Supplementary Private Use Area-B
en@shaw: ğ‘•ğ‘©ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘»ğ‘° ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘¿ğ‘Ÿ ğ‘ºğ‘¦ğ‘©-B

source: Braille
en@shaw: ğ‘šğ‘®ğ‘±ğ‘¤

source: Canadian Aboriginal
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘±ğ‘›ğ‘°ğ‘©ğ‘¯ ğ‘¨ğ‘šğ‘»ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘©ğ‘¤

source: Cypriot
en@shaw: ğ‘•ğ‘¦ğ‘ğ‘®ğ‘°ğ‘©ğ‘‘

source: Greek
en@shaw: Â·ğ‘œğ‘®ğ‘°ğ‘’

source: Han
en@shaw: Â·ğ‘£ğ‘¨ğ‘¯

source: Inherited
en@shaw: ğ‘¦ğ‘¯ğ‘£ğ‘§ğ‘®ğ‘©ğ‘‘ğ‘©ğ‘›

source: Latin
en@shaw: Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯

source: Linear B
en@shaw: ğ‘¤ğ‘¦ğ‘¯ğ‘¦ğ‘¼ ğ‘šğ‘°

source: Yi
en@shaw: Â·ğ‘˜ğ‘°

source: Information
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Find
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘›

source: _Previous
en@shaw: _ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•

source: _Next
en@shaw: _ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘

source: _Search:
en@shaw: _ğ‘•ğ‘»ğ‘—:

source: Match _whole word
en@shaw: ğ‘¥ğ‘¨ğ‘— _ğ‘£ğ‘´ğ‘¤ ğ‘¢ğ‘»ğ‘›

source: Search in character _details
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘¦ğ‘¯ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ _ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: All
en@shaw: ğ‘·ğ‘¤

source: Unicode Block
en@shaw: Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘´ğ‘› ğ‘šğ‘¤ğ‘ªğ‘’

source: Script
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘
