Repository: perberos/Mate-Desktop-Environment
Catalog: mate-video-player/help/*/*.po
Languages: de, ja

source: To view properties of a movie or song, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem></menuchoice> to make the sidebar appear, and choose <guimenu>Properties</guimenu> in the drop-down list.
ja: 動画や楽曲のプロパティを表示するには、<menuchoice><guimenu>表示</guimenu><guimenuitem>サイドバー</guimenuitem></menuchoice>を選択することでサイドバーを表示させ、ドロップダウンリストから<guimenu>プロパティ</guimenu>を選択してください。

source: Title, artist, album, year and duration of the movie or song, as well as any embedded comment the movie or song has.
ja: 動画や楽曲に記録されているタイトル、アーティスト名、アルバム名、製作年、再生時間、コメントを表示します。

source: Video
ja: 動画

source: Video dimensions, codec, framerate and bitrate.
ja: 動画の大きさ（解像度）、コーデック、フレームレート、ビットレートを表示します。

source: Audio
ja: 音声

source: Audio codec, channels, sample rate and bitrate.
ja: 音声のコーデック、チャンネル数、サンプルレート、ビットレートを表示します。

source: The dialog contains the following information: <placeholder-1/>
ja: ダイアログには、以下の情報が表示されています：<placeholder-1/>

source: To skip forward a movie or song, choose <menuchoice><shortcut><keycap>Right</keycap></shortcut><guimenu>Go</guimenu><guimenuitem>Skip Forward</guimenuitem></menuchoice>.
ja: 動画や楽曲のトラックを一つ前へ移動するには、<menuchoice><shortcut><keycap>Right</keycap></shortcut><guimenu>移動</guimenu><guimenuitem>前方へスキップ</guimenuitem></menuchoice>を選択します。

source: To skip backward a movie or song, choose <menuchoice><shortcut><keycap>Left</keycap></shortcut><guimenu>Go</guimenu><guimenuitem>Skip Backward</guimenuitem></menuchoice>.
ja: 動画や楽曲のトラックを一つ後ろへ移動するには、<menuchoice><shortcut><keycap>Left</keycap></shortcut><guimenu>移動</guimenu><guimenuitem>後方へスキップ</guimenuitem></menuchoice>を選択します。

source: To skip to a specific elapsed time in the movie or song, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>K</keycap></keycombo></shortcut><guimenu>Go</guimenu><guimenuitem>Skip to</guimenuitem></menuchoice>. The <guilabel>Skip to</guilabel> dialog is displayed. Use the spin box to specify the elapsed time (in seconds) to skip to, then click <guibutton>OK</guibutton>.
ja: 再生中の動画や楽曲を特定の時間だけ飛ばしたい場合は、<menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>K</keycap></keycombo></shortcut><guimenu>移動</guimenu><guimenuitem>スキップ</guimenuitem></menuchoice>を選択します。<guilabel>スキップ</guilabel>ダイアログが表示されます。スピンボックスで飛ばしたい時間を秒単位で指定し、<guibutton>OK</guibutton>ボタンを押してください。

source: To move to the previous movie or song, choose <menuchoice><shortcut><keycombo><keycap>Alt</keycap><keycap>Left</keycap></keycombo></shortcut><guimenu>Go</guimenu><guimenuitem>Previous Chapter/Movie</guimenuitem></menuchoice>, or click on the <placeholder-1/> button.
ja: 動画や楽曲の前のトラックに移動するには、<menuchoice><shortcut><keycombo><keycap>Alt</keycap><keycap>Left</keycap></keycombo></shortcut><guimenu>移動</guimenu><guimenuitem>前のチャプター/動画</guimenuitem></menuchoice>を選択するか、<placeholder-1/>ボタンを押してください。

source: To zoom to half the size (50%) of the original movie or visualisation, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo></shortcut><guimenu>View</guimenu><guisubmenu>Fit Window to Movie</guisubmenu><guimenuitem>Resize 1:2</guimenuitem></menuchoice>.
ja: 動画や視覚効果の表示サイズを半分のサイズ(50%)に縮小したい場合、<menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo></shortcut><guimenu>表示</guimenu><guisubmenu>ウィンドウを合わせる</guisubmenu><guimenuitem>1:2 サイズ</guimenuitem></menuchoice>を選択してください。

source: To zoom to the size (100%) of the original movie or visualisation, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>1</keycap></keycombo></shortcut><guimenu>View</guimenu><guisubmenu>Fit Window to Movie</guisubmenu><guimenuitem>Resize 1:1</guimenuitem></menuchoice>.
ja: 動画や視覚効果の表示サイズを通常のサイズ(100%)にしたい場合、<menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>1</keycap></keycombo></shortcut><guimenu>表示</guimenu><guisubmenu>ウィンドウを合わせる</guisubmenu><guimenuitem>1:1 サイズ</guimenuitem></menuchoice>を選択してください。

source: To zoom to double the size (200%) of the original movie or visualisation, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>2</keycap></keycombo></shortcut><guimenu>View</guimenu><guisubmenu>Fit Window to Movie</guisubmenu><guimenuitem>Resize 2:1</guimenuitem></menuchoice>.
ja: 動画や視覚効果の表示サイズを二倍のサイズ(200%)に拡大したい場合、<menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>2</keycap></keycombo></shortcut><guimenu>表示</guimenu><guisubmenu>ウィンドウを合わせる</guisubmenu><guimenuitem>2:1 サイズ</guimenuitem></menuchoice>を選択してください。

source: Auto
ja: 自動

source: Square
ja: 矩形

source: 16:9 (Widescreen)
ja: 16:9 (ワイドスクリーン)

source: The default aspect ratio is Auto.
ja: アスペクト比の初期設定は自動になっています。

source: To switch between different aspect ratios, choose <menuchoice><shortcut><keycap>A</keycap></shortcut><guimenu>View</guimenu><guisubmenu>Aspect Ratio</guisubmenu></menuchoice>. The supported aspect ratios available are: <placeholder-1/><placeholder-2/>
ja: 別のアスペクト比に変更するには、<menuchoice><shortcut><keycap>A</keycap></shortcut><guimenu>表示</guimenu><guisubmenu>アスペクト比</guisubmenu></menuchoice>を選択してください。対応しているアスペクト比は以下のとおりです：<placeholder-1/><placeholder-2/>

source: To increase the volume, choose <menuchoice><shortcut><keycap>Up</keycap></shortcut><guimenu>Sound</guimenu><guimenuitem>Volume Up</guimenuitem></menuchoice> or move the volume slider to the right. To decrease the volume, choose <menuchoice><shortcut><keycap>Down</keycap></shortcut><guimenu>Sound</guimenu><guimenuitem>Volume Down</guimenuitem></menuchoice> or move the volume slider to the left.
ja: 音量を上げるには、<menuchoice><shortcut><keycap>Up</keycap></shortcut><guimenu>サウンド</guimenu><guimenuitem>音量を上げる</guimenuitem></menuchoice>を選択するか、音量調節スライダーを右に移動してください。音量を下げるには、<menuchoice><shortcut><keycap>Down</keycap></shortcut><guimenu>サウンド</guimenu><guimenuitem>音量を下げる</guimenuitem></menuchoice>を選択するか、音量調節スライダーを左に移動してください。

source: To adjust the sound volume, you can also use the volume button. Press the volume button and choose the volume level with the slider.
ja: スピーカーボタンを押すことでも、音量を調節できます。スピーカーボタンを押し、スライドバーを移動させることで音量を調節してください。

source: To Make the Window Always On Top
ja: 常にウィンドウを手前に表示する

source: To make the <application>Totem Movie Player</application> window always on top of other application windows, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Plugins</guimenuitem></menuchoice>. Select the <guilabel>Always on Top</guilabel> plugin to enable it. The Totem Movie Player window will now stay on top of all other windows while a movie is playing, but not while audio or visualisations are playing.
ja: <application>Totem 動画プレイヤー</application>ウィンドウを常に他のアプリケーションよりも手前に表示したい場合、<menuchoice><guimenu>編集</guimenu><guimenuitem>プラグイン</guimenuitem></menuchoice>を選択してください。そこで、<guilabel>常に手前に表示する</guilabel>プラグインを有効化します。そうすることで、動画再生中のTotem 動画プレイヤーウィンドウが常に他のウィンドウよりも手前に表示されるようになるでしょう。ただし、楽曲再生中や視覚効果表示中は手前には表示されません。

source: To stop the window always being on top, disable the <guilabel>Always on Top</guilabel> plugin again.
ja: 常に手前に表示する機能を切りたい場合は、<guilabel>常に手前に表示する</guilabel>プラグインを無効化してください。

source: If the <guilabel>Show Controls</guilabel> option is selected, <application>Totem Movie Player</application> will show the menubar, time elapsed slider, seek control buttons, volume slider and statusbar on the window. If the <guilabel>Show Controls</guilabel> option is unselected, the application will hide these controls and show only the display area.
ja: <guilabel>コントロールの表示</guilabel>が選択されたら、<application>Totem 動画プレイヤー</application>にメニューや再生時間のスライダー、再生・移動ボタン、音量調節スライダー、ステータスバーが表示されます。<guilabel>コントロールの表示</guilabel>が非選択状態になると、これらの操作パネルが隠され、表示領域のみ表示されます。

source: To show the playlist, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem></menuchoice>, or click the <guilabel>Sidebar</guilabel> button, and choose <guimenu>Playlist</guimenu> on the top of the sidebar. The <guilabel>Playlist</guilabel> dialog is displayed.
ja: 再生一覧を表示するには、<menuchoice><guimenu>表示</guimenu><guimenuitem>サイドバー</guimenuitem></menuchoice>を選択するか<guilabel>サイドバー</guilabel>ボタンを押し、サイドバーで<guimenu>再生一覧</guimenu>を選択してください。<guimenu>再生一覧</guimenu>のダイアログが表示されます。

source: To hide Playlist, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem></menuchoice> or click on the <guilabel>Sidebar</guilabel> button again.
ja: 再生一覧を隠すには、<menuchoice><guimenu>表示</guimenu><guimenuitem>サイドバー</guimenuitem></menuchoice>を選択するか<guilabel>サイドバー</guilabel>ボタンをもう一度押してください。

source: To add a track or movie to the playlist, click on the <guibutton>Add</guibutton> button. The <guilabel>Select Movies or Playlists</guilabel> dialog is displayed. Select the file that you want to add to the playlist, then click <guibutton>Add</guibutton>.
ja: トラックや動画を再生一覧に追加するには、<guibutton>追加する</guibutton>ボタンを押します。<guilabel>動画または再生一覧の選択</guilabel>ダイアログが表示されますので、再生一覧に追加したいファイルを選択し、<guibutton>追加</guibutton>ボタンを押してください。

source: To remove a track or movie from the playlist, select the items to remove from the <guilabel>filename</guilabel> list box, then click on the <guibutton>Remove</guibutton> button.
ja: トラックや動画を再生一覧から削除するには、<guilabel>ファイル名</guilabel>一覧から削除したい項目を選択し、<guibutton>削除します</guibutton>ボタンを押してください。

source: To save the playlist to a file, click on the <guibutton>Save Playlist</guibutton> button. The <guilabel>Save Playlist</guilabel> dialog is displayed; specify the filename as which you want to save the playlist, and click <guibutton>Save</guibutton>.
ja: 再生一覧をファイルに保存するには、<guibutton>再生一覧を保存</guibutton>ボタンを押します。<guilabel>再生一覧の保存</guilabel>ダイアログが表示されますので、保存したい再生一覧のファイル名を指定し、<guibutton>保存</guibutton>ボタンを押してください。

source: To move a track or movie up the playlist, select the item from the <guilabel>filename</guilabel> list box, then click on the <guibutton>Move Up</guibutton> button.
ja: 再生一覧の中にあるトラックや動画の位置を上に移動するには、<guilabel>ファイル名</guilabel>の一覧から移動したい項目を選択し、<guibutton>上へ移動します</guibutton>ボタンを押してください。

source: To move a track or movie down the playlist, select the item from the <guilabel>filename</guilabel> list box, then click on the <guibutton>Move Down</guibutton> button.
ja: 再生一覧の中にあるトラックや動画の位置を下に移動するには、<guilabel>ファイル名</guilabel>の一覧から移動したい項目を選択し、<guibutton>下へ移動します</guibutton>ボタンを押してください。

source: You can use the <guilabel>Playlist</guilabel> dialog to do the following: <placeholder-1/>
ja: <guilabel>再生一覧</guilabel>ダイアログでは、以下の操作を行えます：<placeholder-1/>

source: By default, Totem Movie Player will choose the same language for the subtitles as the one you normally use on your computer.
ja: 初期状態では、Totem 動画プレイヤーはコンピュータで使用している言語と同じ言語の字幕を選択します。

source: Totem Movie Player will automatically load and display subtitles if the file which contains them has the same name as the video file played and the extension <filename>asc</filename>, <filename>txt</filename>, <filename>sub</filename>, <filename>smi</filename>, or <filename>ssa</filename>.
ja: 動画ファイルと同じ名前で、拡張子が<filename>asc</filename>や<filename>txt</filename>、<filename>sub</filename>、<filename>smi</filename>、<filename>ssa</filename>なファイルが存在する場合、Totem 動画プレイヤーは自動的にそれを字幕ファイルとして読み込み表示します。

source: If the file containing the subtitles has a different name to the video being played, you can right-click on the video in the playlist and choose <menuchoice><guimenuitem>Select Text Subtitles...</guimenuitem></menuchoice> from the popup menu to load the correct subtitle file.
ja: 字幕を格納しているファイルの名前が再生中の動画ファイルと異なる場合、再生一覧の中で動画を右クリックし、ポップアップメニューから<menuchoice><guimenuitem>字幕の選択</guimenuitem></menuchoice>を選択することで、字幕ファイルとして読み込むことができます。

source: To take a screenshot of the movie or visualisation that is playing, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Take Screenshot</guimenuitem></menuchoice>. The <guilabel>Save Screenshot</guilabel> dialog is displayed. Choose a location and insert the filename as which you want to save the screenshot, then click the <guibutton>Save</guibutton> button to save the screenshot.
ja: 再生中の動画や視覚効果のスクリーンショットを撮影するには、<menuchoice><guimenu>編集</guimenu><guimenuitem>スクリーンショットを撮る</guimenuitem></menuchoice>を選択します。<guilabel>スクリーンショットの保存</guilabel>ダイアログが表示されますので、スクリーンショットを保存したい場所とファイル名を入力し、<guibutton>保存</guibutton>ボタンを押してください。

source: Totem Movie Player will display a preview of the screenshot which is to be saved on the left-hand side of the <guilabel>Save Screenshot</guilabel> dialog.
ja: Totem 動画プレイヤーは<guilabel>スクリーンショットの保存</guilabel>ダイアログの左側に、保存するスクリーンショットのプレビューを表示します。

source: To modify the preferences of <application>Totem Movie Player</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. The <guilabel>Preferences</guilabel> dialog contains the following tabbed sections:
ja: <application>Totem 動画プレイヤー</application>の設定を変更するには、<menuchoice><guimenu>編集</guimenu><guimenuitem>設定</guimenuitem></menuchoice>を選択します。<guilabel>設定</guilabel>ダイアログでは、以下の設定を行うことができます：

source: Select network connection speed from the <guilabel>Connection speed</guilabel> drop-down list box.
ja: <guilabel>接続スピード</guilabel>ドロップダウンリストから、ネットワークの速度を選択できます。

source: TV-Out
ja: TV 出力

source: <guilabel>No TV-out</guilabel>: select this option if you have no TV-out connection (Selected by default if you don't have an TV-out interface).
ja: <guilabel>TV 出力なし</guilabel>：TV 出力の接続を行っていない場合、このオプションを選択してください。TV 出力インターフェースが存在しない場合は、自動で選択されます。

source: <guilabel>TV-out in fullscreen by Nvidia (NTSC)</guilabel>: select this option if you want TV-out connection in NTSC.
ja: <guilabel>Nvidia の TV出力で全画面表示する (NTSC 方式)</guilabel>：NTSC 方式で TV出力を行いたい場合はこのオプションを選択してください。

source: <guilabel>TV-out in fullscreen by Nvidia (PAL)</guilabel>: select this option if you want TV-out connection in PAL.
ja: <guilabel>Nvidia の TV出力で全画面表示する (PAL 方式)</guilabel>：PAL 方式で TV出力を行いたい場合はこのオプションを選択してください。

source: Select the <guilabel>resize</guilabel> option if you want <application>Totem Movie Player</application> to automatically resize the window when a new video is loaded.
ja: 新しい動画が読み込まれた時に、<application>Totem 動画プレイヤー</application>ウィンドウのサイズを自動的に変更したい場合は、<guilabel>ウィンドウの大きさを自動的に変更する</guilabel>オプションを選択してください。

source: <guilabel>Type of visualisation</guilabel>: select type of visualisation from the drop-down list box.
ja: <guilabel>視覚効果の種類</guilabel>：表示する視覚効果の種類をドロップダウンリストから指定します。

source: <guilabel>Visualisation size</guilabel>: select visualisation size from the drop-down list box.
ja: <guilabel>視覚効果の大きさ</guilabel>：表示する視覚効果の大きさをドロップダウンリストから指定します。

source: <application>Totem Movie Player</application> is written by Bastien Nocera (<email>hadess@hadess.net</email>), Julien Moutte (<email>julien@moutte.net</email>) for GStreamer backend, and Guenter Bartsch (<email>guenter@users.sourceforge.net</email>). To find more information about <application>Totem Movie Player</application>, please visit the <ulink url="http://www.mate.org/projects/totem/" type="http"><application>Totem Movie Player</application> Home Page</ulink>.
ja: <application>Totem 動画プレイヤー</application>は Bastien Nocera (<email>hadess@hadess.net</email>)と、GStreamer バックエンドを Julien Moutte (<email>julien@moutte.net</email>)、さらに Guenter Bartsch (<email>guenter@users.sourceforge.net</email>)が作成しています。<application>Totem 動画プレイヤー</application>についてのより詳しいことは、<ulink url="http://www.mate.org/projects/totem/" type="http"><application>Totem 動画プレイヤー</application>のウェブサイト</ulink>を参照してください。
