Repository: perberos/Mate-Desktop-Environment
Catalog: mate-video-player/help/*/*.po
Languages: de, ja

source: To create a gallery of screenshots of the movie or visualization that is playing, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Create Screenshot Gallery</guimenuitem></menuchoice>. The <application>Save Gallery</application> dialog is displayed. Choose a location and insert the filename as which you want to save the gallery image, then click on the <guibutton>Save</guibutton> button to save the screenshot.
de: Um eine Galerie aus Bildschirmfotos des abgespielten Films oder der angezeigten Visualisierung zu erstellen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Bildschirmfoto-Galerie erstellen</guimenuitem></menuchoice>. Der Dialog <application>Galerie speichern</application> wird angezeigt. Wählen Sie einen Speicherort und geben Sie einen Dateinamen an, unter dem Sie die Galerie speichern wollen. Klicken Sie anschließend auf <guibutton>Speichern</guibutton>, um die Datei zu speichern.

source: You may specify the width of the individual screenshots in the gallery using the <guilabel>Screenshot width</guilabel> entry. The default width is 128 pixels.
de: Sie können die Breite jedes Bildschirmfotos mit dem <guilabel>Bildschirmfoto-Breite</guilabel> Eintrag beeinflussen. Die Standardbreite ist 128 Pixel.

source: You may also specify the number of screenshots to be put in the gallery. By default, this is calculated based on the length of the movie; however, this may be overridden by deselecting the <guilabel>Calculate the number of screenshots</guilabel> checkbox and entering the new number in the <guilabel>Number of screenshots</guilabel> spin box.
de: Sie können auch die Anzahl der Bildschirmfotos angeben, die in die Galerie gestellt werden sollen. Per Vorgabe wird die Anzahl aus der Länge der Filme berechnet, Sie können diese Vorgabe jedoch auch überschreiben, indem Sie das Ankreuzfeld <guilabel>Anzahl der Bildschirmfotos berechnen</guilabel> deaktivieren. Geben Sie die neue Anzahl der Bildschirmfotos im Einstellfeld <guilabel>Anzahl der Bildschirmfotos</guilabel> ein.

source: <application>Totem Movie Player</application> has many features which are present in the form of plugins — pieces of the software which are only loaded if necessary.
de: Der <application>Totem Video-Player</application> verfügt über zahlreiche Funktionsmerkmale in Form von Plugins. Das sind Softwarebestandteile, die nur bei Bedarf geladen werden.

source: To Enable a Plugin
de: Aktivieren eines Plugins

source: To view the list of installed plugins, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Plugins</guimenuitem></menuchoice>. The <application>Configure Plugins</application> dialog is displayed. On the left is a list of all the plugins you have installed, while on the right is a description of the currently selected plugin. Plugins which have options which can be changed will have a sensitive <guibutton>Configure</guibutton> button on the right.
de: Um die Liste der installierten Plugins anzuzeigen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Plugins</guimenuitem></menuchoice>. Der Dialog <application>Plugins konfigurieren</application> wird angezeigt. Links sehen Sie eine Liste aller installierten Plugins, rechts befindet sich eine Beschreibung des aktuell ausgewählten Plugins. Für Plugins, die über Einstellungsmöglichkeiten verfügen, wird der Knopf <guibutton>Konfigurieren</guibutton> an der rechten Seite anklickbar dargestellt.

source: To enable a plugin, simply select the checkbox to the left of its name in the plugin list, and the plugin will be loaded immediately. If there is any error loading the plugin, an error dialog will also be displayed immediately.
de: Um ein Plugin zu aktivieren, müssen Sie lediglich das Ankreuzfeld links vom Namen des Plugins in der Liste aktivieren, und das Plugin wird sofort geladen. Falls beim Laden des Plugins ein Fehler auftritt, wird ein Fehlerdialog direkt angezeigt.

source: To disable a plugin again, deselect its checkbox. Plugins will remain enabled or disabled as set even when <application>Totem Movie Player</application> is closed.
de: Zum Deaktivieren eines Plugins deaktivieren Sie das entsprechende Ankreuzfeld wieder. Der Status der Aktivierung oder Deaktivierung eines Plugins bleibt auch dann erhalten, wenn der <application>Totem Video-Player</application> geschlossen wird.

source: Always on Top
de: Immer im Vordergrund

source: When enabled, the <guilabel>Always on Top</guilabel> plugin will force the main <application>Totem Movie Player</application> window to be on top of all other windows while a movie is playing, but not while audio or visualizations are playing. To stop the window being on top, disable the plugin again.
de: Wenn das Plugin <guilabel>Immer im Vordergrund</guilabel> aktiviert ist, dann wird das Hauptfenster von <application>Totem Video-Player</application> während der Wiedergabe eines Films immer im Vordergrund vor anderen Anwendungsfenstern gehalten. Das gilt nicht während der reinen Audio-Wiedergabe von Audio oder von Visualisierungen. Um die Anzeige des Fensters im Vordergrund zu beenden, deaktivieren Sie das Plugin wieder.

source: The <guilabel>Coherence DLNA/UPnP Client</guilabel> plugin allows <application>Totem Movie Player</application> to play multimedia content from UPnP media servers (such as Coherence servers) on the local network.
de: Das Plugin <guilabel>Coherence DLNA/UPnP-Client</guilabel> ermöglicht dem <application>Totem Video-Player</application> das Abspielen von Mutimedia-Inhalten von UPnP-Medienservern (wie einem Coherence-Server) im lokalen Netzwerk.

source: With the <guilabel>Coherence DLNA/UPnP Client</guilabel> plugin enabled, choose <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem></menuchoice> or click on the <guibutton>Sidebar</guibutton> button to show the sidebar. Select <guilabel>Coherence DLNA/UPnP Client</guilabel> from the drop-down list at the top of the sidebar to display the <guilabel>Coherence DLNA/UPnP Client</guilabel> sidebar.
de: Mit aktiviertem <guilabel>Coherence DLNA/UPnP-Client</guilabel>-Plugin wählen Sie <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>Ansicht</guimenu><guimenuitem>Seitenleiste</guimenuitem></menuchoice> oder klicken auf den Knopf <guibutton>Seitenleiste</guibutton>, um die Seitenleiste anzuzeigen. Wählen Sie <guilabel>Coherence DLNA/UPnP-Client</guilabel> in der Auswahlliste oben in der Seitenleiste, um die <guilabel>Coherence DLNA/UPnP-Client</guilabel>-Seitenleiste anzuzeigen.

source: The tree view in the sidebar will list the available media servers. Clicking on one will expand it to show the types of media it can serve, and clicking on a media folder will expand it to list the media files available. Double-clicking on a media file will add it to <application>Totem Movie Player</application>'s playlist and play it. You may alternatively right-click on a file and choose <menuchoice><guimenuitem>Play</guimenuitem></menuchoice> or <menuchoice><guimenuitem>Enqueue</guimenuitem></menuchoice> to play the file immediately or add it to the playlist, respectively.
de: Die Baumansicht in der Seitenleiste listet alle verfügbaren Medienserver auf. Das Anklicken eines der Einträge klappt den Eintrag aus und zeigt die angebotenen Dienste an. Klicken Sie auf einen der Medien-Ordner, um die Liste der enthaltenen Mediendateien anzuzeigen. Ein Doppelklick auf eine Mediendatei fügt diese zur Wiedergabeliste von <application>Totem Video-Player</application> hinzu und spielt diese ab. Wahlweise können Sie mit der rechten Maustaste auf eine Datei klicken und <menuchoice><guimenuitem>Wiedergabe</guimenuitem></menuchoice> wählen, um diese unmittelbar abzuspielen oder <menuchoice><guimenuitem>In die Warteschleife</guimenuitem></menuchoice>, um die Datei zur Wiedergabeliste hinzuzufügen.

source: If the media server allows it, choosing <menuchoice><guimenuitem>Delete</guimenuitem></menuchoice> from a file's context menu allows you to delete that file from the media server.
de: Falls der Medienserver es unterstützt, wählen Sie <menuchoice><guimenuitem>Löschen</guimenuitem></menuchoice> aus dem Kontextmenü einer Datei, um die Datei vom Medienserver zu löschen.

source: Gromit Annotations
de: Gromit-Anmerkungen

source: The <guilabel>Gromit Annotations</guilabel> plugin allows you to draw on top of movies as they are played using <ulink type="http" url="http://www.home.unix-ag.org/simon/gromit/"><application>Gromit</application></ulink>. You must have <application>Gromit</application> installed before you can enable the plugin — consult your operating system documentation for information on how to do this.
de: Das Plugin <guilabel>Gromit-Anmerkungen</guilabel> ermöglicht Ihnen, Anmerkungen mit Hilfe von <ulink type="http" url="http://www.home.unix-ag.org/simon/gromit/"><application>Gromit</application></ulink> während der Wiedergabe im oberen Bereich des Bildschirms einzufügen. Zur Aktivierung dieses Plugins muss <application>Gromit</application> installiert sein. Ziehen Sie die Dokumentation Ihres Betriebssystems zu Rate, wie Sie es installieren können.

source: With the plugin enabled, press <keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo> to toggle <application>Gromit</application> on or off. When <application>Gromit</application> is enabled, your pointer will change to a crosshair. To draw on the screen, hold down your mouse button and drag your pointer around, before releasing your mouse button. Press <keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo> again to toggle <application>Gromit</application> off.
de: Bei aktiviertem Plugin schalten Sie <application>Gromit</application> mit <keycombo><keycap>Strg</keycap><keycap>D</keycap></keycombo> an oder aus. Wenn <application>Gromit</application> aktiviert ist, ändert sich die Form des Mauszeigers in ein Fadenkreuz. Um auf dem Bildschirm zu zeichnen, halten Sie die Maustaste gedrückt und zeichnen Sie mit dem Mauszeiger, dann lassen Sie ihn wieder los. Drücken Sie <keycombo><keycap>Strg</keycap><keycap>D</keycap></keycombo>, um <application>Gromit</application> auszuschalten.

source: To clear the screen of annotations, press <keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo>, or close <application>Totem Movie Player</application>.
de: Um die Anmerkungen auf dem Bildschirm zu löschen, drücken Sie <keycombo><keycap>Strg</keycap><keycap>E</keycap></keycombo>, oder schließen Sie den <application>Totem Video-Player</application>.

source: The <guilabel>Jamendo</guilabel> plugin allows you to listen to the collection of Creative Commons-licensed music on the <ulink type="http" url="http://www.jamendo.com/en/">Jamendo</ulink> service.
de: Das Plugin <guilabel>Jamendo</guilabel> ermöglicht Ihnen das Abspielen der unter einer Creative-Commons-Lizenz veröffentlichten Musik des <ulink type="http" url="http://www.jamendo.com/en/">Jamendo-Dienstes</ulink>.

source: To Configure the Plugin
de: Das Plugin konfigurieren

source: The <guilabel>Jamendo</guilabel> plugin can be configured. Click on the <guibutton>Configure</guibutton> button when enabling the plugin, and the <application>Jamendo Plugin Configuration</application> dialog will be displayed. Here, you can choose whether to download songs in Ogg or MP3 format (Ogg is preferred due to its open-source nature); and the number of albums to retrieve when doing a search (choose more albums if you have a faster Internet connection).
de: Das Plugin <guilabel>Jamendo</guilabel> verfügt über Einstellmöglichkeiten. Klicken Sie bei aktiviertem Plugin auf den Knopf <guibutton>Konfigurieren</guibutton>. Der Dialog <application>Jamendo Plugin-Konfiguration</application> wird daraufhin geöffnet. Hier können Sie festlegen, ob Titel im OGG- oder MP3-Format heruntergeladen werden sollen. OGG sollten Sie aufgrund seiner OpenSource-Herkunft bevorzugen. Außerdem geben Sie die Anzahl der Alben an, die während einer Suche geholt werden. Wenn Sie über eine schnellere Internetanbindung verfügen, können Sie hier eine größere Zahl wählen.

source: Once you're done, click <guibutton>OK</guibutton>.
de: Sobald Sie fertig sind, klicken Sie auf den Knopf <guibutton>OK</guibutton>.

source: To Display the Jamendo Sidebar
de: Die Jamendo-Seitenleiste anzeigen

source: With the <guilabel>Jamendo</guilabel> plugin enabled, choose <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem></menuchoice> or click on the <guibutton>Sidebar</guibutton> button to show the sidebar. Select <guilabel>Jamendo</guilabel> from the drop-down list at the top of the sidebar to display the <guilabel>Jamendo</guilabel> sidebar.
de: Bei aktiviertem <guilabel>Jamendo</guilabel>-Plugin wählen Sie <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>Ansicht</guimenu><guimenuitem>Seitenleiste</guimenuitem></menuchoice> oder klicken auf den Knopf <guibutton>Seitenleiste</guibutton>, um die Seitenleiste anzuzeigen. Wählen Sie <guilabel>Jamendo</guilabel> in der Auswahlliste oben in der Seitenleiste, um die <guilabel>Jamendo</guilabel>-Seitenleiste anzuzeigen.

source: To Search for Music
de: Nach Musik suchen

source: Enter your search terms in the search entry at the top of the <guilabel>Jamendo</guilabel> sidebar. You can search by either artist or by tags. Click on the search button to start your search.
de: Geben Sie Ihre Suchbegriffe in das Suchfeld am oberen Rand der <guilabel>Jamendo</guilabel>-Seitenleiste ein. Sie können entweder nach Künstlern oder nach Markierungen suchen. Klicken Sie auf den Suchen-Knopf, um die Suche zu starten.

source: Search results will be displayed in the tree view in the <guilabel>Search Results</guilabel> page of the sidebar, and can be browsed through using the arrow buttons at the bottom of the sidebar. Albums are listed, and if you click on an album, its tracks will be listed below it. Click again to hide the album's tracks.
de: Die Suchergebnisse werden in der Baumansicht im Bereich <guilabel>Suchergebnisse</guilabel> der Seitenleiste angezeigt. Sie können sich durch diese Liste mit Hilfe der Pfeilknöpfe im unteren Bereich der Seitenleiste bewegen. Die Alben werden aufgelistet. Wenn Sie auf eines der Alben klicken, werden unterhalb des Albums die enthaltenen Titel angezeigt. Klicken Sie erneut auf das Album, um die Anzeige der Titel zu verbergen.

source: With an artist selected, you can click on the <guibutton>Jamendo Album Page</guibutton> button to open that album's page on the Jamendo website. Double-clicking an album, or choosing <menuchoice><guimenuitem>Add to Playlist</guimenuitem></menuchoice> from the album's context menu, will replace your playlist with all the tracks on that album and begin streaming the first track from Jamendo's website. Double-clicking an individual track will replace your playlist with just that track.
de: Wenn Sie einen Künstler auswählen, können Sie den Knopf <guibutton>Jamendo-Albumseite</guibutton> klicken, um die Webseite des Künstlers zu öffnen. Durch einen Doppelklick auf ein Album oder durch Wählen von <menuchoice><guimenuitem>Zur Wiedergabeliste hinzufügen</guimenuitem></menuchoice> aus dem Kontextmenü des Albums wird Ihre Wiedergabeliste durch alle Titel des Albums ersetzt und mit der Wiedergabe des Datenstroms des ersten Titels von der Jamendo-Webseite begonnen. Durch Doppelklicken auf einen der Titel ersetzen Sie Ihre Wiedergabeliste durch genau diesen Titel.

source: Popular Albums and Latest Releases
de: Populäre Alben und neueste Veröffentlichungen

source: Viewing the <guilabel>Popular</guilabel> page in the <guilabel>Jamendo</guilabel> sidebar will load a list of the most popular albums on Jamendo at the moment, which can be played as with search results. Viewing the <guilabel>Latest Releases</guilabel> page will likewise load a list of the latest albums released on Jamendo.
de: Die Ansicht <guilabel>Bekannt</guilabel> in der <guilabel>Jamendo</guilabel>-Seitenleiste lädt eine Liste der momentan poulärsten Alben des Jamendo-Dienstes, die genauso wie Suchergebnisse wiedergegeben werden können. Die Ansicht <guilabel>Letzte Veröffentlichungen</guilabel> lädt auf die gleich Art und Weise eine Liste der neuesten veröffentlichten Alben bei Jamendo.

source: Local Search
de: Lokale Suche

source: The <guilabel>Local Search</guilabel> plugin allows you to search for playable movies and audio files on your computer from within <application>Totem Movie Player</application>. With the plugin enabled, choose <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem></menuchoice> or click on the <guibutton>Sidebar</guibutton> button to show the sidebar. Select <guilabel>Local Search</guilabel> from the drop-down list at the top of the sidebar to display the <guilabel>Local Search</guilabel> sidebar.
de: Das Plugin <guilabel>Lokale Suche</guilabel> ermöglicht Ihnen von <application>Totem Video-Player</application> aus die Suche nach abspielbaren Filmen und Audio-Dateien auf Ihrem Rechner. Bei aktiviertem Plugin wählen Sie <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>Ansicht</guimenu><guimenuitem>Seitenleiste</guimenuitem></menuchoice> oder klicken auf den Knopf <guibutton>Seitenleiste</guibutton>, um die Seitenleiste anzuzeigen. Wählen Sie <guilabel>Lokale Suche</guilabel> in der Auswahlliste oben in der Seitenleiste, um die <guilabel>Lokale Suche</guilabel>-Seitenleiste anzuzeigen.

source: To perform a search, enter your search terms in the search entry at the top of the sidebar and click <guibutton>Find</guibutton>. Your search terms may include wildcards such as <literal>*</literal>, which will match any character. For example, the search <userinput>*.mpg</userinput> will find all movies with the <filename class="extension">.mpg</filename> file extension.
de: Um eine Suche auszuführen, geben Sie Ihre Suchbegriffe in das Suchfeld oben in der Seitenleiste ein und klicken Sie auf <guibutton>Suchen</guibutton>. Ihre Suchbegriffe dürfen Wildcards wie <literal>*</literal> enthalten, was für ein beliebiges Zeichen steht. Beispielsweise suchen Sie durch Eingabe von <userinput>*.mpg</userinput> nach allen Filmen, welche die Dateiendung <filename class="extension">.mpg</filename> haben.

source: Search results may be browsed using the <guibutton>Back</guibutton> and <guibutton>Forward</guibutton> buttons at the bottom of the sidebar, and you may jump to a specific results page by entering its number in the spin box.
de: Sie können sich durch die Suchergebnisse mit Hilfe der Knöpfe <guibutton>Zurück</guibutton> und <guibutton>Vor</guibutton> durch die Suchergebnisse bewegen. Durch Eingabe einer bestimmten Zahl im Einstellfeld springen Sie direkt zu der jeweiligen Seite in den Suchergebnissen.

source: Publish Playlist
de: Wiedergabeliste veröffentlichen

source: The <guilabel>Publish Playlist</guilabel> plugin allows you to publish playlists on your local network to allow other computers to access and play them.
de: Das Plugin <guilabel>Wiedergabeliste veröffentlichen</guilabel> ermöglicht Ihnen die Veröffentlichung von Wiedergabelisten in Ihrem lokalen Netzwerk, wodurch andere Rechner darauf zugreifen und diese abspielen können.

source: Replaced with the program's name: <application>Totem Movie Player</application>.
de: Wird ersetzt durch den Namen der Anwendung: <application>Totem Video-Player</application>

source: Replaced with your computer's host name.
de: Wird ersetzt durch den Namen des Rechners.

source: Replaced with your username.
de: Wird ersetzt durch Ihren Benutzernamen.

source: Replaced with your real name.
de: Wird ersetzt durch Ihren wirklichen Namen.

source: Replaced with a literal percent sign.
de: Wird ersetzt durch das Prozentzeichen.

source: The <guilabel>Publish Playlist</guilabel> plugin can be configured. Click on the <guibutton>Configure</guibutton> button when enabling the plugin, and the configuration dialog will be displayed. Here, you can change the name which will appear for your playlist share. The following strings will be replaced when playlists are published: <placeholder-1/>
de: Das Plugin <guilabel>Wiedergabeliste veröffentlichen</guilabel> verfügt über Einstellmöglichkeiten. Klicken Sie auf <guibutton>Konfigurieren</guibutton>, wenn das Plugin aktiviert ist. Der Konfigurationsdialog wird geöffnet. Hier können Sie den Namen ändern, unter dem Ihre Wiedergabeliste veröffentlicht wird. Die folgenden Zeichenketten werden ersetzt, wenn Wiedergabelisten veröffentlicht werden: <placeholder-1/>

source: You can also select the <guilabel>Use encrypted transport protocol</guilabel> checkbox if you wish to encrypt the shared playlists when they're transmitted over the network.
de: Sie können auch das Ankreuzfeld <guilabel>Sicheres Verbindungsprotokoll verwenden</guilabel> aktivieren, wenn Sie die freigegebenen Wiedergabelisten bei der Übertragung im Netzwerk verschlüsseln wollen.

source: Once you're done, click <guibutton>Close</guibutton>.
de: Sobald Sie fertig sind, klicken Sie auf den Knopf <guibutton>Schließen</guibutton>.

source: To Publish Playlists
de: Veröffentlichen von Wiedergabelisten

source: With the plugin enabled, you do not need to explicitly publish playlists; they are automatically made available on the network as a Zeroconf website.
de: Bei aktiviertem Plugin müssen Sie Wiedergabelisten nicht ausdrücklich veröffentlichen. Diese werden automatisch im Netzwerk verfügbar gemacht, wie eine Zeroconf-Webseite.

source: To Browse your Neighborhood
de: Durchsuchen Ihrer Umgebung

source: To view the shared playlists of others on your network, select <guilabel>Neighborhood</guilabel> from the drop-down list at the top of the sidebar. If any playlists have been published on the network, they will be listed here. Double-click on a playlist to load and play it on your computer.
de: Um freigegebene Wiedergabelisten anderer Rechner in Ihrem Netzwerk anzuzeigen, wählen Sie <guilabel>Nachbarn</guilabel> in der Auswahlliste oben in der Seitenleiste. Falls bereits irgendwelche Wiedergabelisten in Ihrem Netzwerk veröffentlicht wurden, werden diese hier aufgelistet. Doppelklicken Sie auf eine der Wiedergabelisten, um sie zu laden und auf Ihrem Rechner wiederzugeben.

source: Subtitle Downloader
de: Untertitel-Downloader

source: The <guilabel>Subtitle Downloader</guilabel> plugin allows you to find and download subtitle files from the <ulink type="http" url="http://www.opensubtitles.org/en">OpenSubtitles</ulink> service.
de: Das Plugin <guilabel>Untertitel-Downloader</guilabel> ermöglicht Ihnen das Suchen und Herunterladen von Untertiteln vom <ulink type="http" url="http://www.opensubtitles.org/de">OpenSubtitles-Dienst</ulink>.

source: Subtitles can only be downloaded for local movies; not audio files, DVDs, DVB streams, VCDs or HTTP streams. To search for subtitles for the currently playing movie, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Download Movie Subtitles</guimenuitem></menuchoice>, which will display the <application>Download Movie Subtitles</application> dialog.
de: Untertitel können nur für lokale Filme heruntergeladen werden, jedoch nicht für Audio-Dateien, DVDs, DVB-Datenströme, Video-CDs oder HTTP-Datenströme. Um nach Untertiteln für den gegenwärtig abgespielten Film zu suchen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Film-Untertitel herunterladen</guimenuitem></menuchoice>, woraufhin der Dialog <application>Film-Untertitel herunterladen</application> angezeigt wird.
