Repository: perberos/Mate-Desktop-Environment
Catalog: mate-video-player/help/*/*.po
Languages: de, ja

source: @@image: 'figures/totem_start_window.png'; md5=85daf6f6aaae9262482c8f1b0b6d67b0
de: Übersetzt

source: @@image: 'figures/totem_pause_button.png'; md5=8af1d98e40e2ebda89cc2cd86550c5f2
de: Verwende Originalbild

source: @@image: 'figures/totem_play_button.png'; md5=feb4dec4237e6eb7ce571af2dbd0cf79
de: Verwende Originalbild

source: @@image: 'figures/totem_next_button.png'; md5=c7f9041dc1804edc6777cfe68456e703
de: Verwende Originalbild

source: @@image: 'figures/totem_previous_button.png'; md5=a966195040a035bf48daab94c9320afc
de: Verwende Originalbild

source: <application>Totem Movie Player</application> Manual
de: <application>Totem Video-Player</application>-Handbuch V2.0
ja: <application>Totem 動画プレイヤー</application> マニュアル

source: <application>Totem Movie Player</application> is a media player for MATE that runs on GStreamer by default, but can also be run on xine. It has support for most audio and video codecs including DVDs among many others. Features include TV-out, fullscreen, subtitles, and more.
de: <application>Totem Video-Player</application> ist ein Medienabspieler für MATE, der standardmäßig GStreamer verwendet, aber auch mit Xine funktioniert. Zahlreiche Audio- und Video-Codecs werden unterstützt. Ebenso wird das Abspielen von DVDs und VCDs unterstützt. Das Programm unterstützt TV-Ausgänge, Vollbildmodus, Untertitel und mehr.

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt
ja: MATE ドキュメンテーション プロジェクト

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.2 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCs.
ja: この文書を、フリーソフトウェア財団発行の GNU Documentation License (GFDL) のバージョン 1.1 かそれ以降がが定める条件の下で複製、頒布、あるいは改変することを許可します。変更不可部分、表カバーテキスト、裏カバーテキストは存在しません。 GFDL の複製物は、<ulink type="help" url="ghelp:fdl">こちらのリンク</ulink>か、このマニュアルと一緒に配布されている COPYING-DOCS ファイルから入手できます。

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Das vorliegende Handbuch ist Teil einer Reihe von MATE-Handbüchern, die unter der GFDL verteilt werden. Wenn Sie dieses Handbuch separat verteilen möchten, können Sie dies tun, indem Sie dem Handbuch eine Kopie der Lizenz, wie in Abschnitt 6 der Lizenz beschrieben, hinzufügen.
ja: このマニュアルは、GFDL に従って配布された MATE マニュアルの一部です。個々のマニュアルを別々に提供したい場合は、 ライセンスのセクション 6 で説明しているように、マニュアルにライセンスを追加してください。

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Bei vielen der von Firmen zur Unterscheidung ihrer Produkte und Dienstleistungen verwendeten Namen handelt es sich um Marken. An den Stellen, an denen derartige Namen in einer MATE-Dokumentation vorkommen und wenn die Mitglieder des MATE-Dokumentationsprojekt über diese Marken informiert wurden, sind die Namen in Großbuchstaben oder mit großen Anfangsbuchstaben geschrieben.
ja: 他の企業の製品やサービスと区別するために使用される名前を登録商標と呼びます。MATE ドキュメンテーションプロジェクトで登録商標を表示する場合は、すべて大文字か頭文字だけ大文字で記載しています。

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER -FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND MODIFIZIERTE VERSIONEN DES DOKUMENTS WERDEN GEMÄSS DER BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE MIT DER FOLGENDEN VEREINBARUNG BEREITGESTELLT: <placeholder-1/>
ja: この文書とそれを改変したものは、下記の合意と GNU Free Documentation License に基づいて配布されます：

source: MATE Documentation project
de: MATE-Dokumentationsprojekt
ja: MATE ドキュメンテーション プロジェクト

source: Update documentation
de: Aktualisierung der Dokumentation
ja: ドキュメントの更新

source: Totem Movie Player Manual V2.0
de: Totem Video-Player-Handbuch V2.0
ja: Totem 動画プレイヤーマニュアル V2.0

source: Totem Movie Player Manual V3.0
de: Totem Video-Player-Handbuch V3.0

source: February 2009
de: Februar 2009

source: This manual describes version 2.26 of Totem Movie Player.
de: Das vorliegende Handbuch beschreibt die Version 2.26 des <application>Totem Video-Players</application>.

source: Feedback
de: Rückmeldungen
ja: フィードバック

source: To report a bug or make a suggestion regarding the <application>Totem Movie Player</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide#feedback" type="help">MATE Feedback Page</ulink>.
de: Wenn Sie Fehler finden oder Vorschläge zum <application>Totem Video-Player</application> oder diesem Handbuch haben, folgen Sie den Anweisungen auf der <ulink url="ghelp:user-guide#feedback" type="help">MATE-Seite für Rückmeldungen</ulink>.

source: Totem Movie Player
de: Totem Video-Player
ja: Totem 動画プレイヤー

source: Introduction
de: Einführung
ja: はじめに

source: The <application>Totem Movie Player</application> application is a movie player for the MATE desktop based on the GStreamer framework and xine library, and enables you to play movies or songs.
de: Der <application>Totem Video-Player</application> ist ein Film-Abspieler für den MATE-Desktop, basierend auf dem GStreamer-Framework und der Xine-Bibliothek. Er erlaubt Ihnen die Wiedergabe von Filmen und Musikstücken.

source: <application>Totem Movie Player</application> provides the following features:
de: Der <application>Totem Video-Player</application> verfügt über die folgenden Leistungsmerkmale:
ja: <application>Totem 動画プレイヤー</application>には、以下のような機能があります：

source: Support for a variety of video and audio files.
de: Unterstützung für ein breites Spektrum an Video- und Audio-Dateien.

source: A variety of zoom levels and aspect ratios, and a fullscreen view.
de: Wiedergabe mit unterschiedlichen Maßstäben, Ansichtsverhältnissen, sowie im Vollbildmodus.

source: Seek and volume controls.
de: Suchlauf- und Lautstärke-Bedienelemente.

source: A playlist.
de: Eine Wiedergabeliste.
ja: 再生一覧とその編集機能

source: Subtitle support.
de: Unterstützung für Untertitel.

source: Complete keyboard navigation.
de: Vollständige Tastatursteuerung.
ja: キーボードによる操作

source: Comprehensive set of plugins, including a subtitle downloader, YouTube browser, and disc burner.
de: Eine umfassende Sammlung an Erweiterungen, einschließlich Untertitel-Downloader, einem YouTube-Browser und einem CD-Brenner.

source: <application>Totem Movie Player</application> also comes with additional functionality such as:
de: Darüber hinaus bietet der <application>Totem Video-Player</application> weitere Funktionen wie:
ja: <application>Totem 動画プレイヤー</application>には、以下のような追加機能もあります：

source: Video thumbnailer for MATE.
de: Indexbilder von Filmen für MATE.
ja: MATE デスクトップ向けに動画をサムネイルで表示する機能

source: Audio preview application for MATE.
de: Audio-Vorschauprogramm für MATE.

source: Caja properties tab.
de: Informationsreiter in den Dateieigenschaften.
ja: Caja のプロパティにタブを追加する機能

source: Getting Started
de: Erste Schritte
ja: 起動するには

source: To Start <application>Totem Movie Player</application>
de: <application>Totem Video-Player</application> starten

source: You can start <application>Totem Movie Player</application> in the following ways:
de: Sie können <application>Totem Video-Player</application> folgendermaßen starten:
ja: 以下の手順で、<application>Totem 動画プレイヤー</application>を起動できます：

source: <guimenu>Applications</guimenu> menu
de: <guimenu>Anwendungen</guimenu>-Menü
ja: <guimenu>アプリケーション</guimenu>メニューを使った方法

source: Choose <menuchoice><guisubmenu>Sound &amp; Video</guisubmenu><guimenuitem>Movie Player</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Unterhaltungsmedien</guisubmenu><guimenuitem>Totem Video-Player</guimenuitem></menuchoice>.
ja: <menuchoice><guisubmenu>サウンドとビデオ</guisubmenu><guimenuitem>動画プレイヤー</guimenuitem></menuchoice>を選択します。

source: Command line
de: Befehlszeile
ja: コマンドラインを使った方法

source: To start <application>Totem Movie Player</application> from a command line, type the following command, then press <keycap>Return</keycap>:
de: Zum Starten des <application>Totem Video-Players</application> über die Befehlszeile geben Sie folgenden Befehl ein und bestätigen ihn mit der <keycap>Eingabetaste</keycap>:
ja: コマンドラインから <application>Totem 動画プレイヤー</application>を起動する場合は、以下のコマンドを入力し、<keycap>Enter</keycap>を押してください：

source: To view other command line options that are available, type <command>totem --help</command>, then press <keycap>Return</keycap>.
de: Um weitere Optionen für die Befehlszeile zu erhalten, geben Sie den Befehl <command>totem --help</command> ein und bestätigen ihn mit der <keycap>Eingabetaste</keycap>.
ja: 他のコマンドラインオプションを見たい場合は、<command>totem --help</command>と入力し、<keycap>Enter</keycap>を押してください。

source: When You Start <application>Totem Movie Player</application>
de: Beim Start von <application>Totem Video-Player</application>

source: When you start <application>Totem Movie Player</application>, the following window is displayed.
de: Nach dem Start von <application>Totem Video-Player</application> erscheint folgendes Fenster:
ja: <application>Totem 動画プレイヤー</application>が起動したら、次のようなウィンドウが表示されるはずです。

source: <application>Totem Movie Player</application> Start Up Window
de: <application>Totem Video-Player</application>-Startfenster

source: Shows <placeholder-1/> main window with sidebar opened on playlist. Contains menubar, display area, sidebar, elapsed time slider, seek control buttons, volume slider and statusbar.
de: Zeigt das Hauptfenster von <placeholder-1/> mit einer in der Seitenleiste geöffneten Wiedergabeliste. Es beinhaltet Menüleiste, Anzeigebereich, Seitenleiste, Suchlaufregler, Wiedergabesteuerung, Lautstärkeregler und Statuszeile.

source: The <application>Totem Movie Player</application> window contains the following elements:
de: Das <application>Totem Video-Player</application>-Fenster besteht aus den folgenden Elementen:
ja: <application>Totem 動画プレイヤー</application>には、以下の機能が搭載されています：

source: Menubar.
de: Menüleiste.
ja: メニューバー

source: The menus on the menubar contain all of the commands you need to use in <application>Totem Movie Player</application>.
de: Das Menü in der Menüleiste stellt alle Befehl, die zur Verwendung von <application>Totem Video-Player</application> erforderlich sind, zur Verfügung.
ja: メニューバーには <application>Totem 動画プレイヤー</application>が提供している全ての機能を使うためのメニュー項目が表示されます。

source: Display area.
de: Anzeigebereich.
ja: 表示領域

source: The display area displays the movie or a visualization of the current song.
de: Im Anzeigebereich wird der Film wiedergegeben oder die Visualisierung des laufenden Musikstücks ausgegeben.

source: Sidebar.
de: Seitenleiste.
ja: サイドバー

source: The sidebar displays properties of the file played and acts as playlist. It can also be used by various plugins, such as the MythTV, YouTube and Video Search plugins. They can be selected by clicking on the drop-down list at the top of the sidebar.
de: Die Seitenleiste zeigt die Eigenschaften der abgespielten Datei an und dient als Wiedergabeliste. Sie wird auch von verschiedenen Plugins, wie MythTV, YouTube und der Video-Suche, verwendet. Wählen Sie die verschiedenen Funktionen aus dem Auswahlmenü oben in der Seitenleiste.

source: Elapsed time slider.
de: Schieberegler für den Suchlauf.

source: The elapsed time slider displays the elapsed time of the movie or song that is playing. It also enables you to skip forward or backward in a movie or song by dragging the slider's handle along the bar, or by clicking on a point on the bar.
de: Der Schieberegler für den Suchlauf zeigt die vergangene Zeit des im Moment wiedergegeben Films oder Musikstücks an. Darüber hinaus ermöglicht er es Ihnen, innerhalb eines Films oder Musikstücks vor und zurück zu springen, indem Sie entweder den Regler mit der Maus verschieben, oder auf eine Position in der Leiste klicken.

source: Seek control buttons.
de: Bedienknöpfe.
ja: 再生・移動ボタン

source: The seek control buttons enable you to move to the next or previous track, and to pause or play a movie or song.
de: Über die Bedienknöpfe können Sie zum nächsten oder vorhergehenden Titel springen und die Wiedergabe eines Films oder Musikstücks starten oder anhalten.

source: Volume button.
de: Lautstärke-Knopf.

source: The volume button enables you to adjust the volume.
de: Mit Hilfe des Lautstärke-Knopfes können Sie die Lautstärke anpassen.

source: Statusbar.
de: Statuszeile.
ja: ステータスバー

source: The statusbar displays status information about the movie or song that is playing.
de: In der Statuszeile erhalten Sie zusätzliche Informationen zum laufenden Film oder Musikstück.
ja: ステータスバーには再生中の動画や楽曲の情報を表示します。

source: Usage
de: Benutzung
ja: 使い方

source: To Open a File
de: Öffnen einer Datei
ja: ファイルを開く

source: To open a video or an audio file, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Movie</guimenu><guisubmenu>Open</guisubmenu></menuchoice>. The <application>Select Movies or Playlists</application> dialog is displayed. Select the file or files you want to open, then click <guibutton>OK</guibutton>.
de: Um einen Film oder ein Musikstück zu öffnen, wählen Sie <menuchoice><shortcut><keycombo><keycap>Strg</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Film</guimenu><guisubmenu>Öffnen …</guisubmenu></menuchoice>. Der Dialog <guilabel>Filme oder Wiedergabelisten auswählen</guilabel> wird geöffnet. Wählen Sie die gewünschte(n) Datei(en) aus und klicken Sie danach auf <guibutton>OK</guibutton>.

source: You can drag a file from another application such as a file manager to the <application>Totem Movie Player</application> window. If you drag the file to the display area, the file will replace the current playlist and will start playing immediately. If you drag the file to the playlist in the sidebar, the file will be appended to the current playlist. The <application>Totem Movie Player</application> application will open the file and play the movie or song. <application>Totem Movie Player</application> displays the title of the movie or song in the titlebar of the window and in the playlist in the sidebar.
de: Sie können eine Datei von einer anderen Anwendung aus, wie dem Dateimanager, in das Fenster des <application>Totem Video-Players</application> ziehen. Der <application>Totem Video-Player</application> wird die Datei daraufhin öffnen und mit ihrer Wiedergabe beginnen. Ziehen Sie die Datei auf die Wiedergabefläche, wird die Wiedergabeliste geleert und die Datei sofort wiedergegeben, ziehen Sie die Datei in die Wiedergabeliste, wird die Datei in diese einsortiert und später abgespielt. Der Titel der Datei wird in der Titelleiste des Fensters und in der Wiedergabeliste in der Seitenleiste angezeigt.

source: If you try to open a file format that <application>Totem Movie Player</application> does not recognize, the application displays an error message. This error is most often encountered if you do not have the correct codecs installed. Information on getting codecs working can be found on the <ulink url="http://projects.mate.org/totem/#codecs" type="http"><application>Totem Movie Player</application> website</ulink>.
de: Falls Sie ein Dateiformat öffnen wollen, welches vom <application>Totem Video-Player</application> nicht unterstützt wird, zeigt die Anwendung eine Fehlermeldung an. In den meisten Fällen werden Fehler durch nicht installierte Codecs verursacht. Informationen darüber, wie Sie funktionierende Codecs bekommen, erhalten Sie auf der <ulink url="http://projects.mate.org/totem/#codecs" type="http"><application>Totem Video-Player</application>-Webseite</ulink>.

source: You can double-click on a video or an audio file in the <application>Caja</application> file manager to open it in the <application>Totem Movie Player</application> window.
de: Um eine Datei im <application>Totem Video-Player</application> wiederzugeben, führen Sie einen Doppelklick auf die entsprechende Datei im <application>Caja</application> Datei-Browser aus.

source: To Open a Location
de: Öffnen eines Ortes
ja: 場所を開く

source: To open a file by URI (location), choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo></shortcut><guimenu>Movie</guimenu><guimenuitem>Open Location</guimenuitem></menuchoice>. The <application>Open Location</application> dialog is displayed. Use the drop-down combination box to specify the URI you would like to open (it lists URIs which have previously been opened) – or type one in directly – then click on the <guibutton>Open</guibutton> button.
de: Um eine Datei über ihre Adresse zu öffnen, wählen Sie <menuchoice><shortcut><keycap>Strg</keycap><keycap>L</keycap></shortcut><guimenu>Film</guimenu><guimenuitem>Ort öffnen …</guimenuitem></menuchoice>. Der <guilabel>URI öffnen</guilabel>-Dialog wird geöffnet. Verwenden Sie die Aufklappliste, um die Adresse oder Datei auszuwählen, welche Sie öffnen wollen (hier wird eine Liste der früher bereits geöffneten Adressen angezeigt), oder geben Sie diese direkt ein. Klicken Sie dann auf den Knopf <guibutton>Öffnen</guibutton>.

source: If you have a URI in the clipboard already, it will automatically be pasted into the combination box.
de: Falls Sie schon eine Adresse in der Zwischenablage haben, wird diese automatisch in das Kombinationsfeld eingefügt.

source: To Play a Movie (DVD or VCD)
de: Einen Film (DVD, VCD) abspielen

source: Insert the disc in the optical device of your computer, then choose <menuchoice><guimenu>Movie</guimenu><guimenuitem>Play Disc</guimenuitem></menuchoice>.
de: Legen Sie die CD in das optische Laufwerk Ihres Computers. Danach wählen Sie <menuchoice><guimenu>Film</guimenu><guimenuitem>CD-Wiedergabe</guimenuitem></menuchoice> aus dem Menü.
ja: コンピュータの光学ドライブにディスクを挿入し、<menuchoice><guimenu>動画</guimenu><guimenuitem>ディスクの再生</guimenuitem></menuchoice>を選択してください。

source: To eject a DVD or VCD, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo></shortcut><guimenu>Movie</guimenu><guimenuitem>Eject</guimenuitem></menuchoice>.
de: Um eine DVD, oder VCD auszuwerfen, wählen Sie <menuchoice><guimenu>Film</guimenu><guimenuitem>Auswerfen</guimenuitem></menuchoice> aus dem Menü oder drücken Sie <shortcut><keycombo><keycap>Strg</keycap>+<keycap>E</keycap></keycombo></shortcut>.

source: To Pause a Movie or Song
de: Einen Film oder ein Musikstück unterbrechen
ja: 動画や楽曲を一時停止する

source: Shows pause button.
de: Zeigt den Pause-Knopf.
ja: 一時停止ボタンを表示しています。

source: To pause a movie or song that is playing, click on the <placeholder-1/> button, or choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo></shortcut><guimenu>Movie</guimenu><guimenuitem>Play / Pause</guimenuitem></menuchoice>. You may also use the <keycap>P</keycap> key to pause or play a movie.
de: Zum Unterbrechen der Wiedergabe klicken Sie auf den Knopf <placeholder-1/>, oder wählen Sie <menuchoice><shortcut><keycombo><keycap>Strg</keycap><keycap>Leertaste</keycap></keycombo></shortcut><guimenu>Film</guimenu><guimenuitem>Wiedergabe / Pause</guimenuitem></menuchoice>. Sie können auch die Taste <keycap>P</keycap> verwenden, um einen Film wiederzugeben oder die Wiedergabe zu unterbrechen.

source: Shows play button.
de: Zeigt den Wiedergabe-Knopf.
ja: 再生ボタンを表示しています。
