Repository: perberos/Mate-Desktop-Environment
Catalog: mate-video-player/help/*/*.po
Languages: de, ja

source: Select the language in which you wish to have your subtitles from the drop-down list at the top of the dialog, then click on the <guibutton>Find</guibutton> button to search for subtitles for the current movie. Subtitles are found on the basis of the movie's content, rather than its filename or tags.
de: Wählen Sie die Sprache in der Auswahlliste oben im Dialog aus, in welcher Sie die Untertitel anzeigen wollen. Klicken Sie anschließend auf den Knopf <guibutton>Suchen</guibutton>, um nach Untertiteln für den gegenwärtig abgespielten Film zu suchen. Die Untertitel werden anhand des Inhalts des Films gesucht, anstelle von Dateiname oder Markierungen.

source: Search results are listed in the tree view in the middle of the dialog. Currently, subtitles can only be used with a movie by <emphasis>reloading</emphasis> the movie with the subtitles, so after selecting the subtitle file you wish to download, click on the <guibutton>Play with Subtitle</guibutton> button to download the subtitles and reload the movie.
de: Suchergebnisse werden in einer Baumansicht in der Mitte des Dialogs aufgelistet. Gegenwärtig können Untertitel nur genutzt werden, wenn der Film mit den Untertiteln <emphasis>neu geladen</emphasis> wird. Daher müssen Sie nach der Auswahl einer herunterzuladenden Untertitel-Datei auf den Knopf <guibutton>Untertitel anzeigen</guibutton> klicken, um die Untertitel herunterzuladen und den Film neu zu laden.

source: Downloaded subtitle files are cached (in <filename>~/.cache/totem/subtitles</filename>, by default) so that they do not need to be downloaded again when playing the movie again. When downloading new subtitles for a movie, any previously downloaded subtitles for that movie are deleted.
de: Heruntergeladene Untertitel werden zwischengespeichert, per Vorgabe in <filename>~/.cache/totem/subtitles</filename>. So müssen sie bei der erneuten Wiedergabe des Films nicht noch einmal heruntergeladen werden. Beim Herunterladen von Untertiteln werden alle vorher gespeicherten Untertitel dieses Films gelöscht.

source: Thumbnail
de: Vorschau

source: The <guilabel>Thumbnail</guilabel> plugin sets <application>Totem Movie Player</application>'s main window icon to a thumbnail of the current movie, and updates the icon when new movies are loaded.
de: Das Plugin <guilabel>Vorschau</guilabel> verwandelt das Symbol im Hauptfenster von <application>Totem Video-Player</application> in ein Vorschaubild des gegenwärtig abgespielten Films. Das Symbol wird aktualisiert, wenn neue Filme geladen werden.

source: If a thumbnail doesn't exist for the current movie (or if you're playing an audio file), the main window icon will be reset to the <application>Totem Movie Player</application> logo.
de: Falls für den gegenwärtig abgespielten Film kein Vorschaubild existiert oder gerade eine Audio-Datei wiedergegeben wird, wird das Symbol wieder auf das Logo von <application>Totem Video-Player</application> zurückgesetzt.

source: The <guilabel>Video Disc Recorder</guilabel> plugin allows you to burn the current playlist to a DVD or VCD using <application>Brasero</application>.
de: Das Plugin <guilabel>Videodisk-Rekorder</guilabel> ermöglicht Ihnen das Brennen des Inhalts der aktuellen Wiedergabeliste auf eine DVD oder CD mittels <application>Brasero</application>.

source: To burn the current playlist, choose <menuchoice><guimenu>Movie</guimenu><guimenuitem>Create Video Disc</guimenuitem></menuchoice>. A <application>Brasero</application> dialog will be displayed, giving options for converting the movies to the appropriate format and burning them to disc. For more information, see the <ulink type="help" url="ghelp:brasero?brasero-new-project-video">Brasero documentation</ulink>.
de: Um den Inhalt der gegenwärtigen Wiedergabeliste auf ein Medium zu brennen, wählen Sie <menuchoice><guimenu>Film</guimenu><guimenuitem>Videodisk erstellen</guimenuitem></menuchoice>. Ein <application>Brasero</application>-Dialog wird geöffnet, in welchem Sie Angaben zur Umwandlung des Films in das von Ihnen gewünschte Format und das Brennen auf ein Medium machen können. Weitere Informationen finden Sie in der <ulink type="help" url="ghelp:brasero?brasero-new-project-video">Brasero-Dokumentation</ulink>.

source: The <guilabel>YouTube Browser</guilabel> plugin allows you to search and browse <ulink type="http" url="http://www.youtube.com/">YouTube</ulink>, and play YouTube videos directly in <application>Totem Movie Player</application>. With the plugin enabled, choose <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem></menuchoice> or click on the <guibutton>Sidebar</guibutton> button to show the sidebar. Select <guilabel>YouTube</guilabel> from the drop-down list at the top of the sidebar to display the <guilabel>YouTube</guilabel> sidebar.
de: Das Plugin <guilabel>YouTube-Browser</guilabel> ermöglicht Ihnen das Durchsuchen der <ulink type="http" url="http://de.youtube.com/">YouTube-Webseite</ulink> und das Abspielen von You-Tube-Videos direkt im <application>Totem Video-Player</application>. Mit aktiviertem Plugin wählen Sie <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>Ansicht</guimenu><guimenuitem>Seitenleiste</guimenuitem></menuchoice> oder klicken auf den Knopf <guibutton>Seitenleiste</guibutton>, um die Seitenleiste anzuzeigen. Wählen Sie <guilabel>YouTube</guilabel> in der Auswahlliste oben in der Seitenleiste, um die <guilabel>YouTube</guilabel>-Seitenleiste anzuzeigen.

source: To search for a YouTube video, enter your search terms in the entry at the top of the sidebar, then click <guibutton>Find</guibutton>. The search results will be listed in the tree view below. More results will be loaded automatically as you scroll down the list.
de: Um nach einem YouTube-Video zu suchen, geben Sie Ihre Suchbegriffe in das Eingabefeld oben in der Seitenleiste ein und klicken anschließend auf <guibutton>Suchen</guibutton>. Die Suchergebnisse werden darunter in einer Baumansicht angezeigt. Weitere Suchergebnisse werden automatisch geladen, wenn Sie in der Liste nach unten rollen.

source: To play a video, double-click it in the results list, or choose <menuchoice><guimenuitem>Add to Playlist</guimenuitem></menuchoice> from its context menu. When a video is played, a list of related videos will automatically be loaded in the <guilabel>Related Videos</guilabel> page of the <guilabel>YouTube</guilabel> sidebar.
de: Um ein Video abzuspielen, doppelklicken Sie in die Liste der Ergebnisse, oder wählen Sie <menuchoice><guimenuitem>Zur Wiedergabeliste hinzufügen</guimenuitem></menuchoice> aus dem Kontextmenü. Beim Abspielen eines Videos wird automatisch eine Liste ähnlicher Videos im Reiter <guilabel>Ähnliche Videos</guilabel> der <guilabel>YouTube</guilabel>-Seitenleiste geladen.

source: YouTube videos can be opened in a web browser by choosing <menuchoice><guimenuitem>Open in Web Browser</guimenuitem></menuchoice> from their context menu. This will open the video in its original location on the YouTube website.
de: YouTube-Videos können in einem Webbrowser geöffnet werden, indem Sie <menuchoice><guimenuitem>Link im Browser öffnen</guimenuitem></menuchoice> aus dem Kontextmenü wählen. Dadurch wird das Video an seinem originalen Ort auf der YouTube-Webseite geöffnet.

source: D-Bus Service
de: D-Bus-Dienst

source: The <guilabel>D-Bus Service</guilabel> plugin broadcasts notifications of which track is playing in <application>Totem Movie Player</application> on the D-Bus session bus. Applications such as <application>Gajim</application> can listen for such notifications and respond accordingly by, for example, updating your instant messaging status message to display the video currently being played in <application>Totem Movie Player</application>.
de: Der <guilabel>D-Bus-Dienst</guilabel> benachrichtigt Sie darüber, welcher Titel in <application>Totem Videoplayer</application> über den D-Bus-Sitzungsbus abgespielt wird. Anwendungen wie <application>Gajim</application> sind in der Lage, solche Benachrichtigungen zu erkennen und entsprechend darauf zu reagieren. Beispielsweise wird Ihr Anwesenheitsstatus für Sofortnachrichten anhand des in <application>Totem Videoplayer</application> abgespielten Videos aktualisiert.

source: Preferences
de: Einstellungen
ja: 設定

source: To modify the preferences of <application>Totem Movie Player</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>.
de: Um die Einstellungen des <application>Totem Video-Players</application> zu verändern, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice> aus dem Menü.

source: General
de: Allgemein
ja: 全般

source: Networking
de: Netzwerk
ja: ネットワーク

source: Select network connection speed from the <guilabel>Connection speed</guilabel> drop-down list.
de: Wählen Sie die Verbindungsgeschwindigkeit Ihres Netzwerkes aus dem <guilabel>Verbindungsgeschwindigkeits-</guilabel>Auswahlmenü.

source: Text Subtitles
de: Untertitel
ja: 字幕

source: <guilabel>Automatically load subtitle files</guilabel>: select this option to automatically load any subtitle files with the same filename as a movie when the movie is loaded.
de: <guilabel>Untertitel automatisch laden</guilabel>: Aktivieren Sie diese Option, um automatisch Untertitel beim Öffnen des Films zu laden. Die Untertiteldatei muss den gleichen Dateinamen wie die Filmdatei haben, um automatisch erkannt zu werden.

source: <guilabel>Font</guilabel>: select this option to change the font used to display subtitles.
de: <guilabel>Schrift</guilabel>: Wählen Sie diese Option, um die zur Anzeige der Untertitel verwendete Schriftart zu ändern.
ja: <guilabel>フォント</guilabel>：字幕を表示する際に使用するフォントを指定します。

source: <guilabel>Encoding</guilabel>: select this option to change the encoding used to display subtitles.
de: <guilabel>Kodierung</guilabel>: Wählen Sie diese Option, um die bei der Anzeige von Untertiteln verwendete Zeichenkodierung zu ändern.
ja: <guilabel>エンコーディング</guilabel>：字幕を表示する際に使用するエンコーディングを指定します。

source: Display
de: Anzeige
ja: 表示

source: Select the resize option if you want <application>Totem Movie Player</application> to automatically resize the window to the size of the video when a new video is loaded.
de: Um die Fenstergröße von <application>Totem Video-Player</application> an den jeweiligen Film oder die Visualisierung anzupassen, wählen Sie <guilabel>Fenstergröße automatisch ändern, sobald ein neues Video geladen wird</guilabel>.

source: Select the screensaver option if you want to allow the screensaver to activate when playing audio files. Some monitors with integrated speakers may stop playing music when the screensaver is activated.
de: Wählen Sie die Option <guilabel>Bildschirmschoner darf auch starten, wenn lediglich Audio wiedergegeben wird</guilabel> aus, um den Bildschirmschoner bei Audiowiedergabe trotzdem zu starten. Manche im Monitor integrierten Lautsprecher können die Wiedergabe unterbrechen, falls diese Option aktiviert ist.

source: Visual Effects
de: Visuelle Effekte
ja: 視覚効果

source: <guilabel>Visual</guilabel>: select this option to show visual effects while an audio file is playing.
de: <guilabel>Visuelle Effekte</guilabel>: Wählen Sie diese Option, wenn bei der Wiedergabe einer Audio-Datei visuelle Effekte angezeigt werden sollen.
ja: <guilabel>視覚</guilabel>：楽曲ファイルを演奏中に視覚効果を表示するかどうかを指定します。

source: <guilabel>Type of visualization</guilabel>: select type of visualization from the drop-down list.
de: <guilabel>Visualisierungstyp</guilabel>: Wählen Sie den gewünschten Typ der Visualisierung aus dem Auswahlmenü.

source: <guilabel>Visualization size</guilabel>: select visualization size from the drop-down list.
de: <guilabel>Visualisierungsgröße</guilabel>: Wählen Sie die gewünschte Größe der Visualisierung aus dem Auswahlmenü.

source: Color balance
de: Farbabgleich
ja: 色のバランス

source: <guilabel>Brightness</guilabel>: use the slider to specify the level of brightness.
de: <guilabel>Helligkeit</guilabel>: Bestimmen Sie den Helligkeitsgrad mit diesem Regler.
ja: <guilabel>明るさ</guilabel>：スライドバーを使って、明るさを調整します。

source: <guilabel>Contrast</guilabel>: use the slider to specify the level of contrast.
de: <guilabel>Kontrast</guilabel>: Verwenden Sie diesen Regler zum Einstellen des Kontrasts.
ja: <guilabel>コントラスト</guilabel>：スライドバーを使って、コントラストを調整します。

source: <guilabel>Saturation</guilabel>: use the slider to specify the level of saturation.
de: <guilabel>Sättigung</guilabel>: Verwenden Sie diesen Schieberegler zum Einstellen der Sättigung.
ja: <guilabel>彩度</guilabel>：スライドバーを使って、彩度を調整します。

source: <guilabel>Hue</guilabel>: use the slider to specify the level of hue.
de: <guilabel>Helligkeit</guilabel>: Bestimmen Sie den Helligkeitsgrad mit diesem Schieberegler.
ja: <guilabel>色相</guilabel>：スライドバーを使って、色相を調整します。

source: You may use the <guilabel>Reset to Defaults</guilabel> button to reset the color balance controls to their default positions.
de: Um die Regler für die Farbbalance auf Ihren Ausgangszustand zurück zu setzen, verwenden Sie den Knopf <guilabel>Auf Vorgaben zurücksetzen</guilabel>.

source: Audio Output
de: Audio-Ausgabe
ja: 音声の出力

source: Select audio output type from the <guilabel>Audio output type</guilabel> drop-down list.
de: Wählen Sie den gewünschten Audio-Ausgabetyp aus dem <guilabel>Audio-Ausgabetyp</guilabel>-Auswahlmenü.
ja: <guilabel>音声出力の種類</guilabel>ドロップダウンリストから、音声出力の種類を指定します。

source: About <application>Totem Movie Player</application>
de: Info zu <application>Totem Video-Player</application>
ja: <application>Totem 動画プレイヤー</application>について

source: <application>Totem Movie Player</application> is written by Bastien Nocera (<email>hadess@hadess.net</email>), Julien Moutte (<email>julien@moutte.net</email>) for the GStreamer backend, and Guenter Bartsch (<email>guenter@users.sourceforge.net</email>). To find more information about <application>Totem Movie Player</application>, please visit the <ulink url="http://projects.mate.org/totem/" type="http"><application>Totem Movie Player</application> website</ulink>.
de: <application>Totem Video-Player</application> wurde von Bastien Nocera (<email>hadess@hadess.net</email>) und Julien Moutte (<email>julien@moutte.net</email>) geschrieben. Günter Bartsch (<email>guenter@users.sourceforge.net</email>) schrieb das GStreamer-Backend. Für weitere Informationen besuchen Sie bitte die <ulink url="http://projects.mate.org/totem/" type="http"><application>Totem Video-Player</application>-Website</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="ghelp:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
de: Das vorliegende Programm unterliegt den Bedingungen der GNU Free Documentation License (GFDL), Version 2 oder jeder späteren, von der Free Software Foundation veröffentlichten Version. Ein Kopie der GPL finden Sie unter diesem <ulink url="ghelp:gpl" type="help">Link</ulink> oder in der dem Quelltext beiliegenden Datei COPYING.
ja: このプログラムはフリーソフトウェア財団が発行している GNU General Public license のバージョン 2 かそれ以降に従って配布されています。このライセンスの複製物は、<ulink url="ghelp:gpl" type="help">こちらのリンク</ulink>かこのプログラムのソースコードに含まれる COPYING ファイルから入手できます。

source: translator-credits
de: Jan-Arne Petersen <jap@mate.org>, 2006 Mario Blättermann <mariobl@mate.org>, 2008, 2009, 2010 Stefan Horning <stefan@hornings.de>, 2009
ja: Mitsuya Shibata <mty.shibata@gmail.com>, 2008

source: Totem Movie Player is a media player for MATE that runs on GStreamer by default, but can also be run on xine. It has support for most audio and video codecs including DVDs and Digital CDs among many others. Features include TV-out, fullscreen, subtitles, and more.
ja: Totem 動画プレイヤーは MATE 向けのメディアプレイヤーです。標準で GStreamer を採用していますが、xine を使うこともできます。DVDやデジタルCDを含む多くのオーディオ・ビデオコーデックに対応しており、TV出力やフルスクリーン、字幕などの機能も備えています。

source: August 2006
ja: 2006年8月

source: This manual describes version 1.6.0 of Totem Movie Player.
ja: このマニュアルは、Totem 動画プレイヤーのバージョン 1.6.0について記述しています。

source: To report a bug or make a suggestion regarding the Totem Movie Player application or this manual, follow the directions in the <ulink url="ghelp:user-guide#feedback" type="help">MATE Feedback Page</ulink>.
ja: Totem 動画プレイヤーアプリケーションとこのマニュアルについての不具合を報告する方法や提案を行う方法は、<ulink url="ghelp:user-guide#feedback" type="help">MATE フィードバックページ</ulink>を参照してください。

source: The <application>Totem Movie Player</application> application is a movie player for the MATE desktop based on GStreamer framework and xine library, and enables you to play movies or songs.
ja: <application>Totem 動画プレイヤー</application>は、GStreamer フレームワークや xine ライブラリを利用したMATEデスクトップ向けの動画プレイヤーで、動画を再生したり楽曲を演奏できます。

source: Support a variety of video and audio files.
ja: いろいろな種類の動画や楽曲ファイルのサポート

source: Provide a variety of zoom levels and aspect ratios, and a fullscreen view.
ja: 倍率による拡大/縮小やアスペクト比の変更と、フルスクリーン表示のサポート

source: Seek and Volume controls.
ja: 早送り・巻き戻しや音量調整機能

source: To Start Totem Movie Player
ja: Totem 動画プレイヤーを起動する

source: When You Start Totem Movie Player
ja: Totem 動画プレイヤーが起動したら

source: Totem Movie Player Start Up Window
ja: Totem 動画プレイヤー起動時のウィンドウ

source: Shows <placeholder-1/> main window with sidebar opened on playlist. Contains menubar, display area, sidebar, time elapsed slider, seek control buttons, volume slider and statusbar.
ja: スライドバーと再生一覧が表示されている、<placeholder-1/>メインウィンドウを表示しています。ここには、メニューバーや表示領域、サイドバー、時間位置スライダー、再生・移動ボタン、音量調節スライダー、ステータスバーなどが表示されています。

source: The display area displays the movie or a visualisation of the current song.
ja: 表示領域には動画の内容や、現在再生中の楽曲の視覚効果が表示されます。

source: The sidebar displays properties of the file played and acts as playlist. It can also be used by various plugins, such as the MythTV, YouTube and Video Search plugins.
ja: サイドバーには再生しているファイルのプロパティを表示したり、再生一覧の機能を提供します。MythTV や YouTube、動画を検索するといったプラグインでも使用します。

source: Time elapsed slider.
ja: 再生時間のスライダー

source: The time elapsed slider displays the elapsed time of movie or song that is playing. It also enables you to skip forward or backward in a movie or song.
ja: 再生時間のスライダーは、現在再生している動画や楽曲の経過時間を表示します。このスライダーを操作することで、動画や楽曲を早送り・巻き戻しすることもできます。

source: The seek control buttons enables you to move to the next or previous track, and to pause or play a movie or song.
ja: 再生・移動ボタンを使えば、前後のトラックへの移動や、動画や楽曲の再生・一時停止などを操作することができます。

source: Volume slider.
ja: 音量調節スライダー

source: The volume slider enables you to adjust the volume.
ja: 音量調節スライダーを使って音量を調整することができます。

source: To open a video or an audio file, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Movie</guimenu><guisubmenu>Open</guisubmenu></menuchoice>. The <guilabel>Select Movies or Playlists</guilabel> dialog is displayed. Select the file(s) you want to open, then click <guibutton>OK</guibutton>.
ja: 動画や楽曲のファイルを開くには、<menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>動画</guimenu><guisubmenu>開く</guisubmenu></menuchoice>を選択してください。<guilabel>動画または再生一覧の選択</guilabel>ダイアログが表示されます。開きたいファイルを選択して<guibutton>追加</guibutton>ボタンを押してください。

source: You can drag a file from another application such as a file manager to the <application>Totem Movie Player</application> window. The <application>Totem Movie Player</application> application will open the file and play the movie or song. <application>Totem Movie Player</application> displays the title of the movie or song in the titlebar of the window and in the playlist in the sidebar.
ja: ファイル・マネージャなどの他のアプリケーションからファイルをドラッグし、<application>Totem 動画プレイヤー</application>のウィンドウにドロップすることでファイルを開くこともできます。すると、<application>Totem 動画プレイヤー</application>は動画ファイルや楽曲ファイルを開いて再生を始めます。<application>Totem 動画プレイヤー</application>は、動画や楽曲のタイトルをタイトルバーやサイドバーの再生一覧に表示します。

source: If you try to open a file format that <application>Totem Movie Player</application> does not recognize, the application displays an error message. This error is most often encountered if you do not have the correct codecs installed. Information on getting codecs working can be found on the <ulink url="http://www.mate.org/projects/totem/#codecs">Totem Movie Player website</ulink>.
ja: <application>Totem 動画プレイヤー</application>が認識できない形式のファイルを開こうとしたときはエラーメッセージを表示します。このエラーには、適切なコーデックをインストールしていないときに遭遇するでしょう。コーデックの入手方法については、<ulink url="http://www.mate.org/projects/totem/#codecs">Totem 動画プレイヤーのウェブサイト</ulink>をご覧ください。

source: You can double-click on a video or an audio file in the <application>Caja</application> file manager to open it on the <application>Totem Movie Player</application> window.
ja: <application>Caja</application> ファイルマネージャ上で動画ファイルや楽曲ファイルをダブルクリックすることでも、<application>Totem 動画プレイヤー</application>のウィンドウを開くことができます。

source: To open a file by URI location, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo></shortcut><guimenu>Movie</guimenu><guimenuitem>Open Location</guimenuitem></menuchoice>. The <guilabel>Open Location</guilabel> dialog is displayed. Use the drop-down combination box to specify the URI location of file you would like to open (it lists URIs which have previously been opened) – or type one in directly – then click on the <guibutton>Open</guibutton> button.
ja: URIを指定することで、そのファイルを開きたい場合は、<menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo></shortcut><guimenu>動画</guimenu><guimenuitem>場所を開く</guimenuitem></menuchoice>を選択してください。<guilabel>場所を開く</guilabel>ダイアログが表示されます。開きたいファイルの場所(URI)をドロップダウンボックスで指定するか、直接入力し、<guibutton>開く</guibutton>ボタンを押してください。なお、ドロップダウンボックスには以前開いたファイルのURIが一覧表示されます。

source: To Play a Movie (DVD, VCD or CD)
ja: 動画（DVD、VCD または CD）を再生する

source: To Eject a DVD, VCD or CD
ja: DVD、VCD または CDを取り出す

source: To eject a DVD, VCD, or CD, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo></shortcut><guimenu>Movie</guimenu><guimenuitem>Eject</guimenuitem></menuchoice>.
ja: DVDやVCDまたはCDを取り出すには、<menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo></shortcut><guimenu>動画</guimenu><guimenuitem>取り出し</guimenuitem></menuchoice>を選択してください。

source: To pause a movie or song that is playing, click on the <placeholder-1/> button, or choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo></shortcut><guimenu>Movie</guimenu><guimenuitem>Play / Pause</guimenuitem></menuchoice>. You may also use the <keycap>P</keycap> key to pause or play a movie. When you pause a movie or song, the statusbar displays <guilabel>Paused</guilabel> and the time elapsed on the current movie or song stops.
ja: 再生中の動画や楽曲を一時停止するには<placeholder-1/>ボタンを押すか、<menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo></shortcut><guimenu>動画</guimenu><guimenuitem>再生/一時停止</guimenuitem></menuchoice>を選択してください。<keycap>P</keycap>キーを押すことで、動画の再生と一時停止を切り替えることもできます。一時停止すると、ステータスバーには<guilabel>一時停止中</guilabel>と表示され、再生中の動画や楽曲の経過時間を表すスライダーが停止します。

source: To resume playing a movie or song, click on the <placeholder-1/> button, or choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo></shortcut><guimenu>Movie</guimenu><guimenuitem>Play / Pause</guimenuitem></menuchoice>.
ja: 再び再生を開始するには<placeholder-1/>ボタンを押すか、<menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo></shortcut><guimenu>動画</guimenu><guimenuitem>再生/一時停止</guimenuitem></menuchoice>を選択してください。
