Repository: perberos/Mate-Desktop-Environment
Catalog: mate-video-player/help/*/*.po
Languages: de, ja

source: To resume playing a movie or song, click on the <placeholder-1/> button again, or choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo></shortcut><guimenu>Movie</guimenu><guimenuitem>Play / Pause</guimenuitem></menuchoice>.
de: Zum Fortsetzen der Wiedergabe eines Films oder eines Musikstücks klicken Sie auf den <placeholder-1/>-Knopf, oder wählen Sie <shortcut><keycombo><keycap>Strg</keycap><keycap>Leertaste</keycap></keycombo></shortcut><menuchoice><guimenu>Film</guimenu><guimenuitem>Wiedergabe / Pause</guimenuitem></menuchoice> aus dem Menü.

source: To View Properties of a Movie or Song
de: Die Eigenschaften eines Films oder Musikstücks anzeigen
ja: 動画や楽曲のプロパティを表示する

source: To view the properties of a movie or song, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem></menuchoice> to make the sidebar appear, and choose <guimenu>Properties</guimenu> in the drop-down list at the top of the sidebar.
de: Um die Eigenschaften eines Films oder eines Musikstücks anzuzeigen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Seitenleiste</guimenuitem></menuchoice>, um die Seitenleiste zu öffnen, und wählen Sie <guimenu>Eigenschaften</guimenu> in der Aufklappliste, oben in der Seitenleiste.

source: To Seek Through Movies or Songs
de: Spulen innerhalb eines Films oder Musikstücks
ja: 早送り・巻き戻し・トラックを移動する

source: To seek through movies or songs, you can use the following methods:
de: Zum Spulen innerhalb eines Films oder Musikstücks stehen Ihnen die folgenden Vorgehensweisen zur Verfügung:
ja: 以下の手順で、動画・楽曲の再生時間やトラックを移動できます：

source: To skip forward
de: Vorspulen
ja: 一つ前へ移動する

source: To skip forward through a movie or song, choose <menuchoice><shortcut><keycap>Right</keycap></shortcut><guimenu>Go</guimenu><guimenuitem>Skip Forward</guimenuitem></menuchoice>.
de: Um nach vorne zu spulen, wählen Sie <menuchoice><shortcut><keycap>Rechts</keycap></shortcut><guimenu>Gehe zu</guimenu><guimenuitem>Vorspulen</guimenuitem></menuchoice> aus dem Menü.

source: To skip backward
de: Zurückspulen
ja: 一つ後ろへ移動する

source: To skip backwards through a movie or song, choose <menuchoice><shortcut><keycap>Left</keycap></shortcut><guimenu>Go</guimenu><guimenuitem>Skip Backwards</guimenuitem></menuchoice>.
de: Um einen Film oder ein Musikstück zurück zu spulen, wählen Sie <menuchoice><shortcut><keycap>Links</keycap></shortcut><guimenu>Gehe zu</guimenu><guimenuitem>Zurückspulen</guimenuitem></menuchoice> aus dem Menü.

source: To skip to a time
de: Zu einem bestimmten Zeitpunkt springen
ja: 時間を指定して移動する

source: To skip to a specific elapsed time in the movie or song, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>K</keycap></keycombo></shortcut><guimenu>Go</guimenu><guimenuitem>Skip to</guimenuitem></menuchoice>. The <application>Skip to</application> dialog is displayed. Use the spin box to specify the elapsed time (in seconds) to skip to, then click <guibutton>OK</guibutton>.
de: Um zu einem bestimmten Zeitpunkt eines Films oder Musikstücks zu springen, wählen Sie <menuchoice><shortcut><keycombo><keycap>Strg</keycap><keycap>K</keycap></keycombo></shortcut><guimenu>Gehe zu</guimenu><guimenuitem>Springen zu …</guimenuitem></menuchoice> aus dem Menü. Der <application>Springe zu</application>-Dialog öffnet sich. Geben Sie im Einstellfeld den gewünschten Zeitpunkt an und bestätigen Sie durch einen Klick auf <guibutton>OK</guibutton>.

source: The spin box also allows more natural language to be used. You can enter a time in the formats "hh:mm:ss", "mm:ss" or "ss"; where "hh" is the hour, "mm" is the minute and "ss" is the second to skip to.
de: Das Eingabefeld akzeptiert auch verständlichere Eingaben. Sie können z.B. Zeiten in dem Format »hh:mm:ss«, »mm:ss«, oder »hh« eingeben. Im Beispiel steht »hh« für Stunden- »mm« für Minuten- und ss für Sekunden-Werte, zu denen Sie springen möchten.

source: To move to the next movie or song
de: Zum nächsten Film oder Musikstück springen
ja: 次の動画や楽曲に移動する

source: Shows a seek next button
de: Zeigt den Nächster-Film-Knopf
ja: 次のトラックへ移動するボタンを表示しています。

source: To move to the next movie or song, choose <menuchoice><shortcut><keycombo><keycap>Alt</keycap><keycap>Right</keycap></keycombo></shortcut><guimenu>Go</guimenu><guimenuitem>Next Chapter/Movie</guimenuitem></menuchoice> or click on the <placeholder-1/> button.
de: Um zum nächsten Film oder Musikstück zu springen, wählen Sie <menuchoice><shortcut><keycombo><keycap>N</keycap></keycombo></shortcut><guimenu>Gehe zu</guimenu><guimenuitem>Nächstes Kapitel/Film</guimenuitem></menuchoice> aus dem Menü oder klicken Sie auf den Knopf <placeholder-1/>.
ja: 動画や楽曲の次のトラックに移動するには、<menuchoice><shortcut><keycombo><keycap>Alt</keycap><keycap>Right</keycap></keycombo></shortcut><guimenu>移動</guimenu><guimenuitem>次のチャプター/動画</guimenuitem></menuchoice>を選択するか、<placeholder-1/>ボタンを押してください。

source: To move to the previous movie or song
de: Zum vorhergehenden Musikstück oder Film springen
ja: 前の動画や楽曲に移動する

source: Shows a seek previous button
de: Zeigt den Springe-Zurück-Knopf
ja: 前のトラックへ移動するボタンを表示しています。

source: To move to the previous movie or song, choose <menuchoice><shortcut><keycombo><keycap>Alt</keycap><keycap>Left</keycap></keycombo></shortcut><guimenu>Go</guimenu><guimenuitem>Previous Chapter/Movie</guimenuitem></menuchoice> or click on the <placeholder-1/> button.
de: Um zum vorhergehenden Musikstück oder Film zu springen, wählen Sie <menuchoice><shortcut><keycombo><keycap>Alt</keycap><keycap>Pfeiltaste links</keycap></keycombo></shortcut><guimenu>Gehe zu</guimenu><guimenuitem>Vorheriges Kapitel/Film</guimenuitem></menuchoice>, oder klicken Sie auf den Knopf <placeholder-1/>.

source: To Change the Zoom Factor
de: Verändern des Maßstabs
ja: 表示サイズを変更する

source: To Change the Video Size
de: Die Abmessungen verändern
ja: 動画の拡大率を変更する

source: To change the zoom factor of the display area, you can use the following methods:
de: Um den Maßstab des Anzeigebereichs zu ändern, können Sie eine der folgenden Methoden verwenden:
ja: 以下の方法で、表示領域の拡大率を変更できます：

source: To zoom to fullscreen mode, choose <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Fullscreen</guimenuitem></menuchoice>. You can also use the <keycap>F</keycap> key to toggle fullscreen mode. To exit fullscreen mode, click on the <guibutton>Leave Fullscreen</guibutton> button or press <keycap>Esc</keycap>, <keycap>F11</keycap> or <keycap>F</keycap>.
de: Um einen Film bildschirmfüllend wiederzugeben, wählen Sie <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>Ansicht</guimenu><guimenuitem>Vollbildmodus</guimenuitem></menuchoice> aus dem Menü. Sie können auch auf die Taste <keycap>F</keycap> drücken, um den Vollbildmodus an- und abzuschalten. Zum Verlassen des Vollbildmodus klicken Sie auf <guilabel>Vollbildmodus verlassen</guilabel> oder drücken <keycap>Esc</keycap>, <keycap>F11</keycap> oder <keycap>F</keycap>.
ja: フルスクリーンモードにするには、<menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>表示</guimenu><guimenuitem>フルスクリーン</guimenuitem></menuchoice>を選択してください。<keycap>F</keycap>キーを使って、フルスクリーンモードを切り替えることもできます。フルスクリーンモードを終了させるには、<guibutton>フルスクリーンの解除</guibutton>ボタンを押すか、<keycap>Esc</keycap>や<keycap>F11</keycap>、<keycap>F</keycap>を押してください。

source: To change the size of the original movie or visualization, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo></shortcut><guimenu>View</guimenu><guimenuitem>Fit Window to Movie</guimenuitem></menuchoice> and choose a scale ratio.
de: Um die Größe eines Films oder einer Visualisierung zu ändern, wählen Sie <menuchoice><shortcut><keycombo><keycap>Strg</keycap><keycap>0</keycap></keycombo></shortcut><guimenu>Ansicht</guimenu><guimenuitem>Fenstergröße an Film anpassen</guimenuitem></menuchoice> und wählen Sie eines der Ansichtsverhältnisse aus.

source: To Change the Video Aspect Ratio
de: Das Ansichtsverhältnis verändern
ja: 動画のアスペクト比を変更する

source: To switch between different aspect ratios, choose <menuchoice><shortcut><keycap>A</keycap></shortcut><guimenu>View</guimenu><guisubmenu>Aspect Ratio</guisubmenu></menuchoice>.
de: Um zwischen den unterschiedlichen Seitenverhältnissen zu wechseln, wählen Sie <menuchoice><shortcut><keycap>A</keycap></shortcut><guimenu>Ansicht</guimenu><guimenuitem>Ansichtsverhältnis</guimenuitem></menuchoice>.

source: To Adjust the Volume
de: Anpassen der Lautstärke
ja: 音量を調節する

source: To increase the volume, choose <menuchoice><shortcut><keycap>Up</keycap></shortcut><guimenu>Sound</guimenu><guimenuitem>Volume Up</guimenuitem></menuchoice>. To decrease the volume, choose <menuchoice><shortcut><keycap>Down</keycap></shortcut><guimenu>Sound</guimenu><guimenuitem>Volume Down</guimenuitem></menuchoice>.
de: Um die Lautstärke zu erhöhen, wählen Sie <menuchoice><shortcut><keycap>Pfeiltaste hoch</keycap></shortcut><guimenu>Audio</guimenu><guimenuitem>Lauter</guimenuitem></menuchoice> aus dem Menü. Um die Lautstärke zu verringern, wählen Sie <menuchoice><shortcut><keycap>Pfeiltaste runter</keycap></shortcut><guimenu>Audio</guimenu><guimenuitem>Leiser</guimenuitem></menuchoice> aus dem Menü.

source: You can also use the volume button: click on the volume button and choose the volume level with the slider.
de: Zur Anpassung der Lautstärke können Sie auch den Lautstärkeregler-Knopf verwenden: Klicken Sie darauf und wählen Sie den Lautstärkepegel mit dem Schieberegler.

source: To Make the Window Always on Top
de: Das Fenster immer im Vordergrund halten

source: To make the <application>Totem Movie Player</application> window always on top of other application windows, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Plugins</guimenuitem></menuchoice>. Select the <guilabel>Always on Top</guilabel> plugin to enable it. The <application>Totem Movie Player</application> window will now stay on top of all other windows while a movie is playing, but not while audio or visualizations are playing.
de: Um das Fenster des <application>Totem Video-Player</application> immer im Vordergrund vor anderen Anwendungsfenstern zu behalten, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Plugins</guimenuitem></menuchoice>. Wählen Sie das <guilabel>Immer im Vordergrund</guilabel>-Plugin aus, um es zu aktivieren. Der <application>Totem Video-Player</application> wird nun während der Wiedergabe eines Films immer im Vordergrund vor anderen Fenstern angezeigt, jedoch nicht während der Wiedergabe von Audiodateien oder Visualisierungen.

source: To stop the window from always being on top, disable the <guilabel>Always on Top</guilabel> plugin again. See <xref linkend="totem-plugins-always-on-top"/> for more information.
de: Um den Vordergrundmodus zu beenden, deaktivieren Sie das <guilabel>Immer im Vordergrund</guilabel>-Plugin wieder. Weitere Informationen finden Sie in <xref linkend="totem-plugins-always-on-top"/>.

source: To Show or Hide Controls
de: Anzeigen oder Verstecken von Kontrollelementen
ja: 操作パネルの表示・非表示を切り替える

source: To show or hide the <application>Totem Movie Player</application> window controls, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo></shortcut><guimenu>View</guimenu><guimenuitem>Show Controls</guimenuitem></menuchoice>, or press the <keycap>H</keycap> key. You can also right-click on the <application>Totem Movie Player</application> window, then choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo></shortcut><guimenuitem>Show Controls</guimenuitem></menuchoice> from the popup menu.
de: Zum Anzeigen oder Verstecken der Bedienelemente wählen Sie <menuchoice><shortcut><keycombo><keycap>Strg</keycap><keycap>H</keycap></keycombo></shortcut><guimenu>Ansicht</guimenu><guimenuitem>Bedienelemente anzeigen</guimenuitem></menuchoice>, oder drücken Sie die Taste <keycap>H</keycap>. Sie können auch einen Rechtsklick auf das Fenster von <application>Totem Video-Player</application> ausführen und wählen <menuchoice><shortcut><keycombo><keycap>Strg</keycap><keycap>H</keycap></keycombo></shortcut><guimenuitem>Bedienelemente anzeigen</guimenuitem></menuchoice> aus dem Kontextmenü.
ja: <application>Totem 動画プレイヤー</application>ウィンドウにある操作パネルの表示・非表示を切り替えたい場合、<menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo></shortcut><guimenu>表示</guimenu><guimenuitem>コントロールの表示</guimenuitem></menuchoice>を選択するか、<keycap>H</keycap>キーを押してください。<application>Totem 動画プレイヤー</application>ウィンドウ上で右クリックし、ポップアップメニューから<menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo></shortcut><guimenuitem>コントロールの表示</guimenuitem></menuchoice>を選択することでも切り替えることができます。

source: If the <guilabel>Show Controls</guilabel> option is selected, <application>Totem Movie Player</application> will show the menubar, elapsed time slider, seek control buttons, volume slider and statusbar on the window. If the <guilabel>Show Controls</guilabel> option is unselected, the application will hide these controls and show only the display area.
de: Falls die Option <guilabel>Bedienelemente anzeigen</guilabel> gesetzt ist, zeigt der <application>Totem Video-Player</application> die Menüleiste, den Suchlauf-Schieberegler, die Bedienschaltflächen, den Lautstärkeregler und die Statuszeile im Fenster an. Falls die Option <guilabel>Bedienelemente anzeigen</guilabel> nicht gesetzt ist, werden alle oben genannten Elemente versteckt, so dass nur noch der Anzeigebereich sichtbar ist.

source: To Manage the Playlist
de: Die Wiedergabeliste verwalten
ja: 再生一覧を管理する

source: To Show or Hide the Playlist
de: Die Wiedergabeliste anzeigen oder verstecken
ja: 再生一覧の表示・非表示を切り替える

source: To show or hide the playlist, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem></menuchoice> or click on the <guibutton>Sidebar</guibutton> button, and choose <guimenu>Playlist</guimenu> on the top of the sidebar.
de: Um die Wiedergabeliste anzuzeigen oder zu verbergen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Seitenleiste</guimenuitem></menuchoice>, oder klicken Sie auf den Knopf <guibutton>Seitenleiste</guibutton>, dann wählen Sie <guimenu>Wiedergabeliste</guimenu> oben in der Seitenleiste aus.

source: Manage a Playlist
de: Eine Wiedergabeliste verwalten
ja: 再生一覧を管理する

source: To add a track or movie
de: Hinzufügen eines Musikstücks oder Films
ja: トラックや動画を追加する

source: To add a track or movie to the playlist, click on the <guibutton>Add</guibutton> button. The <application>Select Movies or Playlists</application> dialog is displayed. Select the file that you want to add to the playlist, then click <guibutton>Add</guibutton>.
de: Um ein Musikstück oder einen Film zur Wiedergabeliste hinzuzufügen, klicken Sie auf den Knopf <guibutton>Hinzufügen …</guibutton>. Der <application>Dateien auswählen</application>-Dialog öffnet sich. Wählen Sie die gewünschten Dateien aus und klicken Sie auf <guibutton>Hinzufügen</guibutton>.

source: To remove a track or movie
de: Ein Musikstück oder einen Film entfernen
ja: トラックや動画を削除する

source: To remove a track or movie from the playlist, select the item or items to remove from the playlist, then click on the <guibutton>Remove</guibutton> button.
de: Um ein Musikstück oder einen Film aus der Wiedergabeliste zu entfernen, wählen Sie die entsprechenden Dateien aus und klicken auf den <guibutton>Entfernen</guibutton>-Knopf.

source: To save the playlist to a file
de: Eine Wiedergabeliste als Datei speichern
ja: 再生一覧をファイルに保存する

source: To save the playlist to a file, click on the <guibutton>Save Playlist</guibutton> button. The <application>Save Playlist</application> dialog is displayed; specify the filename as which you want to save the playlist, and click <guibutton>Save</guibutton>.
de: Um die Wiedergabeliste als Datei zu speichern, klicken Sie auf den Knopf <guibutton>Wiedergabeliste speichern …</guibutton>. Es erscheint der <application>Wiedergabeliste speichern</application>-Dialog. Geben Sie den Dateinamen an, unter dem die Wiedergabeliste abgelegt werden soll. Schließen Sie den Vorgang durch einen Klick auf <guibutton>Speichern</guibutton> ab.

source: To move a track or movie up the playlist
de: Einen Titel nach oben verschieben
ja: トラックや動画を上に移動する

source: To move a track or movie up the playlist, select the item from the playlist, then click on the <guibutton>Move Up</guibutton> button.
de: Um ein Musikstück in der Wiedergabeliste nach oben zu verschieben, wählen Sie den entsprechenden Eintrag in der Liste aus. Danach klicken Sie auf den Knopf <guibutton>Hinauf</guibutton>.

source: To move a track or movie down the playlist
de: Einen Titel nach unten verschieben
ja: トラックや動画を下に移動する

source: To move a track or movie down the playlist, select the item from the playlist, then click on the <guibutton>Move Down</guibutton> button.
de: Um ein Musikstück oder einen Film in der Liste nach unten zu verschieben, wählen Sie den entsprechenden Eintrag in der Liste aus. Danach klicken Sie auf den Knopf <guibutton>Hinunter</guibutton>.

source: You can use the <application>Playlist</application> dialog to do the following: <placeholder-1/>
de: Im Dialog <application>Wiedergabeliste</application> stehen Ihnen folgenden Möglichkeiten zur Verfügung: <placeholder-1/>

source: To Select or Unselect Repeat Mode
de: Endloswiedergabe aktivieren oder deaktivieren
ja: リピート・モードを切り替える

source: To enable or disable repeat mode, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Repeat Mode</guimenuitem></menuchoice>.
de: Um die Endloswiedergabe zu aktivieren, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Endlosschleife</guimenuitem></menuchoice>.
ja: リピート・モードのオン・オフを切り替えるには、<menuchoice><guimenu>編集</guimenu><guimenuitem>リピート・モード</guimenuitem></menuchoice>を選択してください。

source: To Select or Unselect Shuffle Mode
de: In zufälliger Reihenfolge wiedergeben
ja: シャッフル・モードを切り替える

source: To enable or disable shuffle mode, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Shuffle Mode</guimenuitem></menuchoice>.
de: Um die zufällige Wiedergabe zu aktivieren, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Zufallsmodus</guimenuitem></menuchoice>.
ja: シャッフル・モードのオン・オフを切り替えるには、<menuchoice><guimenu>編集</guimenu><guimenuitem>シャッフル・モード</guimenuitem></menuchoice>を選択してください。

source: To Choose Subtitles
de: Untertitel auswählen
ja: 字幕の表示言語を選択する

source: To choose the language of the subtitles, select <menuchoice><guimenu>View</guimenu><guisubmenu>Subtitles</guisubmenu></menuchoice> and choose the subtitle language you want to display.
de: Um die Sprache für die Untertitel auszuwählen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guisubmenu>Untertitel</guisubmenu></menuchoice>. Wählen Sie dann die Sprache, in der Sie die Untertitel anzeigen wollen.
ja: 字幕の表示言語を選択するには、<menuchoice><guimenu>表示</guimenu><guisubmenu>字幕</guisubmenu></menuchoice>を選択し、表示したい字幕の言語を選択してください。

source: To disable the display of subtitles, select <menuchoice><guimenu>View</guimenu><guisubmenu>Subtitles</guisubmenu><guimenuitem>None</guimenuitem></menuchoice>.
de: Um die Anzeige der Untertitel zu deaktivieren, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guisubmenu>Untertitel</guisubmenu><guimenuitem>Keine</guimenuitem></menuchoice>.
ja: 字幕を非表示にしたい場合は、<menuchoice><guimenu>表示</guimenu><guisubmenu>字幕</guisubmenu><guimenuitem>なし</guimenuitem></menuchoice>を選択してください。

source: By default, <application>Totem Movie Player</application> will choose the same language for the subtitles as the one you normally use on your computer.
de: Per Vorgabe wählt der <application>Totem Video-Player</application> für die Untertitel die gleiche Sprache, die Sie normalerweise auf Ihrem Computer verwenden.

source: <application>Totem Movie Player</application> will automatically load and display subtitles for a video if it finds a subtitle file with the same name as the video being played, and the extension <filename class="extension">asc</filename>, <filename class="extension">txt</filename>, <filename class="extension">sub</filename>, <filename class="extension">srt</filename>, <filename class="extension">smi</filename>, <filename class="extension">ssa</filename> or <filename class="extension">ass</filename>.
de: <application>Totem Video-Player</application> lädt automatisch Untertitel und zeigt diese an, sofern die entsprechenden Dateien den gleichen Namen wie der abgespielte Film und die Erweiterung <filename>asc</filename>, <filename>txt</filename>, <filename>sub</filename>, <filename>srt</filename>, <filename>smi</filename>, <filename>ssa</filename>, oder <filename>ass</filename> haben.

source: If the file containing the subtitles has a different name from the video being played, you can right-click on the video in the playlist and choose <menuchoice><guimenuitem>Select Text Subtitles</guimenuitem></menuchoice> from the popup menu to load the correct subtitle file. You may also choose subtitles by choosing <menuchoice><guimenu>View</guimenu><guimenuitem>Select Text Subtitles</guimenuitem></menuchoice>.
de: Falls die Untertiteldatei einen anderen Namen als der laufende Film hat, können Sie mit der rechten Maustaste in die Wiedergabeliste klicken und dann <menuchoice><guimenuitem>Untertitel auswählen</guimenuitem></menuchoice> klicken, um die korrekte Untertitel-Datei auszuwählen. Untertitel können Sie auch auswählen, indem Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Untertitel wählen</guimenuitem></menuchoice> wählen.

source: Using the <guilabel>Subtitle Downloader</guilabel> plugin, you can also download subtitles from the OpenSubtitles service. See <xref linkend="totem-plugins-opensubtitles"/> for more information.
de: Wenn Sie das Plugin <guilabel>Untertitel-Downloader</guilabel> verwenden, können Sie auch Untertitel vom OpenSubtitles-Dienst herunterladen. Weitere Informationen finden Sie in <xref linkend="totem-plugins-opensubtitles"/>.

source: To Take a Screenshot
de: Ein Bildschirmfoto erstellen
ja: スクリーンショットを撮る

source: To take a screenshot of the movie or visualization that is playing, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Take Screenshot</guimenuitem></menuchoice>. The <application>Save Screenshot</application> dialog is displayed. Choose a location and insert the filename as which you want to save the screenshot, then click on the <guibutton>Save</guibutton> button to save the screenshot.
de: Um ein Bildschirmfoto eines abgespielten Films oder einer Visualisierung zu machen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Bildschirmfoto aufnehmen</guimenuitem></menuchoice> aus dem Menü. Der <application>Bildschirmfoto speichern</application>-Dialog öffnet sich. Wählen Sie einen Speicherort und geben Sie einen Dateinamen für das Bildschrimfoto ein. Klicken Sie dann auf <guibutton>Speichern</guibutton>, um das Bildschirmfoto zu speichern.

source: <application>Totem Movie Player</application> will display a preview of the screenshot which is to be saved on the left-hand side of the <application>Save Screenshot</application> dialog.
de: <application>Totem Video-Player</application> zeigt eine Vorschau auf das zu speichernde Bildschirmfoto links im <application>Bildschirmfoto speichern</application>-Dialog an.

source: To Create a Screenshot Gallery
de: Eine Galerie aus Bildschirmfotos erstellen
