Repository: perberos/Mate-Desktop-Environment
Catalog: libmateui/po/*.po
Languages: en@shaw

source: Child Item 1
en@shaw: 拆ゐ 拆 1

source: Hint for item 1
en@shaw: ｐ 拆 1

source: Child Item 2
en@shaw: 拆ゐ 拆 2

source: Hint for item 2
en@shaw: ｐ 拆 2

source: Credits
en@shaw: ю

source: Documented by
en@shaw: 筐ヰ

source: Translated by
en@shaw: ゐ别

source: C_redits
en@shaw: _ю

source: Program name
en@shaw: 答 别

source: The name of the program
en@shaw: 别 答

source: Program version
en@shaw: 答 火

source: The version of the program
en@shaw: 火 答

source: Copyright string
en@shaw: 拆

source: Copyright information for the program
en@shaw: 拆 拣ヰ别 答

source: Comments string
en@shaw: ヰю

source: Comments about the program
en@shaw: ヰю 答

source: Authors
en@shaw: 佛拣

source: List of authors of the programs
en@shaw: ゐ 佛拣 答ヰ

source: Author entry
en@shaw: 佛 ю

source: A single author entry
en@shaw: 佛 ю

source: List of people documenting the program
en@shaw: ゐ 梆 筐ヰ 答

source: Translator credits
en@shaw: ゐ别 ю

source: Logo
en@shaw: ゐ答

source: A logo for the about box
en@shaw: ゐ答

source: About %s
en@shaw: %s

source: _File
en@shaw: _拆

source: _File/
en@shaw: _拆/

source: _Edit
en@shaw: _ю

source: _Edit/
en@shaw: _ю/

source: _Settings
en@shaw: _ю

source: _Settings/
en@shaw: _ю/

source: Fi_les
en@shaw: _ゐ

source: Fi_les/
en@shaw: _ゐ/

source: _Windows
en@shaw: _答

source: _Game
en@shaw: _别

source: _Help
en@shaw: _ｐюゐ

source: _Windows/
en@shaw: _答/

source: _Open...
en@shaw: _答...

source: Open a file
en@shaw: 答 拆

source: _Save
en@shaw: _别

source: Save the current file
en@shaw: 别 仇 拆

source: Save _As...
en@shaw: 别 _...

source: Save the current file with a different name
en@shaw: 别 仇 拆 拣 别

source: _Revert
en@shaw: _火

source: Revert to a saved version of the file
en@shaw: 火 别 火 拆

source: Print the current file
en@shaw: 仇 拆

source: Print S_etup...
en@shaw: _ю仇...

source: Setup the page settings for your current printer
en@shaw: ю仇 别 ю 筐 仇

source: _Close
en@shaw: _ゐ答

source: Close the current file
en@shaw: ゐ答 仇 拆

source: Quit the application
en@shaw: ゐ别

source: Cut the selection
en@shaw: 仇 ゐю

source: Copy the selection
en@shaw: ゐю

source: _Paste
en@shaw: _别

source: Paste the clipboard
en@shaw: 别 ゐ桂

source: C_lear
en@shaw: _ゐ

source: Clear the selection
en@shaw: ゐ ゐю

source: _Undo
en@shaw: _仇

source: Undo the last action
en@shaw: 仇 ゐ

source: _Redo
en@shaw: _梆

source: Redo the undone action
en@shaw: 梆 仇仇

source: _Find...
en@shaw: _拆...

source: Search for a string
en@shaw: 火

source: Find Ne_xt
en@shaw: 拆 _

source: Search again for the same string
en@shaw: 火 别 别

source: R_eplace...
en@shaw: _ゐ别...

source: Replace a string
en@shaw: ゐ别

source: _Properties
en@shaw: _拣

source: Modify the file's properties
en@shaw: ヰ 拆' 拣

source: Prefere_nces
en@shaw: ю拣_ю

source: Configure the application
en@shaw: ゐ别

source: About this application
en@shaw: ゐ别

source: Select _All
en@shaw: ゐю _佛

source: Select everything
en@shaw: ゐю ю

source: Create New _Window
en@shaw: 别 _

source: Create a new window
en@shaw: 别

source: _Close This Window
en@shaw: _ゐ答

source: Close the current window
en@shaw: ゐ答 仇

source: _New Game
en@shaw: _ 别

source: Start a new game
en@shaw: 葛 别

source: _Pause Game
en@shaw: _佛 别

source: Pause the game
en@shaw: 佛 别

source: _Restart Game
en@shaw: _梆葛 别

source: Restart the game
en@shaw: 梆葛 别

source: _Undo Move
en@shaw: _仇 ヰ叼

source: Undo the last move
en@shaw: 仇 ゐ ヰ叼

source: _Redo Move
en@shaw: _梆 ヰ叼

source: Redo the undone move
en@shaw: 梆 仇仇 ヰ叼

source: _Hint
en@shaw: _ｐ

source: Get a hint for your next move
en@shaw: ю ｐ 筐 ю ヰ叼

source: _Scores...
en@shaw: _桂...

source: View the scores
en@shaw: 桂

source: _End Game
en@shaw: _ю 别

source: End the current game
en@shaw: ю 仇 别

source: View help for this application
en@shaw: ｐюゐ ゐ别

source: Text Below Icons
en@shaw: ю ゐ 拆

source: Priority Text Beside Icons
en@shaw: 拆 ю 拆 拆

source: Icons Only
en@shaw: 拆 答ゐ

source: Text Only
en@shaw: ю 答ゐ

source: Use Desktop Default (%s)
en@shaw: 筐 ю 佛ゐ (%s)

source: (press return)
en@shaw: (ю 火)

source: ERROR:
en@shaw: 火:

source: Warning:
en@shaw: 桂:

source: yes
en@shaw: ю

source: (yes or no)
en@shaw: (ю )

source: - OK? (yes or no)
en@shaw: - 答? (ю )

source: Progress
en@shaw: 答ю

source: App ID
en@shaw: ID

source: The application ID string
en@shaw: ゐ别 ID

source: Has Progress
en@shaw: ｐ ю

source: Create a progress widget.
en@shaw: 别 答ю ○.

source: Has Status
en@shaw: ｐ 别

source: Create a status widget.
en@shaw: 别 别 ○.

source: Interactivity
en@shaw: 火

source: Level of user activity required.
en@shaw: ゐю 筐 拆拣.

source: Your HTTP Proxy requires you to log in.
en@shaw: 筐 HTTP 拆拣 ゐ .

source: You must log in to access "%s". %s
en@shaw: ヰ仇 ゐ ю "%s". %s

source: Your password will be transmitted encrypted.
en@shaw: 筐 拣 ヰ .

source: Authentication Required
en@shaw: 佛ю别 拆拣

source: You must log in to access %s domain %s
en@shaw: ヰ仇 ゐ ю %s 答ヰ别 %s

source: You must log in to access %s
en@shaw: ヰ仇 ゐ ю %s

source: Specify session management ID
en@shaw: ю ю ヰ○ヰ ID

source: Specify prefix of saved configuration
en@shaw: ю 梆 别 拣别

source: PREFIX
en@shaw: 梆

source: Disable connection to session manager
en@shaw: 别 ю ю ヰ○

source: Session management:
en@shaw: ю ヰ○ヰ:

source: Show session management options
en@shaw: ю ヰ○ヰ

source: Session management
en@shaw: ю ヰ○ヰ

source: Received invalid color data
en@shaw: 梆 ゐ 仇ゐ 别

source: Open a dialog to specify the color
en@shaw: 答 拆ゐ ю 仇ゐ

source: Pick a color
en@shaw: 仇ゐ

source: Time
en@shaw: 拆

source: The time currently selected
en@shaw: 拆 仇ゐ ゐю

source: Lower Hour
en@shaw: ゐ答

source: Upper Hour
en@shaw: 仇

source: Initial Time
en@shaw: 拆

source: The initial time
en@shaw: 拆

source: Date
en@shaw: 别

source: Select Date
en@shaw: ゐю 别

source: Select the date from a calendar
en@shaw: ゐю 别 ゐ

source: Calendar
en@shaw: ゐ

source: Select Time
en@shaw: ゐю 拆

source: Select the time from a list
en@shaw: ゐю 拆 ゐ

source: mate_date_edit_get_date deprecated, use mate_date_edit_get_time
en@shaw: mate_date_edit_get_date ю别, 筐 mate_date_edit_get_time

source: Title
en@shaw: 拆

source: Title of the druid
en@shaw: 拆 叼

source: Logo image
en@shaw: ゐ答 ヰ

source: Top Watermark
en@shaw: 火ヰ

source: Watermark image for the top
en@shaw: 火ヰ ヰ

source: Title Foreground
en@shaw: 拆 桂

source: Foreground color of the title
en@shaw: 桂 仇ゐ 拆

source: Title Foreground Color
en@shaw: 拆 桂 仇ゐ

source: Title Foreground color set
en@shaw: 拆 桂 仇ゐ ю

source: Foreground color of the title is set
en@shaw: 桂 仇ゐ 拆 ю

source: Background Color
en@shaw: 仇ゐ

source: Background color
en@shaw: 仇ゐ

source: Background color set
en@shaw: 仇ゐ ю

source: Background color is set
en@shaw: 仇ゐ ю

source: Contents Background Color
en@shaw: 仇ゐ

source: Contents Background color
en@shaw: 仇ゐ

source: Contents Background color set
en@shaw: 仇ゐ ю

source: Contents Background color is set
en@shaw: 仇ゐ ю

source: Logo Background Color
en@shaw: ゐ答 仇ゐ

source: Logo Background color
en@shaw: ゐ答 仇ゐ

source: Logo Background color set
en@shaw: ゐ答 仇ゐ ю

source: Logo Background color is set
en@shaw: ゐ答 仇ゐ ю

source: Show the 'Finish' button instead of the 'Next' button
en@shaw: '' 仇 ю 'ю' 仇

source: Show Help
en@shaw: ｐюゐ

source: Show the 'Help' button
en@shaw: 'ｐюゐ' 仇

source: History ID
en@shaw: ｐ拣 ID

source: Unique identifier for the file entry. This will be used to save the history list.
en@shaw: 筐梆 拆ю拆 拆 ю. 筐 别 ｐ拣 ゐ.

source: Browse Dialog Title
en@shaw: 拆ゐ 拆

source: Title for the Browse file dialog.
en@shaw: 拆 拆 拆ゐ.

source: Directory Entry
en@shaw: 拆ю拣 ю

source: Whether the file entry is being used to enter directory names or complete filenames.
en@shaw: ю 拆 ю 梆 筐 ю 拆ю拣 别ヰ ヰゐ梆 拆ゐ别ヰ.

source: Modal
en@shaw: ヰ答

source: Whether the Browse file window should be modal.
en@shaw: ю 拆 ヰ答.

source: Filename
en@shaw: 拆ゐ别

source: Filename that should be displayed in the file entry.
en@shaw: 拆ゐ别 ゐ别 拆 ю.

source: Default Path
en@shaw: 佛ゐ

source: Default path for the Browse file window.
en@shaw: 佛ゐ 拆 .

source: Select file
en@shaw: ゐю 拆

source: Path to file
en@shaw: 拆

source: The title of the selection dialog box
en@shaw: 拆 ゐю 拆ゐ

source: Mode
en@shaw: ヰ答

source: The mode of operation of the font picker
en@shaw: ヰ答 拣别

source: Font name
en@shaw: 别

source: Name of the selected font
en@shaw: 别 ゐю

source: Preview text
en@shaw: 梆 ю

source: Preview text shown in the dialog
en@shaw: 梆 ю 答 拆ゐ

source: Use font in label
en@shaw: 筐 ゐ别

source: Use font in the label in font info mode
en@shaw: 筐 ゐ别 ヰ答

source: Font size for label
en@shaw: 拆 ゐ别

source: Font size for label in font info mode
en@shaw: 拆 ゐ别 ヰ答

source: Show size
en@shaw: 拆

source: Show size in font info mode
en@shaw: 拆 ヰ答

source: _Details
en@shaw: _梆别ゐ

source: The application "%s" attempted to change an aspect of your configuration that your system administrator or operating system vendor does not allow you to change. Some of the settings you have selected may not take effect, or may not be restored next time you use the application.
en@shaw: ゐ别 "%s" юヰ 别 ю 筐 拣别 筐 ヰ别 拣别 ю 仇 ゐ 别. 仇 ю ｐ ゐю ヰ 别 ю, ヰ 桂 ю 拆 筐 ゐ别.

source: An error occurred while loading or saving configuration information for %s. Some of your configuration settings may not work properly.
en@shaw: 火 火 拆 ゐ答 别 拣别 拣ヰ别 %s. 仇 筐 拣别 ю ヰ 火 拣ゐ.

source: Text
en@shaw: ю

source: The text on the button
en@shaw: ю 仇

source: End World Hunger
en@shaw: ю 火ゐ ｐ仇

source: Link color
en@shaw: ゐ 仇ゐ

source: Color used to draw the link
en@shaw: 仇ゐ 筐 ゐ

source: This button will take you to the URI that it displays.
en@shaw: 仇 别 URI ゐ别.

source: An error has occurred while trying to launch the default web browser. Please check your settings in the 'Preferred Applications' preference tool.
en@shaw: 火 ｐ 火 拆 拆 ゐ佛 佛ゐ ю . ゐ梆 ю 筐 ю '火 ゐ别' ю拣 叼.

source: Unique identifier for the icon entry. This will be used to save the history list.
en@shaw: 筐梆 拆ю拆 拆 ю. 筐 别 ｐ拣 ゐ.

source: Title for the Browse icon dialog.
en@shaw: 拆 拆 拆ゐ.

source: Directory that will be searched for icons.
en@shaw: 拆ю拣 火 拆.

source: Filename that should be displayed in the icon entry.
en@shaw: 拆ゐ别 ゐ别 拆 ю.

source: Picker dialog
en@shaw: 拆ゐ

source: Choose Icon
en@shaw: 叼 拆

source: Icon selection dialog
en@shaw: 拆 ゐю 拆ゐ

source: This dialog box lets you select an icon.
en@shaw: 拆ゐ ゐю ゐю 拆.

source: Please pick the icon you want.
en@shaw: ゐ梆 拆 .

source: This button will open a window to let you select an icon.
en@shaw: 仇 答 ゐю ゐю 拆.

source: Icon path
en@shaw: 拆

source: Here you should enter the name of the directory where icon images are located.
en@shaw: ｐ ю 别 拆ю拣 拆 ヰ○ ゐ答别.

source: Loading Icons...
en@shaw: ゐ答 拆...

source: Information
en@shaw: 拣ヰ别

source: Warning
en@shaw: 桂

source: Error
en@shaw: 火

source: Question
en@shaw: ю

source: Message
en@shaw: ヰю

source: _Username:
en@shaw: _筐拣别:

source: _Domain:
en@shaw: _答ヰ别:

source: _Password:
en@shaw: _拣:

source: _New password:
en@shaw: _ 拣:

source: Con_firm password:
en@shaw: _吼 拣:

source: Password quality:
en@shaw: 拣 ゐ:

source: Co_nnect
en@shaw: _ю

source: Connect _anonymously
en@shaw: ю _ヰゐ

source: Connect as u_ser:
en@shaw: ю u_ser:

source: _Forget password immediately
en@shaw: _拣ю 拣 ヰ梆攫ゐ

source: _Remember forever
en@shaw: _ヰюヰ 桂ю

source: Do Preview
en@shaw: 梆

source: No Image
en@shaw: ヰ

source: Image Preview
en@shaw: ヰ 梆

source: A preview of the image currently specified
en@shaw: 梆 ヰ 仇ゐ ю拆

source: Can't find an hbox, using a normal file selection
en@shaw: 拆 hbox, 筐 桂ヰ 拆 ゐю

source: Preview
en@shaw: 梆

source: Top Ten
en@shaw: ю

source: User
en@shaw: 筐

source: Table Borders
en@shaw: 别 桂拣

source: Table Fill
en@shaw: 别

source: Numbered List
en@shaw: 仇ヰ拣 ゐ

source: Indent
en@shaw: ю

source: Un-Indent
en@shaw: 仇-ю

source: Disable Crash Dialog
en@shaw: 别 拆ゐ

source: MATE GUI Library:
en@shaw: 路答 GUI ゐ拆拣:

source: Show MATE GUI options
en@shaw: 路答 GUI

source: X display to use
en@shaw: X ゐ 筐

source: DISPLAY
en@shaw: ゐ

source: MATE GUI Library
en@shaw: 路答 GUI ゐ拆拣

source: Could not open link
en@shaw: 答 ゐ

source: Exit the test
en@shaw: ю ю
