Repository: perberos/Mate-Desktop-Environment
Catalog: mate-bluetooth/po/*.po
Languages: de, zh_cn

source: All types
de: Alle Typen
zh_cn: 所有类型

source: Phone
de: Telefon
zh_cn: 电话

source: Modem
zh_cn: 调制解调器

source: Computer
de: Rechner
zh_cn: 计算机

source: Network
de: Netzwerk
zh_cn: 网络

source: Headset
zh_cn: 耳机

source: Headphones
de: Kopfhörer
zh_cn: 听筒

source: Audio device
de: Audio-Gerät
zh_cn: 音频设备

source: Keyboard
de: Tastatur
zh_cn: 键盘

source: Mouse
de: Maus
zh_cn: 鼠标

source: Camera
de: Kamera
zh_cn: 相机

source: Printer
de: Drucker
zh_cn: 打印机

source: Joypad
zh_cn: 游戏手柄

source: Tablet
zh_cn: 触摸板

source: Video device
de: Video-Gerät
zh_cn: 视频设备

source: Unknown
de: Unbekannt
zh_cn: 未知

source: Click to select device...
de: Klicken, um Gerät auszuwählen …
zh_cn: 点击选择设备...

source: No adapters available
de: Keine Adapter verfügbar
zh_cn: 无可用的适配器

source: Searching for devices...
de: Nach Geräten wird gesucht …
zh_cn: 正在查找设备...

source: Remove '%s' from the list of devices?
de: »%s« aus der Liste der bekannten Geräte entfernen?
zh_cn: 从设备列表中移除 '%s'？

source: If you remove the device, you will have to set it up again before next use.
de: Falls Sie das Gerät entfernen, müssen Sie es vor der nächsten Benutzung erneut konfigurieren.
zh_cn: 如果你移除此设备，下次使用时需要重新进行设置。

source: Device
de: Gerät
zh_cn: 设备

source: Type
de: Typ
zh_cn: 类型

source: All categories
de: Alle Typen
zh_cn: 所有类别

source: Paired
de: Gekoppelt
zh_cn: 已配对

source: Trusted
de: Vertrauenswürdig verbunden
zh_cn: 信任的

source: Not paired or trusted
de: Nicht gekoppelt oder vertrauenswürdig verbunden
zh_cn: 未配对或未信任

source: Paired or trusted
de: Gekoppelt oder vertrauenswürdig verbunden
zh_cn: 已配对或已信任

source: <b>Show Only Bluetooth Devices With...</b>
de: <b>Nur Bluetooth-Geräte anzeigen mit …</b>
zh_cn: <b>只显示有...的蓝牙设备<b>

source: Device _category:
de: Geräte_kategorie:
zh_cn: 设备类别(_C)：

source: Select the device category to filter
de: Wählen Sie die zu filternde Gerätekategorie aus
zh_cn: 选择设备类别来过滤

source: Device _type:
de: Geräte_typ:
zh_cn: 设备类型(_T)：

source: Select the device type to filter
de: Wählen Sie den zu filternden Gerätetyp aus
zh_cn: 选择设备类型来过滤

source: Input devices (mice, keyboards, etc.)
de: Eingabegeräte (Mäuse, Tastaturen, usw.)
zh_cn: 输入设备(麦克风，键盘，等)

source: Headphones, headsets and other audio devices
de: Kopfhörer, Headsets und andere Audio-Geräte
zh_cn: 听筒，耳机或其它音频设备

source: Use this GPS device for Geolocation services
de: Dieses GPS-Gerät für Geopositionsdienste verwenden
zh_cn: 为 Geolocation 服务使用该 GPS 设备

source: Access the Internet using your cell phone (test)
de: Zugriff auf das Internet über Ihr Mobiltelefon (Test)
zh_cn: 通过你的移动电话访问互联网 (测试)

source: Select Device to Browse
de: Gerät zum Durchsuchen auswählen
zh_cn: 选择要浏览的设备

source: _Browse
de: _Durchsuchen
zh_cn: 浏览(_B)

source: Select device to browse
de: Gerät zum Durchsuchen auswählen
zh_cn: 选择要浏览的设备

source: Turn On Bluetooth
de: Bluetooth einschalten
zh_cn: 打开蓝牙

source: Bluetooth: Off
de: Bluetooth: Aus
zh_cn: 蓝牙：关

source: Turn Off Bluetooth
de: Bluetooth ausschalten
zh_cn: 关闭蓝牙

source: Bluetooth: On
de: Bluetooth: Ein
zh_cn: 蓝牙：开

source: Bluetooth: Disabled
de: Bluetooth: Deaktiviert
zh_cn: 蓝牙：已停用

source: Disconnecting...
de: Verbindung wird getrennt ...
zh_cn: 正在断开连接...

source: Connecting...
de: Verbindung wird hergestellt ...
zh_cn: 正在连接...

source: Connected
de: Verbunden
zh_cn: 已连接

source: Disconnected
de: Verbindung getrennt
zh_cn: 已断开

source: Disconnect
de: Verbindung trennen
zh_cn: 断开

source: Connect
de: Verbinden
zh_cn: 连接

source: Send files...
de: Dateien senden …
zh_cn: 发送文件...

source: Browse files...
de: Nach Dateien suchen …
zh_cn: 浏览文件...

source: Open Keyboard Preferences...
de: Tastatur-Einstellungen öffnen …
zh_cn: 打开键盘参数选择...

source: Open Mouse Preferences...
de: Maus-Einstellungen öffnen …
zh_cn: 打开鼠标首选项...

source: Open Sound Preferences...
de: Audio-Einstellungen öffnen …
zh_cn: 打开声音首选项...

source: Debug
de: Fehlerdiagnose
zh_cn: 调试

source: - Bluetooth applet
zh_cn: - 蓝牙小程序

source: %s Run '%s --help' to see a full list of available command line options.
de: %s Rufen Sie »%s --help« auf, um eine vollständige Liste der Befehlszeilenoptionen zu erhalten.
zh_cn: %s 运行 '%s --help' 查看命令行可用选项的完整列表。

source: Bluetooth Applet
zh_cn: 蓝牙小程序

source: Bluetooth
zh_cn: 蓝牙

source: Bluetooth: Enabled
de: Bluetooth: Aktiviert
zh_cn: 蓝牙：已启用

source: Device '%s' wants to pair with this computer
de: Gerät »%s« möchte mit diesem Rechner gekoppelt werden
zh_cn: '%s' 设备要和该计算机配对

source: Please enter the PIN mentioned on device %s.
de: Bitte geben Sie die auf dem Gerät »%s« angezeigte PIN ein.
zh_cn: 请输入在 %s 设备上提到的 PIN 码。

source: Please confirm whether the PIN '%s' matches the one on device %s.
de: Bitte bestätigen Sie, dass die PIN »%s« mit der auf dem Gerät %s angezeigten PIN übereinstimmt.
zh_cn: 请确认 PIN 码 '%s' 是否和 %s 设备上的匹配。

source: Grant access to '%s'
de: Zugriff auf »%s« erlauben
zh_cn: 是否允许访问 %s ？

source: Device %s wants access to the service '%s'.
de: Das Gerät %s möchte auf den Dienst »%s« zugreifen.
zh_cn: %s 设备要访问 '%s' 服务。

source: Pairing request for '%s'
de: Kopplungsanfrage für »%s«
zh_cn: 来自 %s 的配对请求

source: Bluetooth device
de: Bluetooth-Gerät
zh_cn: 蓝牙设备

source: Enter PIN
de: PIN eingeben
zh_cn: 输入 PIN 码

source: Pairing confirmation for '%s'
de: Kopplung mit »%s« bestätigen
zh_cn: 来自 %s 的配对请求

source: Verify PIN
de: PIN bestätigen
zh_cn: 检验 PIN 码

source: Authorization request from '%s'
de: Autorisierungsanfrage von %s
zh_cn: %s 的认证请求

source: Check authorization
de: Legitimierung prüfen
zh_cn: 检查许可

source: Bluetooth Manager
de: Bluetooth-Verwaltung
zh_cn: 蓝牙管理器

source: Bluetooth Manager applet
de: Bluetooth-Verwaltungs-Applet
zh_cn: 蓝牙管理器小程序

source: Bluetooth: Checking
de: Bluetooth: Überprüfen
zh_cn: 蓝牙：正在检查

source: Browse files on device...
de: Dateien auf Gerät durchsuchen …
zh_cn: 浏览设备上的文件...

source: Devices
de: Geräte
zh_cn: 设备

source: Preferences
de: Einstellungen
zh_cn: 首选项...

source: Quit
de: Beenden
zh_cn: 退出

source: Send files to device...
de: Dateien an Gerät senden …
zh_cn: 发送文件到设备...

source: Set up new device...
de: Neues Gerät konfigurieren …
zh_cn: 设置新的设备...

source: Visible
de: Sichtbar
zh_cn: 可见

source: _Always grant access
de: Zugriff _immer erlauben
zh_cn: 总是允许访问(_A)

source: _Grant
de: _Erlauben
zh_cn: 同意(_G)

source: _Reject
de: Ab_weisen
zh_cn: 拒绝(_R)

source: _Does not match
de: _Keine Übereinstimmung
zh_cn: 不匹配(_D)

source: _Matches
de: Ü_bereinstimmung
zh_cn: 匹配(_M)

source: _Show input
de: _Eingabe anzeigen
zh_cn: 显示输入(_S)

source: Cannot start "Personal File Sharing" Preferences
de: Einstellungen zur persönlichen Dateifreigabe konnten nicht gestartet werden
zh_cn: 不能启动“个人文件共享”首选项

source: Please verify that the "Personal File Sharing" program is correctly installed.
de: Bitte stellen Sie sicher, dass das Programm »Persönliche Dateifreigabe« korrekt installiert ist.
zh_cn: 请验证“个人文件共享”程序已经正确安装了。

source: Bluetooth Preferences
de: Bluetooth-Einstellungen
zh_cn: 蓝牙首选项

source: _Show Bluetooth icon
de: Bluetooth-_Symbol anzeigen
zh_cn: 显示蓝牙图标(_S)

source: Receive Files
de: Dateien empfangen
zh_cn: 接收文件

source: Output a list of currently known devices
de: Eine Liste der derzeit bekannten Geräte anzeigen
zh_cn: 输出当前已知设备的列表

source: Bluetooth Properties
de: Bluetooth-Eigenschaften
zh_cn: 蓝牙属性

source: Make computer _visible
de: Rechner _sichtbar machen
zh_cn: 使计算机可被发现(_D)

source: Friendly name
de: Benutzerdefinierter Name
zh_cn: 友好名称

source: Set up _new device...
de: _Neues Gerät konfigurieren …
zh_cn: 设置新设备(_N)...

source: _Remove
de: _Löschen
zh_cn: 移除(_R)

source: Bluetooth is disabled
de: Bluetooth ist deaktiviert
zh_cn: 蓝牙已停用

source: No Bluetooth adapters present
de: Keine Bluetooth-Adapter vorhanden
zh_cn: 未出现蓝牙适配器

source: Your computer does not have any Bluetooth adapters plugged in.
de: Es sind keine Bluetooth-Adapter mit Ihrem Rechner verbunden.
zh_cn: 你的计算机未插入任何蓝牙适配器。

source: Bluetooth has been disabled by a switch on your computer.
de: Bluetooth ist über einen Schalter an Ihrem Rechner ausgeschaltet worden.
zh_cn: 已经使用您计算机上的开关禁用了蓝牙。

source: Configure Bluetooth settings
de: Bluetooth-Einstellungen bearbeiten
zh_cn: 配置蓝牙设定

source: Pairing with '%s' cancelled
de: Kopplung mit »%s« wurde abgebrochen
zh_cn: 已取消和 '%s' 配对

source: Please confirm that the PIN displayed on '%s' matches this one.
de: Bitte bestätigen Sie, dass die auf dem Gerät »%s« angezeigte PIN mit dieser übereinstimmt.
zh_cn: 请确认显示于 '%s' 的 PIN 与此匹配。

source: Please enter the following PIN:
de: Bitte geben Sie die folgende PIN ein:
zh_cn: 请输入如下的 PIN：

source: Setting up '%s' failed
de: Konfiguration von »%s« ist gescheitert
zh_cn: 设置 '%s' 失败

source: Connecting to '%s'...
de: Verbindung zu »%s« wird hergestellt …
zh_cn: 正在连接到 '%s' ...

source: Please enter the following PIN on '%s' and press “Enter” on the keyboard:
de: Bitte geben Sie die folgende PIN auf »%s« ein und drücken Sie die Eingabetaste auf der Tastatur:
zh_cn: 请在 '%s' 输入如下 PIN 并按下键盘上的 “Enter” 键：

source: Please enter the following PIN on '%s':
de: Bitte geben Sie die folgende PIN auf »%s« ein:
zh_cn: 请在 '%s' 输入如下的 PIN ：

source: Please wait while finishing setup on device '%s'...
de: Bitte warten Sie, während die Konfiguration des Gerätes »%s« abgeschlossen wird …
zh_cn: 即将完成 '%s' 设备的设置，请稍候...

source: Successfully set up new device '%s'
de: Neues Gerät »%s« wurde erfolgreich konfiguriert
zh_cn: 成功设置新设备 '%s'

source: '0000' (most headsets, mice and GPS devices)
de: '0000' (die meisten Kopfhörer, Mäuse und GPS-Geräte)
zh_cn: '0000' (大多数耳机、鼠标和 GPS 设备)

source: Bluetooth New Device Setup
de: Konfiguration eines neuen Bluetooth-Gerätes
zh_cn: 蓝牙新设备设置

source: Custom PIN:
de: Benutzerdefinierter PIN:
zh_cn: 自定义 PIN 码：

source: Device Setup
de: Gerätekonfiguration
zh_cn: 设备设置

source: Device Setup Failed
de: Gerätekonfiguration ist gescheitert
zh_cn: 设备设置失败

source: Device search
de: Suche nach Geräten
zh_cn: 设备搜索

source: Do not pair
de: Nicht koppeln
zh_cn: 不配对

source: Does not match
de: Keine Übereinstimmung
zh_cn: 不匹配

source: Finishing New Device Setup
de: Konfiguration des neuen Gerätes wird abgeschlossen
zh_cn: 即将完成新设备设置

source: Fixed PIN
de: Feste PIN
zh_cn: 固定的 PIN

source: Introduction
de: Einführung
zh_cn: 介绍

source: Matches
de: Übereinstimmung
zh_cn: 匹配

source: PIN Options
de: PIN-Optionen
zh_cn: PIN 码选项

source: PIN _options...
de: PIN-_Optionen …
zh_cn: PIN 选项(_O)...

source: Select the additional services you want to use with your device:
de: Wählen Sie zusätzliche Dienste zur Verwendung mit Ihrem Gerät aus:
zh_cn: 为你的设备选择要用的附加服务：

source: Select the device you want to setup
de: Gerät zur Konfiguration auswählen
zh_cn: 选择你要设置的设备

source: Setup Completed
de: Konfiguration vollständig
zh_cn: 设置完成

source: The Bluetooth new device setup will walk you through the process of configuring Bluetooth enabled devices for use with this computer.
de: Der Bluetooth-Geräteassistent wird Sie durch den Vorgang der Konfiguration von Bluetooth-Geräten zur Benutzung mit diesem Rechner führen.
zh_cn: 本设备安装向导将帮助您在这台电脑上配置带有蓝牙功能的相关设备。

source: The device will need to be within 10 meters of your computer, and be “visible” (sometimes called “discoverable”). Check the device's manual if in doubt.
de: Das Gerät muss sich in einem Umkreis von 10 Metern um Ihren Rechner befinden und “sichtbar” (bzw. “erkennbar”) sein. Ziehen Sie das Handbuch des Gerätes zu Rate, falls Sie unsicher sind.
zh_cn: 该设备必须位于你的计算机10米范围内，并 “可被发现#8221;(有时称为 “可见的”)。如有疑问请检查设备手册。

source: Welcome to the Bluetooth new device setup
de: Willkommen zum Bluetooth-Geräteassistenten
zh_cn: 欢迎来到蓝牙新设备安装向导

source: _Automatic PIN selection
de: _Automatische PIN-Auswahl
zh_cn: 自动选择 PIN(_A)

source: _Restart Setup
de: Konfiguration neu sta_rten
zh_cn: 重新启动安装程序(_R)

source: %'d second
de: %'d Sekunde
zh_cn: %'d 秒

source: %'d minute
zh_cn: %'d 分钟

source: %'d hour
de: %'d Stunde
zh_cn: %'d 小时

source: approximately %'d hour
de: ungefähr %'d Stunde
zh_cn: 大约 %'d 小时

source: File Transfer
de: Dateiübertragung
zh_cn: 文件传输

source: _Retry
de: E_rneut versuchen
zh_cn: 重试(_R)

source: Sending files via Bluetooth
de: Dateien über Bluetooth versenden
zh_cn: 通过蓝牙传输文件

source: From:
de: Von:
zh_cn: 从：

source: To:
de: An:
zh_cn: 到：

source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
zh_cn: 发生了未知错误

source: Make sure that remote device is switched on and that it accepts Bluetooth connections
de: Stellen Sie sicher, dass das entfernte Gerät eingeschaltet ist und Bluetooth-Verbindungen akzeptiert
zh_cn: 请确认远程设备已开启并接受蓝牙连接

source: Sending %s
de: %s wird gesendet
zh_cn: 发送 %s

source: Sending file %d of %d
de: Datei %d von %d wird gesendet
zh_cn: 发送中 %d / %d

source: Select Device to Send To
de: Gerät als Empfänger auswählen
zh_cn: 选择要发送到的设备

source: Send _To
de: Senden _an
zh_cn: 发送到(_T)

source: Choose files to send
de: Dateien zum Senden auswählen
zh_cn: 选择要发送的文件

source: Remote device to use
de: Zu verwendendes entferntes Gerät
zh_cn: 使用远程设备

source: Remote device's name
de: Name des entfernten Gerätes
zh_cn: 远程设备名称

source: Programming error, could not find the device in the list
de: Programmierfehler. Das Gerät in der Liste konnte nicht gefunden werden
zh_cn: 程序错误，不能在列表上找到设备

source: Obex Push file transfer unsupported
de: Dateiübertragung mittels Obex Push wird nicht unterstützt
zh_cn: 不支持 Obex Push 文件传送

source: Bluetooth (OBEX Push)
zh_cn: 蓝牙(OBEX Push)

source: Run in standalone mode
de: Im unabhängigen Modus ausführen
zh_cn: 使用独立模式运行

source: Moblin Bluetooth Panel
zh_cn: Moblin 蓝牙面板

source: - Moblin Bluetooth Panel
zh_cn: - 蓝牙控制面板

source: bluetooth
zh_cn: 蓝牙

source: Pairing with %s failed.
de: Kopplung mit »%s« ist fehlgeschlagen.
zh_cn: 和 '%s' 配对失败

source: <u>Pair</u>
de: <u>Koppeln</u>
zh_cn: 配对

source: <u>Connect</u>
de: <u>Verbinden</u>
zh_cn: <u>连接</u>

source: <u>Browse</u>
de: <u>_Durchsuchen</u>
zh_cn: <u>浏览</u>

source: Device setup failed
de: Inbetriebnahme des Gerätes ist fehlgeschlagen
zh_cn: 设备设置失败

source: Back to devices
de: Zurück zu Geräten
zh_cn: 返回设备

source: Done
de: Fertig
zh_cn: 完成

source: Device setup
de: Geräte-Inbetriebnahme
zh_cn: 设备设置

source: Only show:
de: Nur zeigen:
zh_cn: 只显示：

source: PIN options
de: PIN-Optionen
zh_cn: PIN 码选项

source: Add a new device
de: Ein neues Gerät konfigurieren
zh_cn: 添加新设备

source: Send file from your computer
de: Datei von Ihrem Rechner senden
zh_cn: 从你的计算机上发送文件

source: Bluetooth Manager Panel
de: Bluetooth-Verwaltungs-Applet
zh_cn: 蓝牙管理器控制面板
