Repository: perberos/Mate-Desktop-Environment
Catalog: mate-session-manager/po/*.po
Languages: en@shaw

source: Select Command
en@shaw: ゐю ヰ

source: Add Startup Program
en@shaw: 葛仇 答

source: Edit Startup Program
en@shaw: ю 葛仇 答

source: The startup command cannot be empty
en@shaw: 葛仇 ヰ юヰ

source: The startup command is not valid
en@shaw: 葛仇 ヰ ゐ

source: Enabled
en@shaw: 别ゐ

source: Icon
en@shaw: 拆

source: Program
en@shaw: 答

source: Startup Applications Preferences
en@shaw: 葛仇 ゐ别 ю拣

source: No name
en@shaw: 别

source: Version of this application
en@shaw: 火 ゐ别

source: Could not display help document
en@shaw: ゐ ｐюゐ 筐ヰ

source: MATE Settings Daemon Helper
en@shaw: 路答 ю 梆ヰ ｐюゐ

source: MATE
en@shaw: 路答

source: This session logs you into MATE
en@shaw: ю ゐ 路答

source: Default session
en@shaw: 佛ゐ ю

source: File Manager
en@shaw: 拆 ヰ○

source: If enabled, mate-session will prompt the user before ending a session.
en@shaw: 别ゐ, 答-ю ヰ 筐 ю ю.

source: List of applications that are part of the default session.
en@shaw: ゐ ゐ别 葛 佛ゐ ю.

source: List of components that are required as part of the session. (Each element names a key under "/desktop/mate/session/required_components"). The Startup Applications preferences tool will not normally allow users to remove a required component from the session, and the session manager will automatically add the required components back to the session at login time if they do get removed.
en@shaw: ゐ ヰ答 拆拣 葛 ю. (梆 юゐヰ 别ヰ 仇 "/desktop/mate/session/required_components"). 葛仇 ゐ别 ю拣 叼 桂ヰゐ ゐ 筐拣 ヰ叼 拆拣 ヰ答 ю, ю ヰ○ 佛ヰゐ 拆拣 ヰ答 ю ゐ 拆 ю ヰ叼.

source: Preferred Image to use for login splash screen
en@shaw: 火 ヰ 筐 ゐ ゐ 梆

source: Required session components
en@shaw: 拆拣 ю ヰ答

source: Save sessions
en@shaw: 别 ю

source: Show the splash screen
en@shaw: ゐ 梆

source: Show the splash screen when the session starts up
en@shaw: ゐ 梆 ю ю 葛 仇

source: The file manager provides the desktop icons and allows you to interact with your saved files.
en@shaw: 拆 ヰ○ 拆 ю 拆 ゐ 火 筐 别 拆ゐ.

source: The number of minutes of inactivity before the session is considered idle.
en@shaw: 仇ヰ ヰ ю 拣 拆.

source: The panel provides the bar at the top or bottom of the screen containing menus, the window list, status icons, the clock, etc.
en@shaw: 拆 梆 别 ヰю筐, ゐ, 别 拆, ゐ, ю.

source: The window manager is the program that draws the title bar and borders around windows, and allows you to move and resize windows.
en@shaw: ヰ○ 答 佛 拆 桂拣 拣 答, ゐ ヰ叼 梆拆 答.

source: Time before session is considered idle
en@shaw: 拆 ю 拣 拆

source: Window Manager
en@shaw: ヰ○

source: <b>Some programs are still running:</b>
en@shaw: <b>仇 答ヰ 仇:</b>

source: Waiting for program to finish. Interrupting program may cause you to lose work.
en@shaw: 别 答 . 火仇 答 ヰ 佛 ゐ叼 火.

source: Choose what applications to start when you log in
en@shaw: 叼 ゐ别 葛 ю ゐ

source: Startup Applications
en@shaw: 葛仇 ゐ别

source: Additional startup _programs:
en@shaw: 葛仇 _答ヰ:

source: Startup Programs
en@shaw: 葛仇 答ヰ

source: _Automatically remember running applications when logging out
en@shaw: _佛ヰゐ ヰюヰ 仇 ゐ别 ю ゐ

source: _Name:
en@shaw: _别:

source: _Remember Currently Running Application
en@shaw: _ヰюヰ 仇ゐ 仇 ゐ别

source: File is not a valid .desktop file
en@shaw: 拆 ゐ .desktop 拆

source: Unrecognized desktop file Version '%s'
en@shaw: ю拆 ю 拆 火 '%s'

source: Starting %s
en@shaw: 葛 %s

source: Application does not accept documents on command line
en@shaw: ゐ别 仇 ю 筐ヰ ヰ ゐ拆

source: Unrecognized launch option: %d
en@shaw: ю拆 ゐ佛 : %d

source: Disable connection to session manager
en@shaw: 别 ю ю ヰ○

source: Specify file containing saved configuration
en@shaw: ю 拆 别 别 拣别

source: FILE
en@shaw: 拆

source: Specify session management ID
en@shaw: ю ю ヰ○ヰ ID

source: Session management options:
en@shaw: ю ヰ○ヰ :

source: Show session management options
en@shaw: ю ヰ○ヰ

source: There is a problem with the configuration server. (%s exited with status %d)
en@shaw: ゐ 拣别 火. (%s ю 别 %d)

source: Icon '%s' not found
en@shaw: 拆 '%s'

source: Unknown
en@shaw: 仇答

source: A program is still running:
en@shaw: 答 仇:

source: Some programs are still running:
en@shaw: 仇 答ヰ 仇:

source: Waiting for programs to finish. Interrupting these programs may cause you to lose work.
en@shaw: 别 答ヰ . 火仇 梆 答ヰ ヰ 佛 ゐ叼 火.

source: Switch User Anyway
en@shaw: 筐 ю

source: Suspend Anyway
en@shaw: ю ю

source: Hibernate Anyway
en@shaw: ｐ拆拣别 ю

source: Shutdown Anyway
en@shaw: 娥 ю

source: Lock Screen
en@shaw: ゐ 梆

source: You will be automatically logged out in %d second.
en@shaw: 佛ヰゐ ゐ %d ю.

source: This system will be automatically shut down in %d second.
en@shaw: 佛ヰゐ 仇 %d ю.

source: You are currently logged in as "%s".
en@shaw: 仇ゐ ゐ "%s".

source: Log out of this system now?
en@shaw: ゐ ?

source: _Switch User
en@shaw: _ 筐

source: _Log Out
en@shaw: _ゐ

source: Shut down this system now?
en@shaw: 仇 ?

source: S_uspend
en@shaw: _仇ю

source: _Hibernate
en@shaw: _ｐ拆拣别

source: _Restart
en@shaw: _梆葛

source: _Shut Down
en@shaw: _仇

source: Not responding
en@shaw: 梆

source: This program is blocking log out.
en@shaw: 答 ゐ ゐ .

source: Refusing new client connection because the session is currently being shut down
en@shaw: 叼 ゐ拆 ю ю 仇ゐ 梆 仇

source: Could not create ICE listening socket: %s
en@shaw: 别 ICE ゐ : %s

source: Unable to start login session (and unable to connect to the X server)
en@shaw: 仇别 葛 ゐ ю ( 仇别 ю X 火)

source: Enable debugging code
en@shaw: 别 梆仇 答

source: Do not load user-specified applications
en@shaw: ゐ答 筐-ю拆 ゐ别

source: - the MATE session manager
en@shaw: - 路答 ю ヰ○

source: - MATE Splash Screen
en@shaw: - 路答 ゐ 梆

source: MATE Splash Screen
en@shaw: 路答 ゐ 梆

source: Log out
en@shaw: ゐ

source: Log out, ignoring any existing inhibitors
en@shaw: ゐ , 桂 ю ю ｐ火

source: Show shutdown dialog
en@shaw: 娥 拆ゐ

source: Use dialog boxes for errors
en@shaw: 筐 拆ゐ 火拣

source: Set the current session name
en@shaw: ю 仇 ю 别

source: NAME
en@shaw: 别

source: Kill session
en@shaw: ю

source: Do not require confirmation
en@shaw: 拆 拣ヰ别

source: Could not connect to the session manager
en@shaw: ю ю ヰ○

source: Program called with conflicting options
en@shaw: 答 佛ゐ ゐ
