Repository: perberos/Mate-Desktop-Environment
Catalog: mate-video-player/po/*.po
Languages: te

source: Leave Fullscreen
te: నిండుతెర వదులుము

source: Time:
te: సమయం:

source: Add...
te: కలుపు...

source: Copy the location to the clipboard
te: స్థానమును క్లిప్‌బోర్డుకు నకలుతీయుము

source: Move Down
te: క్రిందకు కదుపుము

source: Move Up
te: పైకి కదుపుము

source: Remove
te: తొలగించు

source: Remove file from playlist
te: ప్లేజాబితా నుండి దస్త్రమును తీసివేయి

source: Save Playlist...
te: ప్లేజాబితాను దాయుము...

source: Select a file to use for text subtitles
te: పాఠము ఉపశీర్షికల కొరకు వుపయోగించుటకు దస్త్రమును యెంపికచేయుము

source: _Copy Location
te: స్థానమును నకలుతీయి (_C)

source: _Remove
te: తీసివేయి (_R)

source: _Select Text Subtitles...
te: పాఠపు ఉపశీర్షికలను యెంపికచేయుము... (_S)

source: Author:
te: మూలకర్త:

source: C_onfigure...
te: ఆకృతీకరించుము... (_o)

source: Copyright:
te: కాపీరైట్:

source: Description:
te: వివరణ:

source: Site:
te: సైటు:

source: 0 Channels
te: 0 చానల్సు

source: 0 frames per second
te: సెకనుకు 0 చట్రములు

source: 0 seconds
te: 0 సెకన్లు

source: Album:
te: ఆల్బమ్:

source: Artist:
te: కళాకారి:

source: Audio
te: ఆడియో

source: Bitrate:
te: బిట్‌రేట్:

source: Channels:
te: చానల్సు:

source: Codec:
te: కోడెక్:

source: Comment:
te: వ్యాఖ్య:

source: Dimensions:
te: కొలతలు:

source: Duration:
te: నిడివి:

source: Framerate:
te: ఫ్రేమ్‌రేటు:

source: General
te: సాధారణ

source: Sample rate:
te: మాదిరి రేటు:

source: Title:
te: శీర్షిక

source: Unknown
te: అపరిచిత

source: Video
te: వీడియో

source: Year:
te: సంవత్సరం:

source: Add the video to the playlist
te: వీడియోను ప్లేజాబితాకు జతచేయుము

source: _Add to Playlist
te: ప్లేజాబితాకు జతచేయుము (_A)

source: Movie Player
te: చలనచిత్రములు చూపునది (మూవీ ప్లేయర్)

source: Play movies and songs
te: చలనచిత్రములను మరియు పాటలను ఆడించునది

source: A_udio Menu
te: ఆడియో మెనూ (_u)

source: About this application
te: ఈ అనువర్తనము గురించి

source: Also disable the screensaver when playing _audio
te: ఆడియోను ప్లే చేయునప్పుడు స్క్రీన్‌సేవర్‌ను కూడా అచేతనముచేయుము (_a)

source: Audio Output
te: ఆడియో అవట్‌పుట్

source: Auto
te: స్వయం

source: Automatically _load subtitle files when movie is loaded
te: చలనచిత్రము లోడైనప్పుడు స్వయంచాలకంగా ఉపశీర్షికలను లోడుచేయుము (_l)

source: Automatically _resize the window when a new video is loaded
te: కొత్త విండో లోడైనప్పుడు స్వయంచాలకంగా విండోను పునఃపరిమాణము చేయుము (_r)

source: Clear the playlist
te: ప్లేజాబితాను శుభ్రముచేయుము

source: Co_ntrast:
te: మంధ్రత (_n):

source: Color Balance
te: వర్ణ సమతుల్యత

source: Configure plugins to extend the application
te: అనువర్తనమును విస్తరింపచేయుటకు ప్లగిన్ ఆకృతీకరించుము

source: Configure the application
te: అనువర్తనమును ఆకృతీకరించుము

source: Connection _speed:
te: అనుసంధానం వేగము (_s):

source: Decrease volume
te: ధ్వని తగ్గించుము

source: Deinterlace
te: డీయింటర్లేస్

source: Display
te: ప్రదర్శించు

source: Eject the current disc
te: ప్రస్తుత డిస్కును బయటకునెట్టుము

source: Extra Large
te: మరీ పెద్దది

source: Fit Window to Movie
te: విండోను చలనచిత్రమనకు సరిగ్గాఅమర్చుము

source: Go to the DVD menu
te: DVD మెనూకు వెళ్ళుము

source: Go to the angle menu
te: ఏంగిల్ మెనూకు వెళ్ళుము

source: Go to the audio menu
te: ఆడియో మెనూకు వెళ్ళుము

source: Go to the chapter menu
te: చాప్టర్ మెనూకు వెళ్ళుము

source: Go to the title menu
te: శీర్షిక మెనూకు వెళ్ళుము

source: Help contents
te: సహాయ సారములు

source: Increase volume
te: ధ్వని పెంచుము

source: Intranet/LAN
te: ఇంట్రానెట్/LAN

source: Large
te: పెద్ద

source: Networking
te: నెట్వర్కింగ్

source: Next chapter or movie
te: తరువాతి అధ్యాయము లేదా చలనచిత్రము

source: Normal
te: సాదారణముగా

source: Open _Location...
te: స్థానము నుండి తెరుచు(_L)...

source: Open a file
te: ఒక దస్త్రాన్ని తెరువుము

source: Open a non-local file
te: స్థానికం-కాని దస్త్రమును తెరువుము

source: Play / P_ause
te: ప్లేచేయి / నిలిపివుంచు (_a)

source: Play or pause the movie
te: చలనచిత్రమును ప్లేచేయుము లేదా నిలిపివుంచుము

source: Playback
te: ప్లేబాక్

source: Plugins...
te: ప్లగ్‌యిన్లు...

source: Prefere_nces
te: అభీష్టాలు (_n)

source: Previous chapter or movie
te: మునుపటి అధ్యాయము లేదా చలనచిత్రము

source: Quit the program
te: ఈ కార్యక్రమమును త్యజించు

source: Reset to _Defaults
te: అప్రమేయాలకు తిరిగివుంచుము (_D)

source: Resize _1:1
te: పునఃపరిమాణము _1:1

source: Resize _2:1
te: పునఃపరిమాణము _2:1

source: Resize to double the original video size
te: యాధార్ద వీడియో పరిమాణమును రెండింతలు పునఃపరిమాణము చేయుము

source: Resize to half the original video size
te: యాధార్ద వీడియో పరిమాణమును సగంకు పునఃపరిమాణముచేయుము

source: Resize to the original video size
te: యధార్ద వీడియో పరిమాణముకు తిరిగివుంచుము

source: S_idebar
te: ప్రక్కపట్టీ (_i)

source: S_ubtitles
te: ఉపశీర్షికలు (_u)

source: Sat_uration:
te: సాట్యురేషన్ (_u):

source: Set the repeat mode
te: పునరావృత రీతిని అమర్చుము

source: Set the shuffle mode
te: క్రమంగాకాని రీతిని అమర్చుము

source: Sets 16:9 (widescreen) aspect ratio
te: 16:9 (widescreen) నిష్పత్తిని అమర్చుము

source: Sets 2.11:1 (DVB) aspect ratio
te: 2.11:1 (DVB) నిష్పత్తిని అమర్చుము

source: Sets 4:3 (TV) aspect ratio
te: 4:3 (TV) నిష్పత్తిని అమర్చుము

source: Sets automatic aspect ratio
te: స్వయంచాలక నిష్పత్తిని అమర్చుతుంది

source: Sets square aspect ratio
te: చతురస్త్ర నిష్పత్తిని అమర్చుతుంది

source: Show _Controls
te: నియంత్రికలను చూపము (_C)

source: Show _visual effects when an audio file is played
te: ఆడియో దస్త్రములను ప్లేచేస్తున్నప్పుడు దృశ్య ప్రభావాలను చూపుము (_v)

source: Show controls
te: నియంత్రికలను చూపుము

source: Show or hide the sidebar
te: ప్రక్కపట్టీను చూపుము లేదా మరుగునవుంచుము

source: Shuff_le Mode
te: క్రమంగాకాని రీతి (_l)

source: Skip _Backwards
te: వెనుకకువెళ్ళుట వదిలివేయి (_B)

source: Skip _Forward
te: ముందుకువెళ్ళుట వదిలివేయి (_F)

source: Skip backwards
te: వెనకకువెళ్ళుట వదిలివేయి

source: Skip forward
te: ముందుకువెళ్ళుట వదిలివేయి

source: Square
te: చతురస్రము

source: Start playing files from last position
te: చివరి స్థానమునుండి ఫైళ్ళను ప్లే చేయుట ప్రారంభించుము

source: Stereo
te: స్టీరియో

source: Switch An_gles
te: కోణములు(యాంగిల్సు)ను మార్చుము (_g)

source: Switch camera angles
te: కెమేరా కోణములు(యాంగిల్సు)ను మార్చుము

source: Switch to fullscreen
te: నిండుతెర సంవిధానానికి మారం

source: Text Subtitles
te: పాఠము ఉపశీర్షికలు

source: Time seek bar
te: సమయం చూపు పట్టీ

source: Totem Preferences
te: Totem అభీష్టాలు

source: View the properties of the current stream
te: ప్రస్తుత స్ట్రీమ్ యొక్క లక్షణములను దర్శించుము

source: Visual Effects
te: దృశ్య ప్రాభావాలు

source: Visualization _size:
te: దృశ్యనీయత పరిమాణము (_s):

source: Volume _Down
te: ధ్వని తగ్గింపు (_D)

source: Volume _Up
te: ధ్వని పెంపు (_U)

source: Zoom In
te: జూమ్ పెంచు

source: Zoom Out
te: జూమ్ తగ్గించు

source: Zoom Reset
te: జూమ్ తిరిగివుంచు

source: Zoom in
te: జూమ్ పెంచు

source: Zoom out
te: జూమ్ వెలుపలికి

source: Zoom reset
te: జూమ్ తిరిగివుంచు

source: _About
te: గురించి (_A)

source: _Angle Menu
te: కోణము(ఎంగిల్) మెనూ (_A)

source: _Aspect Ratio
te: ఏస్పెక్టు నిష్పత్తి (_A)

source: _Audio output type:
te: ఆడియో అవుట్పుట్ రకము (_A):

source: _Brightness:
te: కాంతిప్రకాశము (_B):

source: _Chapter Menu
te: అధ్యాయం మెనూ (_C)

source: _Clear Playlist
te: ప్లేజాబితాను శుభ్రముచేయుము (_C)

source: _Contents
te: సారములు (_C)

source: _DVD Menu
te: _DVD మెనూ

source: _Deinterlace
te: డీయింటర్లేస్ (_D)

source: _Edit
te: సరిచేయు (_E)

source: _Eject
te: బయటకునెట్టు (_E)

source: _Encoding:
te: ఎన్కోడింగ్ (_E):

source: _Font:
te: ఫాంటు (_F):

source: _Fullscreen
te: నిండుతెర (_F)

source: _Go
te: వెళ్ళు(_G)

source: _Help
te: సహాయం(_H)

source: _Hue:
te: లేతఛాయ(_H):

source: _Languages
te: భాషలు (_L)

source: _Movie
te: చలనచిత్రము (_M)

source: _Next Chapter/Movie
te: తరువాతి అధ్యాయము/చలనచిత్రము (_N)

source: _Open...
te: తెరచు(_O)...

source: _Previous Chapter/Movie
te: మునుపటి అధ్యాయము/చలనచిత్రము (_P)

source: _Properties
te: లక్షణాలు (_P)

source: _Quit
te: నిష్క్రమించు (_Q)

source: _Repeat Mode
te: పునరావృత రీతి (_R)

source: _Resize 1:2
te: పునఃపరిమాణం 1:2 (_R)

source: _Sound
te: శబ్ధము (_S)

source: _Title Menu
te: శీర్షిక మెనూ (_T)

source: _Type of visualization:
te: దృశ్యనీయత యొక్క రకము (_T):

source: _View
te: దర్శనం (_V)

source: Allow the screensaver to activate when playing audio
te: ఆడియో ప్లే అవుచున్నప్పుడు స్క్రీన్‌సేవర్‌ క్రియాశీలము అగుటకు అనుమతించుము

source: Allow the screensaver to activate when playing audio. Disable if you have monitor-powered speakers.
te: ఆడియో ప్లే అవుచున్నప్పుడు స్క్రీన్‌సేవర్‌ క్రియాశీలము అగుటకు అనుమతించుము. మీకు మానిటర్-స్పీకర్లు వుంటే అచేతనము చేయుము.

source: Amount of data to buffer for network streams before starting to display the stream (in seconds)
te: స్ట్రీమ్ అయినది ప్రదర్శించుటకు ముందుగా నెట్వర్కు స్ట్రీమ్స్‌కు బఫర్‌లో వుండవలసిన డాటా మొత్తం (సెకనులలో)

source: Approximate network connection speed, used to select quality on media over the network: "0" for 14.4 Kbps Modem, "1" for 19.2 Kbps Modem, "2" for 28.8 Kbps Modem, "3" for 33.6 Kbps Modem, "4" for 34.4 Kbps Modem, "5" for 56 Kbps Modem/ISDN, "6" for 112 Kbps Dual ISDN/DSL, "7" for 256 Kbps DSL/Cable, "8" for 384 Kbps DSL/Cable, "9" for 512 Kbps DSL/Cable, "10" for 1.5 Mbps T1/Intranet/LAN, "11" for Intranet/LAN.
te: నెట్వర్కునందు మాధ్యమం నాణ్యతను యెంపికచేయుటకు వుపయోగించు, నెట్వర్కు అనుసంధానపు వేగము సుమారుగా:"0" 14.4 Kbps Modem కొరకు, "1" 19.2 Kbps Modem కొరకు, "2" 28.8 Kbps Modem కొరకు, "3" 33.6 Kbps Modem కొరకు, "4" 34.4 Kbps Modem కొరకు, "5" 56 Kbps Modem/ISDN కొరకు, "6" 112 Kbps Dual ISDN/DSL కొరకు, "7" 256 Kbps DSL/Cable కొరకు, "8" 384 Kbps DSL/Cable కొరకు, "9" 512 Kbps DSL/Cable కొరకు, "10" 1.5 Mbps T1/Intranet/LAN కొరకు, "11" Intranet/LAN కొరకు.

source: Default location for the "Open..." dialogs
te: "Open..." డైలాగుల కొరకు అప్రమేయ స్థానము

source: Default location for the "Open..." dialogs, default is the current directory
te: "Open..." డైలాగుల కొరకు అప్రమేయ స్థానము, ప్రస్తుత డైరెక్టరీ అనునది అప్రమేయం

source: Default location for the "Take Screenshot" dialogs
te: "Take Screenshot" డైలాగ్స్ కొరకు అప్రమేయ స్థానము

source: Default location for the "Take Screenshot" dialogs, default is the Pictures directory
te: "Take Screenshot" డైలాగ్సు కొరకు అప్రమేయ స్థానము, చిత్రముల డైరెక్టరీ అనునది అప్రమేయం

source: Enable deinterlacing
te: డియింటర్లేసింగ్ చేతనముచేయి

source: Encoding charset for subtitle
te: సరిపోవుదానికి అక్షరసమితిని ఎన్కోడుచేయుము

source: Name of the visual effects plugins
te: దృశ్యత ప్రభావాల ప్లగిన్సుయొక్క నామము

source: Network buffering threshold
te: నెట్వర్కు బఫరింగ్ త్రెష్‌హోల్డ్

source: Network connection speed
te: నెట్వర్కు అనుసంధానం వేగము

source: Pango font description for subtitle rendering
te: సరిపోవు రెండరింగు కొరకు పాంగో ఫాంటు వివరణము

source: Quality settings for the audio visualization: "0" for small, "1" for normal, "2" for large, "3" for extra large.
te: ఆడియో దృశ్యతకొరకు నాణ్యత అమరికలు: "0" చిన్నది, "1" సాదారణ, "2" పెద్దది, "3" మరీ పెద్దది.

source: Repeat mode
te: పునరావృత రీతి

source: Resize the canvas automatically on file load
te: దస్త్రము లోడునందు పటము(కాన్వాసు)ను స్వయంచాలకంగా పునఃపరిమాణం చేయుము

source: Show visual effects when no video is displayed
te: ఎటువంటి వీడియో ప్రదర్శించబడనప్పుడు దృశ్యనీయ ప్రభావాలను చూపుము

source: Show visual effects when playing an audio only file.
te: ఆడియో దస్త్రము మాత్రమే ప్లే అవుచున్నప్పుడు దృశ్యనీయ ప్రభావాలను చూపుము

source: Shuffle mode
te: క్రమంగాకాని రీతి

source: Subtitle encoding
te: ఉపశీర్షిక ఎన్కోడింగ్

source: Subtitle font
te: ఉపశీర్షిక ఫాంటు

source: The brightness of the video
te: వీడియో యొక్క కాంతిప్రకాశము

source: The contrast of the video
te: వీడియో యొక్క మంధ్రత

source: The hue of the video
te: వీడియో యొక్క హ్యూ

source: The saturation of the video
te: వీడియోయొక్క సాట్యురేషన్

source: Type of audio output to use
te: ఉపయోగించుటకు ఆడియో అవుట్పుట్ యొక్క రకము

source: Type of audio output to use: "0" for stereo, "1" for 4-channel output, "2" for 5.0 channel output, "3" for 5.1 channel output, "4" for AC3 Passthrough.
te: ఉపయోగించుటకు ఆడియో అవుట్పుట్ యొక్క రకము: "0" stereo కొరకు, "1" 4-channel output కొరకు, "2" 5.0 channel output కొరకు, "3" 5.1 channel output కొరకు, "4" AC3 Passthrough కొరకు.

source: Visualization quality setting
te: దృశ్యనీయత నాణ్యతా అమరిక

source: Whether the main window should stay on top
te: ముఖ్య విండో పైనే వుండాలా వద్దా

source: Whether the main window should stay on top of the other ones
te: ముఖ్య విండో యితరవాటి పైనే వుండాలా వద్దా

source: Whether to autoload text subtitle files when a movie is loaded
te: చలనచిత్రము లోడైనప్పుడు ఉపశీర్షిక పాఠపు దస్త్రములు స్వయంచాలకంగా లోడవ్వాలా వద్దా

source: Whether to disable the plugins in the user's home directory
te: వినియోగదారి నివాస సంచయం నందలి ప్లగ్‌యిన్లు అచేతనము చేయవలెనా వద్దా

source: Whether to enable debug for the playback engine
te: ప్లేబ్యాక్ యింజన్ కొరకు డీబగ్‌ను చేతనము చేయవలెనావద్దా

source: Whether to remember the position of played audio/video files when pausing or closing them.
te: ఆడియో/వీడియో ఫైళ్ళను ఆపినప్పుడు లేదా మూసివేసినప్పుడు వాటి స్థానమును గుర్తుంచుకొనవలెనా.

source: Enter the _address of the file you would like to open:
te: మీరు తెరువాలి అనుకొనుచున్న దస్త్రముయొక్క చిరునామాను ప్రవేశపెట్టండి (_a):

source: Playing a movie
te: చలనచిత్రమును ప్లేచేస్తోంది

source: File is not a valid .desktop file
te: దస్త్రము చెల్లునటువంటి .desktop దస్త్రముకాదు

source: Unrecognized desktop file Version '%s'
te: గుర్తించబడని డెస్కుటాపు ఫైలు వర్షన్ '%s'

source: Starting %s
te: %s ప్రారంభిస్తోంది

source: Application does not accept documents on command line
te: ఆదేశవరుస నందు అనువర్తనములు పత్రములను ఆంగీకరించవు

source: Unrecognized launch option: %d
te: గుర్తించబడని ప్రారంభ ఐచ్చికము: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
te: పత్రము URIలను Type=Link' desktop entry కు పంపలేదు.

source: Not a launchable item
te: దించదగిన అంశము కాదు

source: File _Format: %s
te: ఫైల్ ఫార్మాట్ (_F): %s

source: All Files
te: అన్ని ఫైళ్ళు

source: All Supported Files
te: అన్ని మద్దతునిచ్చు ఫైళ్ళు

source: By Extension
te: పొడిగింపు ద్వారా

source: File Format
te: దస్త్రము ఫార్మాట్

source: Extension(s)
te: పొడిగింపు(లు)

source: The program was not able to find out the file format you want to use for `%s'. Please make sure to use a known extension for that file or manually choose a file format from the list below.
te: `%s' కొరకు మీరు వుపయోగించాలని అనుకొనుచున్న ఫైలు ఫార్మాట్లను ఈ ప్రోగ్రామ్ గుర్తించలేదు. దయచేసి ఆ ఫైలునకు తెలిసిన పొడిగింపును వుపయోగించునట్లు చూచుకొనుము లేదా మానవీయంగా ఫైలు ఫార్మాట్‌ను క్రింది జాబితానుండి యెంచుకొనుము.

source: File format not recognized
te: ఫైలు ఫార్మాట్ గుర్తించబడలేదు

source: Disable connection to session manager
te: సెషన్ నిర్వాహికకు అనుసంధానమును అచేతనము చేయుము

source: Specify file containing saved configuration
te: దాచివున్న ఆకృతీకరణను కలిగివున్న ఫైలు తెలుపుము

source: Specify session management ID
te: సెషన్ నిర్వహణా IDను తెలుపుము

source: ID
te: ఐడి

source: Session management options:
te: సెషన్ నిర్వహణా ఐచ్చికములు:

source: Show session management options
te: సెషన్ నిర్వహణా ఐచ్చికములను చూపుము

source: Audio Preview
te: ఆడియో వుపదర్శనము

source: Unknown video
te: అపరిచిత వీడియో

source: _Play Now
te: ఇప్పుడు ప్లేచేయుము (_P)

source: Cancel
te: రద్దు

source: No File
te: దస్త్రం లేదు

source: Couldn't load the '%s' interface. %s
te: '%s' యింటర్ఫేస్‌ను లోడుచేయలేక పోయింది. %s

source: The file does not exist.
te: దస్త్రము లేదు.

source: Make sure that Totem is properly installed.
te: టోటెమ్ సక్రమంగా నెలకొల్పబడినట్లు చూడుము.

source: Totem is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
te: Totem స్వతంత్ర సాఫ్ట్వేర్; నీవు దానిని మరలపంచవచ్చు స్వతంత్ర సాఫ్ట్వేర్ సంస్థ వెలువరిచిన GNU సర్వసామన్యమైన ప్రజా లైసెన్సు వివరణం 2 లైసెన్సు లేదా వేరే (మీ ఐచ్చికం వద్ద) వివరణల ప్రకారం మార్చవచ్చు.

source: Totem is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
te: Totem ఉపయోగపడుతుందనే నమ్మకంతో పంపిణీచేయబడుతోంది, అయితే ఏ హామీ లేకుండా; వ్యాపారసంబందంగా కాని లేదా ఒక నిర్దిష్ట అవసరానికిచెందినదని కాని హామీ లేదు. ఎక్కువ సమాచారం కొరకు GNU జనరల్ పబ్లిక్ లైసెన్స్ ను చూడండి.

source: You should have received a copy of the GNU General Public License along with Totem; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
te: మీరు Totem నకలు తోటి ఒక GNU జనరల్ పబ్లిక్ లైసెన్స్ నకలుగూడా పొందిఉంటారు; పొందక పోతే, Free Software Foundation, Inc., 59 Temple place, Suite 330, Boston, MA 02111-1307 USA కి వ్రాయండి.

source: Totem contains an exception to allow the use of proprietary GStreamer plugins.
te: ఆధిపత్య GStreamer ప్లగ్‌యిన్సు వాడకం అనుమతించుటకు Totem ఎక్సెప్షన్ కలిగివుంటుంది.

source: None
te: ఏదీకాదు

source: device%d
te: పరికరము%d

source: Play Disc '%s'
te: డిస్కు '%s' ప్లేచేయుము

source: Movie Player using %s
te: చిత్రం ఆడించేదాన్ని వాడుతున్నది %s

source: Copyright © 2002-2009 Bastien Nocera
te: కాపీరైట్ © 2002-2009 బాస్టియన్ నొకెరా

source: translator-credits
te: Prajasakti Localisation Team <localisation@prajasakti.com>

source: Totem Website
te: Totem వెబ్‌సైట్

source: Configure Plugins
te: ప్లగ్‌యిన్సు ఆకృతీకరించుము

source: Playing
te: ఆడుతుంది

source: Pause
te: నిలిపివుంచు

source: Paused
te: విరమించిన

source: Play
te: నడుపు

source: Stopped
te: నిలిపివేసిన

source: Totem could not play '%s'.
te: టోటెమ్ ఆడించలేదు '%s'.

source: Totem could not play this media (%s) although a plugin is present to handle it.
te: ఈ మాద్యమము(%s)ను చెపట్టుటకు ప్లగిన్ ఉన్నపట్టికి టోటెమ్ ఆడించలేదు

source: You might want to check that a disc is present in the drive and that it is correctly configured.
te: ఈ చోదకం లో ఖని ఉందా మరియూ అది సరిగ్గ రూపకరణ చేయబడ్డదా తనిఖీ చేయదలిచారా

source: More information about media plugins
te: మాధ్యమం ప్లగ్‌యిన్ల గురించి మరింత సమాచారము

source: Please install the necessary plugins and restart Totem to be able to play this media.
te: ఈ మాద్యమమును ఆడించుటకు అవసరమైన ప్లగిన్ లను నెలకొల్పి టోటెమ్ నుపునఃప్రారంబించండి

source: Totem cannot play this type of media (%s) because it does not have the appropriate plugins to be able to read from the disc.
te: Totem (%s) రకం మాద్యమమును ఆడించలేదు ఎందుకంటే దీనివద్ద డిస్కునుండి చదువగల్గుటకు సరిపోవు ప్లగ్‌యిన్సు లేవు.

source: Totem cannot play this type of media (%s) because you do not have the appropriate plugins to handle it.
te: టోటెమ్ (%s)ఈ రకం మాద్యమమును ఆడించలేదు ఎందుకంటె మీ వద్ద ఇది చెపట్టుటకు సరైన ప్లగిన్ లు లేవు

source: Totem cannot play this type of media (%s) because it is not supported.
te: Totem (%s) రకం మాద్యమమును ఆడించలేదు ఎందుకంటె అది మద్దతునీయదు.

source: Please insert another disc to play back.
te: ప్లే బ్యాక్‌ కొరకు మరియొక డిస్కును ప్రవేశపెట్టండి.

source: Totem was not able to play this disc.
te: Totem ఈ డిస్కును నడుపలేదు.

source: No reason.
te: కారణం లేదు

source: Totem does not support playback of Audio CDs
te: Totem అనునది ఆడియో CDల ప్లే బ్యాక్‌కు మద్దతీయదు

source: Please consider using a music player or a CD extractor to play this CD
te: ఈ CD ప్లే చేయుటకు దయచేసి మ్యూజిక్ ప్లేయర్‌ను లేదా CD ఎక్స్‌ట్రాక్టర్‌ను వాడుము

source: No error message
te: ఎటువంటి దోష సందేశములేదు

source: Totem could not display the help contents.
te: టోటెమ్ సహాయ సారంను ప్రదర్శించలేకపోయింది.

source: An error occurred
te: ఒక దోషం ఎదురైంది

source: Previous Chapter/Movie
te: మునుపటి అధ్యాయం/చలనచిత్రము

source: Play / Pause
te: నడుపు / నిలిపివుంచు

source: Next Chapter/Movie
te: తరువాతి అధ్యాయం/చలనచిత్రము

source: Fullscreen
te: నిండుతెర

source: Totem could not startup.
te: టోటెమ్ ప్రారంభించలేకపోయింది.

source: Open Location...
te: స్థానమును తెరువుము...

source: Enable debug
te: లోపనిర్మూలనను ఉపయోగించు

source: Play/Pause
te: ఆడు/విరామం

source: Next
te: తరువాత

source: Previous
te: పూర్వపు

source: Seek Forwards
te: మునుముందుకు పోవు

source: Seek Backwards
te: వెనుకకు పోవు

source: Volume Up
te: శబ్దసూచితం పెంచు

source: Volume Down
te: శబ్దసూచితం తగ్గించు

source: Mute sound
te: నిశ్శబ్ధము

source: Toggle Fullscreen
te: నిండుతెర మార్పిడి

source: Show/Hide Controls
te: చూపు/దాగు నియంత్రణలు

source: Quit
te: త్యజించు

source: Enqueue
te: వరుసలో వుంచు

source: Replace
te: పునఃస్థాపించు

source: Don't connect to an already-running instance
te: ఇప్పటికే-నడుచుచున్న దానికి అనుసంధానము కావద్దు

source: Seek
te: సీక్

source: Playlist index
te: ప్లేజాబితా విషయసూచిక

source: Movies to play
te: ప్లే అగుటకు చలనచిత్రములు

source: MP3 ShoutCast playlist
te: MP3 ShoutCast ప్లేజాబితా

source: XML Shareable Playlist
te: XML పంచుకోదగిన ప్లేజాబితా

source: Title %d
te: శీర్షిక %d

source: Could not save the playlist
te: ఆడేజాబితాను దాచలేకపోయింది

source: Save Playlist
te: ప్లేజాబితాను దాయుము

source: Playlist
te: ఆడేచిట్టా

source: The playlist '%s' could not be parsed, it might be damaged.
te: ఆడేజాబితా '%s' పార్స్ చేయలేకపోయింది, బహుశా, పాడైవుండవచ్చు.

source: Playlist error
te: ఆడేజాబితాలో దోషం

source: Enable visual effects?
te: దృశ్యనీయ ప్రభావాలను చేతనముచేయాలా?

source: It seems you are running Totem remotely. Are you sure you want to enable the visual effects?
te: మీరు సుదూరంగా టోటెమ్ ను నడుపుతున్నట్లుంది . దార్శనీకత పర్యావసానాలను మీరు ఖచ్చితంగా క్రియాశీలీకరించాలా?

source: Changing the visuals effect type will require a restart to take effect.
te: దార్శనీకత పర్యవసానాల రకములో మార్పులు జరుగుటకు పునఃప్రారంభించవలెను.

source: The change of audio output type will only take effect when Totem is restarted.
te: ఈ అమరిక మార్పు పర్యవసానం తర్వాత చిత్రం లేక టోటెమ్ పునఃప్రారంభించినప్పుడు చూపుతుంది

source: Preferences
te: అభీష్టాలు

source: Select Subtitle Font
te: ఉపశీర్షిక ఫాంటును యెంపిచేయుము

source: Audio/Video
te: ఆడియో/వీడియో

source: %s (Streaming)
te: %s (ప్రవహించు)

source: Seek to %s / %s
te: %s / %s అర్థించు

source: Buffering
te: బఫరింగ్

source: Current Locale
te: ప్రస్తుత స్థానికం

source: Arabic
te: అరబిక్

source: Armenian
te: అర్మేనియన్

source: Baltic
te: బాల్టిక్

source: Celtic
te: సెల్టిక్

source: Central European
te: సెంట్రల్ యూరోపియన్

source: Chinese Simplified
te: చైనీస్ సింప్లిఫైడ్

source: Chinese Traditional
te: చైనీస్ ట్రెడిషనల్

source: Cyrillic
te: సిరిల్లిక్

source: Cyrillic/Russian
te: సిరిలిక్/రష్యన్

source: Cyrillic/Ukrainian
te: సిరిలిక్/ఉక్రైనియన్

source: Georgian
te: జార్జియన్

source: Greek
te: గ్రీక్

source: Gujarati
te: గుజరాతీ

source: Gurmukhi
te: గుర్ముఖి

source: Hebrew
te: హెబ్రూ

source: Hebrew Visual
te: హెబ్రూ విజువల్

source: Hindi
te: హింది

source: Japanese
te: జపనీస్

source: Korean
te: కొరియన్

source: Nordic
te: నార్డిక్

source: Persian
te: పర్షియన్

source: Romanian
te: రొమానియన్

source: South European
te: సౌత్ యూరోపియన్

source: Thai
te: థాయ్

source: Turkish
te: టర్కిష్

source: Unicode
te: యూనికోడ్

source: Western
te: పడమర

source: Vietnamese
te: వియత్నాంశీ

source: No video URI
te: వీడియో URI లేదు

source: Filename
te: దస్త్రనామము

source: Resolution
te: తీవ్రత

source: Duration
te: వ్యవధి

source: All files
te: అన్ని దస్త్రాలు

source: Supported files
te: మద్దతునిచ్చు దస్త్రములు

source: Audio files
te: ఆడియో దస్త్రములు

source: Video files
te: వీడియో దస్త్రములు

source: Subtitle files
te: ఉపశీర్షిక దస్త్రములు

source: Select Text Subtitles
te: పాఠము ఉపశీర్షికలను యెంపికచేయుము

source: Select Movies or Playlists
te: చిత్రం లేక ఆడే జాబితాను ఎంపిక చేయండి

source: Could not open link
te: లింకును తెరువలేక పోయింది

source: Totem Movie Player
te: టొటెమ్ చిత్రం ఆడించునది

source: Could not initialize the thread-safe libraries.
te: సురక్షిత మార్గ గ్రంథాలయాలను సంసిద్ధపరచలేకపోయింది.

source: Verify your system installation. Totem will now exit.
te: మీ నెలకొల్పిన వ్యవస్థను పరీక్షించండి. టోటెమ్ బయటకుపోతొంది

source: - Play movies and songs
te: - చలనచిత్రములను మరియు పాటలను ఆడించుము

source: %s Run '%s --help' to see a full list of available command line options.
te: %s అందుబాటులోవున్న మొత్తం ఆదేశ వరుస ఐచ్చికముల జాబితాకొరకు '%s --help' నడుపండి.
