Repository: perberos/Mate-Desktop-Environment
Catalog: mate-video-player/po/*.po
Languages: te

source: Totem could not initialize the configuration engine.
te: Totem ఆకృతీకరణ యింజన్‌ను సంసిద్ధపరచలేక పోయింది.

source: Make sure that MATE is properly installed.
te: జినోమ్ సరిగ్గ నెలకొల్పబడినట్టు చూడగలరు

source: Audio Track #%d
te: ఆడియో ట్రాక్ #%d

source: Subtitle #%d
te: ఉపశీర్షిక #%d

source: The requested audio output was not found. Please select another audio output in the Multimedia Systems Selector.
te: కావలసిన ఆడియో అవుట్పుట్ కనబడలేదు. మల్టీమీడియా సిస్టమ్సు యెంపికదారినందు దయచేసి వేరొక ఆడియో అవుట్పుట్‌ను యెంపికచేయుము.

source: Location not found.
te: స్థానము కనబడలేదు.

source: Could not open location; you might not have permission to open the file.
te: స్థానమును తెరువలేక పోయింది; ఈ దస్త్రమును తెరువుటకు మీరు అనుమతిని కలిగివుండక పోవచ్చును.

source: The video output is in use by another application. Please close other video applications, or select another video output in the Multimedia Systems Selector.
te: వీడియో అవుట్పుట్ వేరొక అనువర్తనము చేత వుపయోగించబడుతోంది. దయచేసి యితక వీడియో అనువర్తనములను మూయుము, లేదా మల్టీమీడియా సిస్టమ్సు యెంపికదారి నందలి వేరొక వీడియో అవుట్పుట్‌ను యెంపికచేయుము.

source: The audio output is in use by another application. Please select another audio output in the Multimedia Systems Selector. You may want to consider using a sound server.
te: ఆడియో అవుట్పుట్ వేరొక అనువర్తనముచేత వుపయోగంలో వుంది. దయచేసి మల్టీమీడియా సిస్టమ్సు యెంపికదారి నందలి వేరొక ఆడియో అవుట్పుట్‌ను యెంపికచేయండి. మీరు శబ్ధ సేవికను వుపయోగించవలసి వుంటుంది.

source: The playback of this movie requires a %s plugin which is not installed.
te: ఈ చలనచిత్ర ప్లేబ్యాక్‌కు %s ప్లగ్‌యిన్ అవసరము అది సంస్థాపించిలేదు.

source: The playback of this movie requires the following decoders which are not installed: %s
te: ఈ చలనచిత్రము ప్లేబ్యాక్‌కు ఈ క్రింది డీకోడర్సు అవసరము అవి సంస్థాపించి లేవు: %s

source: Cannot play this file over the network. Try downloading it to disk first.
te: ఈ దస్త్రమును నెట్వర్కునందు ప్లే చేయలేదు. దీనిని ముందు డిస్కునకు డౌనులోడుచేయుటకు ప్రయత్నించండి.

source: Media file could not be played.
te: మాధ్యమం దస్త్రము ప్లే చేయలేక పోయింది.

source: Surround
te: చుట్టూ

source: Mono
te: వొంటరి

source: Too old version of GStreamer installed.
te: GStreamer యొక్క మరీపాత వర్షన్ సంస్థాపించబడింది.

source: Media contains no supported video streams.
te: మాధ్యమం యెటువంటి మద్దతిచ్చు వీడియో స్ట్రీమ్సును కలిగిలేదు.

source: Failed to create a GStreamer play object. Please check your GStreamer installation.
te: GStreamer ప్లే ఆబ్జక్టును సృష్టించుటకు విఫలమైంది. దయచేసి మీ GStreamer సంస్థాపనను పరిశీలించండి.

source: Failed to open video output. It may not be available. Please select another video output in the Multimedia Systems Selector.
te: వీడియో అవుట్పుట్ తెరుచుటకు విఫలమైంది. ఇది అందుబాటులో లేకపోవచ్చును. దయచేసి మల్టీమీడియో సిస్టమ్సు ఎంపికదారి నందలి మరియొక వీడియో అవుట్పుట్‌ను యెంపికచేయండి.

source: Could not find the video output. You may need to install additional GStreamer plugins, or select another video output in the Multimedia Systems Selector.
te: వీడియో అవుట్పుట్‌ను కనుగొనలేక పోయింది. మీరు అదనపు GStreamer ప్లగ్‌యిన్సు సంస్థాపించవలసి రావచ్చును, లేదా మల్టీమీడియా సిస్టమ్సు నందలి వేరొక వీడియో అవుట్పుట్‌ను యెంపికచేయండి.

source: Failed to open audio output. You may not have permission to open the sound device, or the sound server may not be running. Please select another audio output in the Multimedia Systems Selector.
te: ఆడియో అవుట్పుట్ తెరువుటకు విఫలమైంది. శబ్ధపు పరికరమును తెరువుటకు మీరు అనుమతిని కలిగివుండకపోవచ్చు, లేదా సౌండు సేవిక నడుచుచుండక పోవచ్చును. దయచేసి వేరొక ఆడియో అవుట్పుట్‌ను మల్టీమీడియా సిస్టమ్సు యెంపికదారినందు యెంపికచేయవచ్చును.

source: Could not find the audio output. You may need to install additional GStreamer plugins, or select another audio output in the Multimedia Systems Selector.
te: ఆడియో అవుట్పుట్‌ను కనుగొనలేక పోయింది. మీరు అదనపు GStreamer ప్లగ్‌యిన్సును సంస్థాపించవలసి రావచ్చును, లేదా మల్టీమీడియా సిస్టమ్సు యెంపికదారి నందలి ఆడియో అవుట్పుట్ యెంపికచేయుము.

source: %d hour
te: %d గంట

source: %d minute
te: %d నిమిషం

source: %d second
te: %d సెకన్

source: Enabled
te: చేతనముచేయి

source: Unable to activate plugin %s. %s
te: ప్లగ్‌యిన్ %s చేతనము చేయలేదు. %s

source: Unable to activate plugin %s
te: ప్లగ్‌యిన్ %s క్రియాశీలపర్చలేదు

source: Plugin Error
te: ప్లగ్‌యిన్ దోషము

source: Bemused
te: మందకొడి

source: Control Totem through a mobile phone with a Bemused client
te: మందకొడి కక్షిదారితో మొబైల్ ఫోనుద్వారా Totem నియంత్రించుము

source: Untitled %d
te: శీర్షికలేని %d

source: Totem Bemused Server
te: Totem మందకొడి సేవిక

source: Totem Bemused Server version 1.0
te: Totem మందకొడి సేవిక వర్షన్ 1.0

source: _Create Video Disc...
te: వీడియో డిస్కును సృష్టించుము... (_C)

source: Create a video DVD or a (S)VCD from the currently opened movie
te: ప్రస్తుతం తెరిచిన చలనచిత్రమునుండి వీడియో DVD లేదా (S)VCD సృష్టించుము

source: Copy Vide_o DVD...
te: వీడియో DVD నకలుతీయుము... (_o)

source: Copy the currently playing video DVD
te: ప్రస్తుతం ప్లేఅవుతున్న వీడియో DVDను నకలుతీయుము

source: Copy (S)VCD...
te: (S)VCD నకలుతీయి...

source: Copy the currently playing (S)VCD
te: ప్రస్తుతం ప్లే అవుతున్న (S)VCDను నకలుతీయుము

source: The video disc could not be duplicated.
te: వీడియో డిస్కు నకీలీ చేయబడలేక పోయింది.

source: The movie could not be recorded.
te: చలనచిత్రం రికార్డు కాలేక పోయింది.

source: Unable to write a project.
te: ప్రోజెక్టును వ్రాయలేకపోయింది.

source: Records (S)VCDs or video DVDs
te: (S)VCDs లేదా వీడియో DVDs రికార్డు చేయుము

source: Video Disc Recorder
te: వీడియో డిస్కు రికార్డర్

source: Delete
te: తీసివేయు

source: Coherence DLNA/UPnP Client
te: కొహెరెన్సు DLNA/UPnP కక్షిదారి

source: A DLNA/UPnP client for Totem powered by Coherence
te: కొహెరెన్సు గల Totem కొరకు DLNA/UPnP కక్షిదారి

source: D-Bus Service
te: D-Bus సేవ

source: Instant Messenger status
te: సత్వర సందేశకి స్థితి

source: Set your Instant Messenger status to away when a movie is playing
te: చలనచిత్రము ప్లే అవతున్నప్పుడు మీ సత్వర సందేశకి స్థితిని దురంకు అమర్చండి

source: Could not connect to the Galago daemon.
te: Galago డెమాన్‌కు అనుసంధానం కాలేకపోయింది.

source: Gromit Annotations
te: Gromit ఎన్నోటేషన్లు

source: Presentation helper to make annotations on screen
te: తెరపైన సూచనలు యిచ్చుటకు సమర్పణ సహాయకి

source: The gromit binary was not found.
te: gromit బైనరీ కనుగొనబడింది

source: Stream BBC programs from the last 7 days from the BBC iPlayer service.
te: BBC iPlayer సేవనుండి గత 7 రోజుల ప్రోగ్రాములను స్ట్రీమ్ చేయుము.

source: Error Listing Channel Categories
te: చానల్ వర్గీకరణలను జాబితాచేయుటలో దోషము

source: There was an unknown error getting the list of television channels available on BBC iPlayer.
te: BBC iPlayer నందు అందుబాటులోవున్న టెలివిజన్ చానళ్ళ జాబితాను పొందుటలో వొక తెలియని దోషము యెదురైంది.

source: Loading…
te: లోడవుచున్నది…

source: Error getting programme feed
te: ప్రోగ్రామి ఫీడు పొందుటలో దోషము

source: There was an unknown error getting the list of programmes for this channel and category combination.
te: ఈ చానల్ మరియు వర్గీకరణ యుగళమునకు ప్రోగ్రామీల జాబితాను పొందుటలో వొక తెలియని దోషము యెదురైంది.

source: Programme unavailable ("%s")
te: ప్రోగ్రామి అందుబాటులోలేదు ("%s")

source: By artist
te: కళాకారి ద్వారా

source: By tag
te: టాగ్ ద్వారా

source: Jamendo Album Page
te: Jamendo ఆల్బమ్ పేజీ

source: Jamendo Plugin Configuration
te: Jamendo ప్లగ్‌యిన్ ఆకృతీకరణ

source: Latest Releases
te: సరికొత్త విడుదలలు

source: Popular
te: ప్రాముఖ్య

source: Search Results
te: ఫలితాలను వెతుకు

source: _Open Jamendo Album Page in Browser
te: Jamendo ఆల్బమ్ పుటను అన్వేషకినందు తెరువుము (_O)

source: Listen to the large collection of Creative Commons licensed music on Jamendo.
te: Creative Commons లైసెన్సుపొందిన పెద్ద మ్యూజిక్ సంపుటం Jamendo నందు వినండి.

source: You need to install the Python simplejson module.
te: మీరు Python simplejson మాడ్యూల్ సంస్థాపించవలసి వుంటుంది.

source: Artist: %s
te: కళాకారి: %s

source: Released on: %s
te: దీనినందు విడదలైంది: %s

source: License: %s
te: లైసెన్సు: %s

source: Album: %s
te: ఆల్బమ్: %s

source: Duration: %s
te: నిడివి: %s

source: Fetching albums, please wait...
te: ఆల్బమ్‌లను తెస్తోంది, దయచేసి వేచివుండండి...

source: An error occurred while fetching albums.
te: ఆల్బమ్సును తెస్తున్నప్పుడు వొక దోషము యెదురైంది.

source: Failed to connect to Jamendo server. %s.
te: Jamendo సేవికకు అనుసంధానమగుటలో విఫలమైంది. %s.

source: The Jamendo server returned code %s.
te: Jamendo సేవిక కోడ్ %sను యిచ్చింది.

source: Infrared Remote Control
te: ఇన్ఫ్రారెడ్ సుదూర నియంత్రణ

source: Support infrared remote control
te: ఇన్ఫ్రారెడ్ సుదూర నియంత్రణను మద్దతీయండి

source: Couldn't initialize lirc.
te: lircను సిద్దముచేయలేక పోయింది.

source: Couldn't read lirc configuration.
te: lirc ఆకృతీకరణను చదువలేక పోయింది.

source: Recordings
te: రికార్డింగులు

source: MythTV Recordings
te: MythTV రికార్డింగులు

source: Download Movie Subtitles
te: చలనచిత్రము వుపశీర్షికలను డౌనులోడు చేయుము

source: Subtitle _language:
te: ఉపశీర్షిక భాష (_l):

source: _Play with Subtitle
te: ఉశీర్షికతో ప్లే చేయుము (_P)

source: Look for subtitles for the currently playing movie.
te: ప్రస్తుతం ప్లే అవుతున్న చలనచిత్రము వుపశీర్షికల కొరకు చూస్తున్నది.

source: Subtitle Downloader
te: ఉపశీర్షికలు డౌనులోడుచేయునది

source: Brasilian Portuguese
te: బ్రెజిలియన్ పోర్చుగీస్

source: Could not contact the OpenSubtitles website
te: OpenSubtitles వెబ్‌సైటును సంప్రదించలేక పోయింది

source: No results found
te: ఫలితాలు కనబడలేదు

source: Subtitles
te: ఉపశీర్షికలు

source: Format
te: రూపలావణ్యం

source: Rating
te: రేటింగు

source: _Download Movie Subtitles...
te: మూవీ ఉపశీర్షికలను డౌనులోడు చేయుము... (_D)

source: Download movie subtitles from OpenSubtitles
te: చలనచిత్ర ఉపశీర్షికలను OpenSubtitles నుండి డౌనులోడు చేయుము

source: Searching subtitles...
te: ఉపశీర్షికలను శోధించుచున్నది...

source: Downloading the subtitles...
te: ఉపశీర్షకలను డౌనులోడు చేయుచున్నది...

source: Always On Top
te: ఎల్లప్పుడూ పైనే

source: Keep the main window on top when playing a movie
te: చలనచిత్రమును ప్లే చేస్తున్నప్పుడు ముఖ్యవిండోను పైన వుంచుము

source: Properties
te: లక్షణాలు

source: %d frames per second
te: %d ఒక సెకనుకు చెట్రములు

source: Neighbors
te: పొరుగునవున్నవి

source: Publish Playlist
te: ప్లేజాబితాను ప్రచురించుము

source: Share the current playlist via HTTP
te: ప్రస్తుత ప్లేజాబితాను HTTP ద్వారా పంచుకొనుము

source: Service _Name:
te: సేవ నామము (_N):

source: Use _encrypted transport protocol (HTTPS)
te: ఎన్క్రిప్టెడ్ బదిలీకరణ నియమాన్ని వుపయోగించుము (_e) (HTTPS)

source: Calculate the number of screenshots
te: స్క్రీన్‌షాటుల సంఖ్యను లెక్కించుము

source: Number of screenshots:
te: స్క్రీనుషాట్ల సంఖ్య:

source: Screenshot width (in pixels):
te: స్క్రీన్‌షాట్ వెడల్పు (పిగ్జెల్సులో):

source: Save in _folder:
te: ఫోల్డర్‌నందు దాచు (_f):

source: Select a folder
te: ఫొల్డర్‌ను యెంపికచేయుము

source: _Name:
te: నామము (_N):

source: Screenshot.png
te: తెర ఛాయాచిత్రం.png

source: Save Gallery
te: గాలరీను దాయుము

source: Creating Gallery...
te: గ్యాలరీను సృష్టించుచున్నది...

source: Saving gallery as "%s"
te: గ్యాలరీను "%s"వలె దాయుచున్నది

source: There was an error saving the screenshot.
te: తెర ఛాయాచిత్రమును దాచుటలో దోషము.

source: Save Screenshot
te: తెరఛాయాచిత్రమును దాచుము

source: Totem could not get a screenshot of the video.
te: Totem వీడియో యొక్క స్క్రీనుషాట్‌ను పొందలేక పోయింది.

source: This is not supposed to happen; please file a bug report.
te: ఇది జరుగవలిసింది కాదు; దయచేసి బగ్ నమోదు చేయండి.

source: Take _Screenshot...
te: స్క్రీన్ షాటు తీయుము... (_S)

source: Take a screenshot
te: స్క్రీన్‌షాటు తీయుము

source: Create Screenshot _Gallery...
te: స్క్రీన్‌షాటు గ్యాలరీను సృష్టించుము... (_G)

source: Create a gallery of screenshots
te: స్క్రీన్‌షాటుల గ్యాలరీను సృష్టించుము

source: Skip to
te: ఇక్కడకు దాటుము

source: _Skip to...
te: వదలి దీని వెళ్ళండి... (_S)

source: Skip to a specific time
te: ఫలానా సమయంకు వెళ్ళము

source: Could not load the "Skip to" dialog interface.
te: "Skip to" డైలాగ్ యింటర్ఫేస్‌ను లోడుచేయలేక పోయింది.

source: _Skip to:
te: వదిలి దీనికి వెళ్ళుము (_S):

source: seconds
te: సెకనులు

source: File Error
te: దస్త్రము దోషము

source: No results
te: ఏ ఫలితాలు లేవు

source: Showing %i - %i of %i match
te: %3$i సరిపోలికలో %1$i - %2$i చూపుతోంది

source: Page
te: పుట

source: Local Search
te: స్థానిక శోధన

source: Set the window icon to the thumbnail of the playing movie
te: ప్లేచేస్తున్న చలనచిత్రము యొక్క థంబ్‌నెయిల్‌కు విండో ప్రతిమను అమర్చుము

source: Thumbnail
te: థంబ్‌నెయిల్

source: Search for local videos using Tracker
te: ట్రాకర్ వుపయోగించి స్థానిక వీడియోలను శోధించుము

source: A plugin to let you browse YouTube videos.
te: మీరు YouTube వీడియోలు అన్వేషించుటకు సహకరించు ప్లగ్‌యిన్.

source: YouTube Browser
te: YouTube బ్రౌజర్

source: Related Videos
te: సంభందిత వీడియోలు

source: Videos
te: వీడియోలు

source: _Open in Web Browser
te: వెబ్ అన్వేషణినందు తెరువుము (_O)

source: Open the video in your web browser
te: వీడియోను మీ వెబ్ అన్వేషణినందు తెరువుము

source: Cancelling query…
te: క్వరీ రద్దుచేయుచున్నది…

source: Error Looking Up Video URI
te: వీడియో URI చూడుటలో దోషము

source: Error Searching for Videos
te: వీడియోల కొరకు శోధించుటలో దోషము

source: The response from the server could not be understood. Please check you are running the latest version of libgdata.
te: సేవికనుండి స్పందన అర్ధము కావడంలేదు. మీరు libgdata యొక్క సరికొత్త వర్షన్ నడుపునట్లు చూచుకొనుము.

source: Fetching search results…
te: శోధన ఫలితాలను తెచ్చుచున్నది…

source: Fetching related videos…
te: సంభందిత వీడియోలను తెచ్చుచున్నది…

source: Error Opening Video in Web Browser
te: వెబ్ బ్రౌజర్‌నందు వీడియోను తెరుచుటలో దోషము

source: Fetching more videos…
te: మరిన్ని వీడియోలను తెచ్చుచున్నది…

source: No URI to play
te: నడుపటకు URI లేదు

source: _Open with "%s"
te: "%s"తో తెరుచుము(_O)

source: Browser Plugin using %s
te: అన్వేషణి ప్లగ్‌యిన్ %sను వాడుచున్నది

source: Totem Browser Plugin
te: Totem అన్వేషణి ప్లగ్‌యిన్

source: No playlist or playlist empty
te: ప్లేజాబితా లేదు లేదా ప్లేజాబితా ఖాళీగావుంది

source: Movie browser plugin
te: చలనచిత్ర బ్రౌజర్ ప్లగిన్

source: Verify your system installation. The Totem plugin will now exit.
te: నెలకొల్పిన మీ వ్యవస్థను పరీక్షించండి. టోటెమ్ ప్లగిన్ ఇప్పుడు బయటకు పోతోంది.

source: Interactive Python console.
te: ఇంటరాక్టివ్ Python తెర.

source: Python Console
te: పైథాన్ కన్సోల్

source: Python Console Menu
te: Python కన్సోల్ మెనూ

source: _Python Console
te: _Python కన్సోల్

source: Show Totem's Python console
te: Totem యొక్క Python కన్సోల్ తెరువుము

source: Python Debugger
te: Python డీబగ్గర్

source: Enable remote Python debugging with rpdb2
te: సుదూర Python డీబగ్గింగ్‌ను rpdb2తో చేతనముచేయండి

source: You can access the totem object through 'totem_object' :\n%s
te: మీరు totem ఆబ్జక్టును 'totem_object'తో యాక్సిస్ చేయగలరు:\n%s

source: Totem Python Console
te: Totem Python కన్సోల్

source: After you press OK, Totem will wait until you connect to it with winpdb or rpdb2. If you have not set a debugger password in MateConf, it will use the default password ('totem').
te: మీరు సరే నొక్కిన తర్వాత, మీరు winpdb లేదా rpdb2తో అనుసంధానం అగునంతవరకు Totem వేచివుంటుంది. మీరు డీబగ్గర్ సంకేతపదమును MateConfనందు అమర్చివుండకపోతే, అది అప్రమేయ సంకేతపదము ('totem')ను వుపయోగిస్తుంది.
