Repository: perberos/Mate-Desktop-Environment
Catalog: mate-themes/po/*.po
Languages: de, en@shaw, mg

source: Attractive Usability
de: Attraktiv und benutzerfreundlich
mg: Fomba fampiasa mahaliana

source: Clearlooks Test Theme
de: Clearlooks-Test-Thema

source: Theme with a different colorscheme to find problems in applications.
de: Thema mit einem speziellen Farbschema um Probleme in Anwendungen zu finden.

source: Smooth gradients with purple highlights
de: Violettes Thema mit weichen Farbverläufen
en@shaw: ヰ叼 别 火 ｐ拆ゐ拆
mg: Fangaron-doko malefaka misy faritra mazava miloko volomparasy

source: Simple, smooth and aesthetically pleasing
de: Sanft und ästhetisch, einfach angenehm
en@shaw: ヰ, ヰ叼 ююゐ ゐ梆
mg: Tsotra, malefaka ary kanto

source: A glossy looking theme
de: Ein glänzendes Thema
en@shaw: ゐ ゐ 梆

source: Glossy
de: Glanz
en@shaw: 路ゐ

source: Black-on-white text and icons
de: Text und Symbole schwarz auf weißem Grund
en@shaw: ゐ--拆 ю 拆
mg: Soratra sy kisary mainty ambonin'ny fotsy

source: High Contrast
de: Hoher Kontrast
en@shaw: 路ｐ 路
mg: Fifangarihana be

source: High Contrast Inverse
de: Hoher Kontrast, invertiert
en@shaw: ｐ 火
mg: Fifangarihana be mifamadika

source: White-on-black text and icons
de: Text und Symbole weiß auf schwarzem Grund
en@shaw: 拆--ゐ ю 拆
mg: Soratra sy kisary fotsy ambonin'ny mainty

source: High Contrast Large Print
de: Hoher Kontrast, groß
en@shaw: 路ｐ 路 路ゐ葛 路
mg: Sora-baventy be fifangarihana

source: Large black-on-white text and icons
de: Text und Symbole groß und schwarz auf weißem Grund
en@shaw: ゐ葛 ゐ--拆 ю 拆
mg: Soratra sy kisary mainty ambonin'ny fotsy vaventy

source: High Contrast Large Print Inverse
de: Hoher Kontrast, groß und invertiert
en@shaw: 路ｐ 路 路ゐ葛 路 路火
mg: Sora-baventy be fifangarihana mifamadika

source: Large white-on-black text and icons
de: Text und Symbole groß und weiß auf schwarzem Grund
en@shaw: ゐ葛 拆--ゐ ю 拆
mg: Soratra sy kisary fotsy ambonin'ny mainty vaventy

source: Large Print
de: Groß
en@shaw: 路ゐ葛 路
mg: Sora-baventy

source: Large text and icons
de: Großer Text und große Symbole
en@shaw: ゐ葛 ю 拆
mg: Soratra sy kisary vaventy

source: Low Contrast
de: Geringer Kontrast
en@shaw: 路ゐ 路
mg: Fifangarihana kely

source: Muted text and icons
de: Text und Symbole kontrastarm
en@shaw: ヰ筐 ю 拆
mg: Soratra sy kisary miloko hatsatra

source: Large muted text and icons
de: Text und Symbole groß und kontrastarm
en@shaw: ゐ葛 ヰ筐 ю 拆
mg: Soratra sy kisary vaventy miloko hatsatra

source: Low Contrast Large Print
de: Geringer Kontrast, groß
en@shaw: 路ゐ 路 路ゐ葛 路
mg: Sora-baventy kely fifangarihana

source: A minimalistic appearance
de: Eine minimalistische Oberfläche
mg: Endrika tsotra dia tsotra

source: Mist
de: Dunst
en@shaw: 路ヰ

source: High contrast scalable icons with black borders
de: Skalierbare Symbole mit hohem Kontrast und schwarzen Rahmen
mg: Kisary be fifangarihana azo alehibiazina, misy sisiny mainty

source: HighContrast-SVG
de: Hoher Kontrast-SVG
mg: Fifangarihana be-SVG

source: Large High Contrast Icon Theme
de: Große Symbole mit hohem Kontrast
en@shaw: 路ゐ葛 路ｐ 路 拆 梆

source: Large Inverse High Contrast Icon Theme
de: Große Symbole mit hohem Kontrast, invertiert
en@shaw: 路ゐ葛 路火 路ｐ 路 拆 梆

source: Crux
en@shaw: 路

source: Glider
en@shaw: 路ゐ拆
