Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: The order in which glob patterns and magic rules apply is beyond the scope of this document. For details on this, see the <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG shared mime info specification</ulink>.
ca: L'ordre en què s'apliquen els patrons globals i les regles màgiques està més enllà de l'objectiu d'aquest document. Per a obtenir més informació, vegeu l'<ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">Especificació d'informació MIME compartida XDG</ulink>.
cs: Vysvětlení pořadí, v jakém jsou požité hromadné masky a magická pravidla, přesahuje rámec tohoto dokumentu. Na podrobnosti se můžete podívat do <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">Specifikace sdílení informací mime od XDG</ulink>.
de: Die Reihenfolge, nach der Übereinstimmungsregeln und magische Regeln angewendet werden, würde den Rahmen dieses Dokuments sprengen. Details dazu finden Sie in der <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG shared mime info specification</ulink>.
eu: Korrespondentzia-ereduak eta arau magikoak zein ordenatan aplikatzen diren azaltzea dokumentu honen esparrutik kanpo dago. Horri buruzko xehetasunak ezagutzeko, ikus <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDGren mime partekatuei buruzko informazio-zehaztapena</ulink>.
ja: glob のパターンと magic ルールを並べる順番はこのドキュメントのスコープを越えて適用されます。スコープについて詳細は「<ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG Shared MIME Info の仕様</ulink>」を参照ください。
ko: glob 패턴과 매직 규칙이 적용되는 순서에 대한 것은 이 문서의 범위를 벗어납니다. 이에 대한 자세한 사항은 <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG 공통 MIME 정보 명세서</ulink>를 참조하기 바랍니다.
pt: A ordem em que os padrões glob e regras mágicas são aplicados está para lá do âmbito deste documento. Para detalhes sobre isso, consulte a <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">especificação XDG de informação mime partilhada</ulink>.

source: Example of a source XML file: <filename>diff.xml</filename>
ca: Exemple d'un fitxer font XML: <filename>diff.xml</filename>
cs: Příklad zdrojového souboru XML: <filename>diff.xml</filename>
de: Beispiel für eine XML-Quelldatei: <filename>diff.xml</filename>
eu: XML iturburu-fitxategi baten adibidea: <filename>diff.xml</filename>
ja: ソース XML ファイルの例: <filename>diff.xml</filename>
ko: 소스 XML 파일 예제: <filename>diff.xml</filename>
pt: Exemplo de um ficheiro XML de origem: <filename>diff.xml</filename>

source: &lt;?xml version='1.0'?&gt; &lt;mime-info xmlns='http://www.freedesktop.org/standards/shared-mime-info'&gt; &lt;mime-type type="text/x-diff"&gt; &lt;comment&gt;Differences between files&lt;/comment&gt; &lt;comment xml:lang="af"&gt;verskille tussen lêers&lt;/comment&gt; &lt;!-- more translated comment elements --&gt; &lt;magic priority="50"&gt; &lt;match type="string" offset="0" value="diff\t"/&gt; &lt;match type="string" offset="0" value="***\t"/&gt; &lt;match type="string" offset="0" value="Common subdirectories: "/&gt; &lt;/magic&gt; &lt;glob pattern="*.diff"/&gt; &lt;glob pattern="*.patch"/&gt; &lt;/mime-type&gt; &lt;/mime-info&gt;
cs: &lt;?xml version='1.0'?&gt; &lt;mime-info xmlns='http://www.freedesktop.org/standards/shared-mime-info'&gt; &lt;mime-type type="text/x-diff"&gt; &lt;comment&gt;Differences between files&lt;/comment&gt; &lt;comment xml:lang="af"&gt;verskille tussen lêers&lt;/comment&gt; &lt;comment xml:lang="cs"&gt;rozdíl mezi soubory&lt;/comment&gt; &lt;!-- more translated comment elements --&gt; &lt;magic priority="50"&gt; &lt;match type="string" offset="0" value="diff\t"/&gt; &lt;match type="string" offset="0" value="***\t"/&gt; &lt;match type="string" offset="0" value="Common subdirectories: "/&gt; &lt;/magic&gt; &lt;glob pattern="*.diff"/&gt; &lt;glob pattern="*.patch"/&gt; &lt;/mime-type&gt; &lt;/mime-info&gt;
ja: &lt;?xml version='1.0'?&gt; &lt;mime-info xmlns='http://www.freedesktop.org/standards/shared-mime-info'&gt; &lt;mime-type type="text/x-diff"&gt; &lt;comment&gt;Differences between files&lt;/comment&gt; &lt;comment xml:lang="ja"&gt;ファイル間の差分&lt;/comment&gt; &lt;!-- 以下、他の言語で翻訳したコメント文が続く... --&gt; &lt;magic priority="50"&gt; &lt;match type="string" offset="0" value="diff\t"/&gt; &lt;match type="string" offset="0" value="***\t"/&gt; &lt;match type="string" offset="0" value="Common subdirectories: "/&gt; &lt;/magic&gt; &lt;glob pattern="*.diff"/&gt; &lt;glob pattern="*.patch"/&gt; &lt;/mime-type&gt; &lt;/mime-info&gt;
pt: &lt;?xml version='1.0'?&gt; &lt;mime-info xmlns='http://www.freedesktop.org/standards/shared-mime-info'&gt; &lt;mime-type type="text/x-diff"&gt; &lt;comment&gt;Differences between files&lt;/comment&gt; &lt;comment xml:lang="pt"&gt;Diferenças entre ficheiros&lt;/comment&gt; &lt;!-- more translated comment elements --&gt; &lt;magic priority="50"&gt; &lt;match type="string" offset="0" value="diff\t"/&gt; &lt;match type="string" offset="0" value="***\t"/&gt; &lt;match type="string" offset="0" value="Common subdirectories: "/&gt; &lt;/magic&gt; &lt;glob pattern="*.diff"/&gt; &lt;glob pattern="*.patch"/&gt; &lt;/mime-type&gt; &lt;/mime-info&gt;

source: Modifying MIME types
ca: Modificació dels tipus MIME
cs: Úprava typů MIME
de: MIME-Typen bearbeiten …
eu: MIME motak aldatzea
ja: MIME 型を変更する
ko: MIME 형식 변경하기
pt: Alterar tipos MIME

source: verifying changes
ca: comprovar els canvis
cs: kontrola změn
de: Änderungen überprüfen
eu: aldaketak egiaztatzea
ko: 변화를 확인하기
pt: verificar as alterações

source: modifying
ca: modificar
cs: úpravy změny
de: Ändern
eu: aldatzea
ko: 수정하기
pt: alterar

source: You should never directly modify the source XML files that are installed to the <filename>&lt;MIME&gt;/packages</filename> directory by applications. Instead, modify the <filename>Overrides.xml</filename> file. This file has precedence over all other source XML files installed into the same <filename>packages</filename> directory. If you are an application author, then this rule does not apply. You should create a new source XML file and place it in the proper <filename>&lt;MIME&gt;/packages</filename> directory (your <filename>Makefile</filename> will take care of this, of course).
ca: Mai hauríeu de modificar directament els fitxers font XML que les aplicacions instal·len al directori <filename>&lt;MIME&gt;/packages</filename>. En lloc d'això, hauríeu de modificar el fitxer <filename>Overrides.xml</filename>. Aquest fitxer té preferència sobre els altres fitxers font XML instal·lats en el mateix directori <filename>packages</filename>. Si sou autor d'una aplicació, llavors aquesta regla no s'aplica. Hauríeu de crear un fitxer font XML nou i ubicar-lo en el directori <filename>&lt;MIME&gt;/packages</filename> pertinent (el <filename>Makefile</filename> s'encarregarà d'això).
cs: Nikdy byste neměli přímo měnit zdrojové soubory nainstalované aplikací ve složce <filename>&lt;MIME&gt;/packages</filename>. Místo toho upravte soubor <filename>Overrides.xml</filename>.Tento soubor je nadřazený všem ostatním zdrojovým souborům XML nainstalovaným ve stejné složce <filename>packages</filename>. V případě, že jste přímo autorem aplikace, nemusíte se tohoto pravidla držet. Měli byste vytvořit nový zdrojový soubor XML a umístit jej ve správné složce <filename>&lt;MIME&gt;/packages</filename> (o to se samozřejmě bude starat váš soubor <filename>Makefile</filename>).
de: Sie sollten die XML-Quelldateien niemals direkt bearbeiten, welche durch Anwendungen in den Ordner <filename>&lt;MIME&gt;/packages</filename> installiert werden. Bearbeiten Sie stattdessen die Datei <filename>Overrides.xml</filename>. Diese Datei hat Vorrang vor allen anderen XML-Quelldateien, die in den gleichen <filename>packages</filename>-Ordner installiert wurden. Wenn Sie Anwendungsentwickler sind, dann gilt diese Regel natürlich nicht. In diesem Fall sollten Sie eine neue XML-Quelldatei erstellen und im richtigen <filename>&lt;MIME&gt;/packages</filename>-Ordner ablegen. Ihr <filename>Makefile</filename> wird dies natürlich berücksichtigen.
eu: Ez da komeni <filename>&lt;MIME&gt;/packages</filename> direktorioan aplikazioek instalatutako XML iturburu-fitxategiak zuzenean aldatzea. Hori egin beharrean, aldatu <filename>Overrides.xml</filename> fitxategia. <filename>Packages</filename> direktorio bereko gainerako XML iturburu-fitxategien gainetik lehenesten da fitxategi hori. Aplikazio-egilea bazara ez jaramonik egin arau honi. XML iturburu-fitxategi berri bat sortu eta dagokion <filename>&lt;MIME&gt;/packages</filename> direktorioan jarri behar duzu (<filename>Makefile</filename> programak egingo du hori, noski).
ja: アプリケーションが <filename>&lt;MIME&gt;/packages</filename> フォルダにインストールしたソース XML ファイルを直接変更しないでください。代わりに、<filename>Overrides.xml</filename> という編集専用のファイルを変更してください。このファイルは同じ <filename>&lt;MIME&gt;/packages</filename> というフォルダにインストールしたどのソース XML ファイルよりも優先されます。但し、あなたがアプリケーション開発者ならば、このルールは無用です。新しいソース XML ファイルを作成し <filename>&lt;MIME&gt;/packages</filename> フォルダにインストールするようにしてください (当然ながら <filename>Makefile</filename> 側でこのような配慮をすべきです)。
ko: 프로그램이 <filename>&lt;MIME&gt;/packages</filename> 디렉토리에 설치한 소스 XML 파일들을 절대로 직접 수정해서는 안됩니다. 대신 <filename>Overrides.xml</filename> 파일을 수정하십시오. 이 파일은 동일한 <filename>packages</filename> 디렉토리에 설치된 다른 모든 소스 XML 파일보다 높은 우선순위를 가집니다. 만약 여러분이 프로그램 개발자라면 이 규칙이 적용되지 않습니다. 이 때는 적절한 <filename>&lt;MIME&gt;/packages</filename> 디렉토리에 새로운 소스 XML 파일을 만들어야 합니다. (물론 <filename>Makefile</filename>에서 이를 처리하도록 할 것입니다).
pt: Os ficheiros de origem XML instalados no directório <filename>&lt;MIME&gt;/packages</filename> pelas aplicações nunca deverão ser alterados manualmente. Em vez disso, deverá ser alterado o ficheiro <filename>Overrides.xml</filename>. Este tem precedência sobre todos os outros ficheiros XML instalados no mesmo directório <filename>packages</filename>. Caso seja o autor de uma aplicação, esta regra não se aplica. Deverá criar um novo ficheiro de origem XML e colocá-lo no directório <filename>&lt;MIME&gt;/packages</filename> apropriado (a sua <filename>Makefile</filename> tratará disto, claro).

source: You can modify the MIME database for all users on the system or for a particular user depending on the location of the file you change. To modify the database for all users, make changes to the file <filename>Overrides.xml</filename> in the <filename>$XDG_DATA_DIRS/mime/packages</filename> directory. To modify the database for a single user, make changes to the file <filename>Overrides.xml</filename> in the <filename>$XDG_DATA_HOME/mime/packages</filename> directory.
ca: Podeu modificar la base de dades MIME per a tots els usuaris del sistema o per a un usuari determinat depenent de la ubicació del fitxer que canvieu. Per a modificar la base de dades per a tots els usuaris, feu els canvis al fitxer <filename>Overrides.xml</filename> en el directori <filename>$XDG_DATA_DIRS/mime/packages</filename>. Per a modificar la base de dades per a un sol usuari feu els canvis al fitxer <filename>Overrides.xml</filename> en el directori <filename>$XDG_DATA_HOME/mime/packages</filename>.
cs: Databázi MIME můžete změnit pro všechny uživatele systému nebo jen pro vybraného uživatele, záleží na umístění souboru, který měníte. Pokud chcete změnit databázi pro všechny uživatele, proveďte změny v souboru <filename>Overrides.xml</filename> ve složce <filename>$XDG_DATA_DIRS/mime/packages</filename>. Pokud chcete změnit databázi pro jednoho uživatele, proveďte změny v souboru <filename>Overrides.xml</filename> ve složce <filename>$XDG_DATA_HOME/mime/packages</filename>.
de: Sie können die MIME-Datenbank für alle Benutzer oder einen bestimmten Benutzer anpassen, abhängig davon, wo sich die geänderte Datei befindet. Durch Bearbeiten der Datei <filename>Overrides.xml</filename> im Ordner <filename>$XDG_DATA_DIRS/mime/packages</filename> wird die Datenbank für alle Benutzer geändert. Dagegen ändern Sie in der Datei <filename>Overrides.xml</filename> im Ordner <filename>$XDG_DATA_HOME/mime/packages</filename> die Datenbank für einen einzelnen Benutzer.
eu: Sistemako erabiltzaile guztientzat edo erabiltzaile jakin batentzat alda dezakezu MIME datu-basea, aldatutako fitxategiaren kokalekuaren arabera. Datu-basea erabiltzaile guztientzat aldatzeko, egin aldaketak <filename>$XDG_DATA_DIRS/mime/packages</filename> direktorioko <filename>Overrides.xml</filename> fitxategian. Datu-basea erabiltzaile bakar batentzat aldatzeko, egin aldaketak <filename>$XDG_DATA_HOME/mime/packages</filename> direktorioko <filename>Overrides.xml</filename> fitxategian.
ja: システム規模ですべてのユーザに対する MIME 型データベースを変更することも、特定のユーザのためだけに変更することもできるようになっています。すべてのユーザに対してデータベースを変更する際は、<filename>$XDG_DATA_DIRS/mime/packages</filename> フォルダにある <filename>Overrides.xml</filename> というファイルを修正してください。特定のユーザだけに変更する際は、<filename>$XDG_DATA_HOME/mime/packages</filename> フォルダにある <filename>Overrides.xml</filename> というファイルを修正してください。
ko: 여러분은 시스템 상의 모든 사용자를 위한 MIME 데이터베이스나, 변경하는 위치에 해당하는 특정 사용자를 위한 MIME 데이터베이스를 수정할 수 있습니다. 모든 사용자에 대한 데이터베이스를 수정하려면 <filename>$XDG_DATA_DIRS/mime/packages</filename> 디렉토리 내의 <filename>Overrides.xml</filename> 파일을 변경하면 됩니다. 특정 사용자를 위한 데이터베이스를 수정하려면 <filename>$XDG_DATA_HOME/mime/packages</filename> 디렉토리 내의 <filename>Overrides.xml</filename> 파일을 변경하면 됩니다.
pt: Pode alterar a base de dados MIME para todos os utilizadores no sistema ou para um utilizador específico, dependendo da localização do ficheiro que alterar. Para alterar a base de dados para todos os utilizadores, altere o ficheiro <filename>Overrides.xml</filename> no directório <filename>$XDG_DATA_DIRS/mime/packages</filename>. Para alterar para apenas um utilizador específico, altere o ficheiro <filename>Overrides.xml</filename> no directório <filename>$XDG_DATA_HOME/mime/packages</filename>.

source: After changes are made, you must always run the <application>update-mime-database</application> application, with the directory location of the MIME database as the first parameter.
ca: Després de realitzar els canvis, sempre heu d'executar l'aplicació <application>update-mime-database</application>, amb la ubicació del directori de la base de dades MIME com a primer paràmetre.
cs: Po provedení změn musíte vždy spustit aplikaci <application>update-mime-database</application>, které jako první parametr zadáte umístění databáze MIME.
de: Nach jeder Änderung müssen Sie stets <application>update-mime-database</application> ausführen, mit dem Ort des Ordners der MIME-Datenbank als erstem Parameter.
eu: Aldaketak egin ondoren, <application>update-mime-database</application> aplikazioa exekutatu behar da beti, MIME datu-basearen kokalekua lehen parametroa duela.
ja: 変更が済んだら、必ず <application>update-mime-database</application> コマンドに MIME データベースの場所を指定して実行してください。
ko: 수정을 하고나면 항상 MIME 데이터베이스의 디렉토리 위치를 첫번째 인자로 주어 <application>update-mime-database</application> 프로그램을 실행해야 합니다.
pt: Após realizadas as alterações, terá sempre de executar a aplicação <application>update-mime-database</application>, indicando a localização do directório da base de dados MIME como primeiro parâmetro.

source: Adding or Modifying MIME types
ca: Addició o modificació dels tipus MIME
cs: Přidávání nebo změna typů MIME
de: Hinzufügen oder Bearbeiten von MIME-Typen
eu: MIME motak gehitzea edo aldatzea
ja: MIME 型を追加したり変更する
ko: MIME 형식 추가 또는 수정하기
pt: Adicionar ou Alterar Tipos MIME

source: To add one or more MIME types for all users:
ca: Per a afegir un o més tipus MIME per a tots els usuaris:
cs: Jestliže chcete přidat jeden nebo více typů MIME pro všechny uživatele:
de: So fügen Sie einen oder mehrere MIME-Typen für alle Benutzer hinzu:
eu: MIME mota bat edo gehiago erabiltzaile guztientzat gehitzeko:
ja: すべてのユーザに対して一つ以上の MIME 型を追加する手順は次のとおりです:
ko: 모든 사용자에 대한 하나 이상의 MIME 형식을 추가하려면 다음과 같이 하십시오:
pt: Para adicionar um ou mais tipos MIME para todos os utilizadores:

source: Create or modify an existing <filename>Overrides.xml</filename> source XML file, containing the definitions for the MIME types. For more information, see <xref linkend="mimetypes-source-xml"/>.
ca: Creeu o modifiqueu un fitxer font XML <filename>Overrides.xml</filename> existent, que contingui les definicions per als tipus MIME. Per a obtenir més informació, vegeu la <xref linkend="mimetypes-source-xml"/>.
cs: Vytvořte nový nebo upravte stávající zdrojový soubor XML <filename>Overrides.xml</filename>, který obsahuje definice typů MIME. Viz <xref linkend="mimetypes-source-xml"/>.
de: Erstellen oder bearbeiten Sie eine vorhandene XML-Quelldatei <filename>Overrides.xml</filename>, welche die Definitionen für die MIME-Typen enthält. Weitere Informationen finden Sie in <xref linkend="mimetypes-source-xml"/>.
eu: Sortu edo editatu lehendik dagoen <filename>Overrides.xml</filename> XML iturburu-fitxategi bat, MIME moten definizioak dauzkana. Informazio gehiago behar baduzu, ikus <xref linkend="mimetypes-source-xml"/>.
ja: MIME 型の定義をいろいろ記述したソース XML ファイルの <filename>Overrides.xml</filename> を作成するか、または変更する (詳細は「<xref linkend="mimetypes-source-xml"/>」を参照のこと)
ko: MIME 형식의 정의를 포함하고 있는 기존의 <filename>Overrides.xml</filename> 소스 XML 파일을 수정하거나 새로 만듭니다. 자세한 정보는 <xref linkend="mimetypes-source-xml"/> 부분을 보기 바랍니다.
pt: Crie ou altere um ficheiro de origem XML <filename>Overrides.xml</filename> existente, contendo as definições dos tipos MIME. Para mais informações, consulte <xref linkend="mimetypes-source-xml"/>.

source: Place the <filename>Overrides.xml</filename> file in the <filename>/usr/share/mime/packages</filename> directory.
ca: Col·loqueu el fitxer <filename>Overrides.xml</filename> en el directori <filename>/usr/share/mime/packages</filename>.
cs: Uložte soubor <filename>Overrides.xml</filename> do složky <filename>/usr/share/mime/packages</filename>.
de: Speichern Sie die Datei <filename>Overrides.xml</filename> im Ordner <filename>/usr/share/mime/packages</filename>.
eu: Jarri <filename>Overrides.xml</filename> fitxategia <filename>/usr/share/mime/packages</filename> direktorioan.
ja: この <filename>Overrides.xml</filename> ファイルを <filename>/usr/share/mime/packages</filename> というフォルダに格納する
ko: <filename>/usr/share/mime/packages</filename> 디렉토리에 <filename>Overrides.xml</filename> 파일을 가져다 놓습니다.
pt: Coloque o ficheiro <filename>Overrides.xml</filename> no directório <filename>/usr/share/mime/packages</filename>.

source: Update the MIME database by running <application>update-mime-database</application> using the system account.<screen><userinput>update-mime-database /usr/share/mime</userinput></screen>
ca: Actualitzeu la base de dades MIME executant <application>update-mime-database</application> des del compte del sistema.<screen><userinput>update-mime-database /usr/share/mime</userinput></screen>
cs: Aktualizujte databázi MIME spuštěním <application>update-mime-database</application> pod systémovým účtem.<screen><userinput>update-mime-database /usr/share/mime</userinput></screen>
de: Aktualisieren Sie die MIME-Datenbank, indem Sie <application>update-mime-database</application> mit Systemverwalterrechten ausführen.<screen><userinput>update-mime-database /usr/share/mime</userinput></screen>
eu: Eguneratu MIME datu-basea, sistemaren kontua erabiliz <application>update-mime-database</application> exekutatuta.<screen><userinput>update-mime-database /usr/share/mime</userinput></screen>
ja: システム管理者の権限で <application>update-mime-database</application> コマンドを実行し MIME 型のデータベースを更新する<screen><userinput>update-mime-database /usr/share/mime</userinput></screen>
ko: 시스템 계정으로 <application>update-mime-database</application> 프로그램을 실행하여 MIME 데이터베이스를 갱신합니다. <screen><userinput>update-mime-database /usr/share/mime</userinput></screen>
pt: Actualize a base de dados MIME executando <application>update-mime-database</application> com a conta de administrador.<screen><userinput>update-mime-database /usr/share/mime</userinput></screen>

source: To add one or more MIME types for a single user, follow the same steps, except place your <filename>Overrides.xml</filename> file in the <filename>~/.local/share/mime/packages</filename> directory. Additionally, call <application>update-mime-database</application> with <filename>~/.local/share/mime/packages</filename> as the first parameter.
ca: Per a afegir un o mes tipus MIME per a un sol usuari, seguiu els mateixos passos, excepte col·locar el fitxer <filename>Overrides.xml</filename> en el directori <filename>~/.local/share/mime/packages</filename>. De forma addicional, crideu l'<application>update-mime-database</application> amb <filename>~/.local/share/mime/packages</filename> com a primer paràmetre.
cs: V případě, že chcete přidat jeden nebo více typů MIME jen pro jednoho uživatele, postupujte stejně s tím rozdílem, že svůj soubor <filename>Overrides.xml</filename> uložíte do složky <filename>~/.local/share/mime/packages</filename>. A <application>update-mime-database</application> spustíte s prvním parametrem <filename>~/.local/share/mime/packages</filename>.
de: Um einen oder mehrere MIME-Typen für einen einzelnen Benutzer hinzuzufügen, führen Sie die gleichen Schritte aus, jedoch legen Sie die Datei <filename>Overrides.xml</filename> im Ordner <filename>~/.local/share/mime/packages</filename> ab. Zusätzlich führen Sie den Befehl <application>update-mime-database</application> aus, mit <filename>~/.local/share/mime/packages</filename> als erstem Parameter.
eu: Erabiltzaile bakar batentzat MIME mota bat edo gehiago gehitzeko urrats berak eman behar dira, baina <filename>Overrides.xml</filename> fitxategia <filename>~/.local/share/mime/packages</filename> direktorioan jarrita. Horrez gain, exekutatu <application>update-mime-database</application>, <filename>~/.local/share/mime/packages</filename> lehen parametro gisa duela.
ja: 特定のユーザに対してのみ一つ以上の MIME 型を追加する場合の手順は、ここで編集した <filename>Overrides.xml</filename> ファイルを格納する先が <filename>~/.local/share/mime/packages</filename> フォルダである以外はすべて同じです。加えて、<application>update-mime-database</application> コマンドを使って更新する MIME 型データベースの所在は <filename>~/.local/share/mime/packages</filename> になります。
ko: 특정한 사용자에 대한 하나 이상의 MIME 형식을 추가하는 것은 위와 동일한 과정을 거치지만 <filename>~/.local/share/mime/packages</filename> 디렉토리 내의 <filename>Overrides.xml</filename> 파일을 이용한다는 것이 다릅니다. 그리고 <application>update-mime-database</application> 프로그램을 실행할 때는 첫번째 인자로 <filename>~/.local/share/mime/packages</filename>를 주어야 합니다.
pt: Para adicionar um ou mais tipos MIME para um utilizador específico, siga os mesmos passos, mas coloque o seu ficheiro <filename>Overrides.xml</filename> no directório <filename>~/.local/share/mime/packages</filename>. Adicionalmente, execute o <application>update-mime-database</application> com <filename>~/.local/share/mime/packages</filename> como primeiro parâmetro.

source: Verifying Changes
ca: Verificació dels canvis
cs: Kontrola změn
de: Überprüfen der Änderungen
eu: Aldaketak egiaztatzea
ja: 変更点を検証する
ko: 변경 내용을 확인하기
pt: Verificar as Alterações
