Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: <indexterm><primary>desktop</primary><secondary>font preferences, setting with MateConf</secondary></indexterm>To set <literal>palatino 12</literal> as the default desktop object font, run the following command:
ca: <indexterm><primary>escriptori</primary><secondary>preferències del tipus de lletra, establir amb el MateConf</secondary></indexterm>Per a establir <literal>palatino 12</literal> com a tipus de lletra predeterminada per a l'escriptori, executeu l'ordre següent:
cs: <indexterm><primary>pracovní plocha</primary><secondary>předvolby písma, nastavení s MateConf</secondary></indexterm>Nastavení výchozího písma pracovní plochy na <literal>palatino 12</literal> se provede takovýmto příkazem:
de: <indexterm><primary>Arbeitsfläche</primary><secondary>Schrift einstellen mit MateConf</secondary></indexterm>Um <literal>palatino 12</literal> als vorgegebene Schrift für Arbeitsflächenobjekte festzulegen, führen Sie folgenden Befehl aus:
eu: <indexterm><primary>mahaigaina</primary><secondary>letra-tipoen hobespenak, MateConf-ekin ezarpenak egitea</secondary></indexterm> Mahaigaineko objektuen letra-tipo lehenetsi gisa <literal>palatino 12</literal> ezartzeko, exekutatu komando hau:
ja: <indexterm><primary>desktop</primary><secondary>font preferences, setting with MateConf</secondary></indexterm>デスクトップのフォントとして <literal>palatino 12</literal> をデフォルト値にする場合のコマンドは次のような書式になります:
ko: <indexterm><primary>바탕 화면</primary><secondary> 글꼴 설정, MateConf로 설정하기</secondary></indexterm><literal>palatino 12</literal> 글꼴을 바탕 화면 객체의 기본 글꼴로 설정하려면 다음 명령을 실행합니다:
pt: <indexterm><primary>ambiente de trabalho</primary><secondary>preferências de fontes, definir com o MateConf</secondary></indexterm>Para definir <literal>palatino 12</literal> como a fonte por omissão dos objectos do ambiente de trabalho, execute o seguinte comando:

source: To Set Background Preferences
ca: Establiment de les preferències del fons de l'escriptori
cs: Nastavení předvoleb pozadí
de: Einstellungen für den Hintergrund
eu: Atzeko planoaren hobespenak ezartzea
ja: 背景の設定を指定する
ko: 바탕 화면 설정하기
pt: Definir Preferências do Fundo da Área de Trabalho

source: background, setting
ca: fons de l'escriptori, paràmetre
cs: pozadí, nastavení
de: Hintergrund, einstellen
eu: atzeko planoa, ezarpena
ko: 배경, 설정
pt: fundo da área de trabalho, definir

source: background
ca: fons de l'escriptori
cs: pozadí
de: Hintergrund
eu: atzeko planoa
ko: 배경, 바탕 화면
pt: fundo da área de trabalho

source: preferences, setting with MateConf
ca: preferències, establir amb el MateConf
cs: předvolby, nastavení s MateConf
de: Einstellungen, ändern mit MateConf
eu: hobespenak, MateConf-ekin ezarpenak egitea
ko: 설정, MateConf로 설정하기
pt: preferências, definir com o MateConf

source: To set preferences for the desktop background, you modify the values of the preference keys in the <systemitem>/desktop/mate/background</systemitem> location. For example, to set a mandatory image for the background, run the following command:
ca: Per a establir les preferències del fons de l'escriptori, podeu modificar els valors de les claus de preferència en la ubicació <systemitem>/desktop/mate/background</systemitem>. Per exemple, per a establir una imatge obligatòria per al fons de l'escriptori, executeu l'ordre següent:
cs: Pro nastavení předvolby pozadí pracovní plochy změňte hodnoty klíčů předvoleb v umístění <systemitem>/desktop/mate/background</systemitem>. Například nastavení povinného obrázku na pozadí provedete tímto příkazem:
de: Um die Einstellungen für den Hintergrund der Arbeitsfläche zu ändern, bearbeiten Sie die Werte der Einstellungsschlüssel in <systemitem>/desktop/mate/background</systemitem>. Wenn Sie zum Beispiel ein obligatorisches Hintergrundbild festlegen wollen, führen sie folgenden Befehl aus:
eu: Mahaigainaren atzeko planoaren hobespenak ezartzeko, <systemitem>/desktop/mate/background</systemitem> kokalekuko hobespen-gakoen balioak aldatu behar dira. Adibidez, mahaigainaren atzeko planoan derrigorrezko irudi bat ezartzeko, exekutatu komando hau:
ja: デスクトップの背景の設定を指定する際は <systemitem>/desktop/mate/background</systemitem> という場所にある設定キーの値を変更します。例えば、バックグランドとして画像を強制する場合のコマンドは次のような書式になります:
ko: 바탕 화면 그림의 설정을 변경하려면 <systemitem>/desktop/mate/background</systemitem> 위치 내의 설정 키의 값들을 수정합니다. 예를 들어 배경 그림의 이미지의 필수값을 설정하려면 다음 명령을 실행합니다:
pt: Para definir as preferências de fundo do ambiente de trabalho, deverá alterar os valores das chaves de preferências na localização <systemitem>/desktop/mate/background</systemitem>. Por exemplo, para definir uma imagem de fundo obrigatória, execute o seguinte comando:

source: filename.png
ca: nom-del-fitxer.png
cs: obrázek.png
eu: fitxategi_izena.png
ja: ファイル名.png
ko: 파일-이름.png
pt: ficheiro.png

source: You can also set other background preferences. For information on the other background preferences, see the <filename>desktop_mate_background.schemas</filename> schema definition file.
ca: També podeu establir altres preferències del fons de l'escriptori. Per a obtenir més informació sobre les altres preferències del fons de l'escriptori, vegeu el fitxer de definició d'esquemes <filename>desktop_mate_background.schemas</filename>.
cs: Můžete nastavit i další předvolby, které se týkají pozadí. Na informace o dalších předvolbách pozadí se můžete podívat do souboru definice schématu <filename>desktop_mate_background.schemas</filename>.
de: Sie können weitere Hintergrundeinstellungen setzen. Weitere Informationen über die verfügbaren Hintergrundeinstellungen finden Sie in der Schema-Definitionsdatei <filename>desktop_mate_background.schemas</filename>.
eu: Atzeko planoaren beste hobespen batzuk ere ezar daitezke. Beste hobespen horiei buruzko informazioa lortzeko, ikus <filename>desktop_mate_background.schemas</filename> eskemen definizio-fitxategia.
ja: さらに背景に関連する他の設定も指定できます。これらの設定について詳細は <filename>desktop_mate_background.schemas</filename> というスキーマの定義ファイルを参照してみてください。
ko: 바탕 화면에 관련된 다른 설정들도 변경할 수 있습니다. 다른 바탕 화면 단축키 설정값들에 대한 정보는 <filename>desktop_mate_background.schemas</filename> 스키마 정의 파일을 보기 바랍니다.
pt: Pode também definir outras preferências de fundos. Para informação sobre outras preferências de fundos, consulte o ficheiro de definição de esquema <filename>desktop_mate_background.schemas</filename>.

source: To Set Splash Image Preferences
ca: Establiment de les preferències de la imatge de presentació
cs: Nastavení předvoleb úvodního obrázku
de: Einstellungen für den Begrüßungsbildschirm
eu: Harrerako irudiaren hobespenak ezartzea
ja: スプラッシュ・スクリーンの画像を指定する
ko: 스플래시 이미지 설정하기
pt: Definir Preferências da Imagem de Logotipo

source: splash image, setting
ca: imatge de presentació, paràmetre
cs: úvodní obrázek, nastavení
de: Begrüßungsbildschirm, einstellen
eu: harrerako irudia, ezarpena
ko: 스플래시 이미지, 설정
pt: imagem de logotipo, definir

source: splash screen
ca: imatge de presentació
cs: úvodní obrazovka
de: Begrüßungsbildschirm
eu: harrerako pantaila
ko: 스플래시 이미지
pt: ecrã de logotipo

source: image, setting with MateConf
ca: imatge, establir amb el MateConf
cs: obrázek, nastavení s MateConf
de: Bild, Einstellen mit MateConf
eu: irudia, MateConf-ekin ezarpenak egitea
ko: 이미지, MateConf로 설정하기
pt: imagem, definir utilizando o MateConf

source: To set splash image preferences, you modify the value of the preference keys in the <systemitem>/apps/mate-session/options/</systemitem> location. For example, if you do not want users ever to see a splash image, set a mandatory value as follows:
ca: Per a establir les preferències de la imatge de presentació, modifiqueu els valors de les claus de preferències en la ubicació <systemitem>/apps/mate-session/options/</systemitem>. Per exemple, si no voleu que els usuaris vegin la imatge de presentació, establiu un valor obligatori de la manera següent:
cs: Pro nastavení předvolby úvodního obrázku změňte hodnoty klíčů předvoleb v umístění <systemitem>//apps/mate-session/options/</systemitem>. Pokud například nechcete, aby se uživatelé pokaždé dívali na úvodní obrázek, nastavte následující povinnou hodnotu:
de: Um die Einstellungen für den Begrüßungsbidschirm zu setzen, ändern Sie die Werte der Einstellungsschlüssel in <systemitem>/apps/mate-session/options/</systemitem>. Wenn Sie beispielsweise den Begrüßungsbildschirm für die Benutzer nicht anzeigen lassen wollen, können Sie auf folgende Weise einen obligatorischen Wert festlegen:
eu: Harrerako irudiaren hobespenak ezartzeko, <systemitem>/apps/mate-session/options/</systemitem> kokalekuko hobespen-gakoen balioa aldatu behar da. Adibidez, erabiltzaileek harrerako irudirik ez ikustea nahi baduzu, ezarri derrigorrezko balioa honela:
ja: スプラッシュ・スクリーンの画像を指定する際は <systemitem>/apps/mate-session/options/</systemitem> という場所にある設定キーの値を変更します。例えば、スプラッシュ・スクリーンの画像を表示させたくないのであれば変更不可の値として次のように指定します:
ko: 스플래시 이미지 설정을 변경하려면 <systemitem>/apps/mate-session/options/</systemitem> 위치 내의 설정 키의 값들을 수정합니다. 예를 들어 사용자들에게 스플래시 이미지를 보여주지 않으려면 다음과 같이 필수값을 설정합니다:
pt: Para definir as preferências da imagem de logotipo, deverá alterar o valor das chaves de preferências na localização <systemitem>/apps/mate-session/options/</systemitem>. Por exemplo, se não quiser que os utilizadores vejam a imagem de logotipo, defina um valor obrigatório da seguinte forma:

source: You can also set other splash image preferences. For information on the other splash image preferences, see the <filename>mate-session.schemas</filename> schema definition file.
ca: També podeu establir altres preferències de la imatge de presentació. Per a obtenir més informació sobre les altres preferències de la imatge de presentació, vegeu el fitxer de definició d'esquemes <filename>mate-session.schemas</filename>.
cs: Můžete nastavit i další předvolby, které se týkají úvodního obrázku. Na informace o dalších předvolbách úvodního obrázku se můžete podívat do souboru definice schématu <filename>mate-session.schemas</filename>.
de: Sie können noch weitere Einstellungen für den Begrüßungsbildschirm ändern. Nähere Informationen hierzu finden Sie in der Schema-Definitionsdatei <filename>mate-session.schemas</filename>.
eu: Harrerako irudiaren beste hobespen batzuk ere ezar daitezke. Horri buruzko informazio gehiago lortzeko, ikus <filename>mate-session.schemas</filename> eskemen definizio-fitxategia.
ja: さらにスプラッシュ・スクリーンに関連する他の設定も指定できます。これらの設定について詳細は <filename>mate-session.schemas</filename> というスキーマの定義ファイルを参照してみてください。
ko: 스플래시 이미지에 관련된 다른 설정들도 변경할 수 있습니다. 다른 스플래시 이미지 설정값들에 대한 정보는 <filename>mate-session.schemas</filename> 스키마 정의 파일을 보기 바랍니다.
pt: Pode também definir outras preferências da imagem de logotipo. Para informação sobre outras preferências de imagem de logotipo, consulte o ficheiro de definição de esquema <filename>mate-session.schemas</filename>.

source: To Restore Default Preference Values
ca: Restauració dels valors predeterminats de les preferències
cs: Obnovení výchozích hodnot předvolby
de: Wiederherstellung der vorgegebenen Einstellungswerte
eu: Hobespen-balio lehenetsiak berrezartzea
ja: すべての設定をデフォルト値に戻す
ko: 기본 설정값으로 복원하는 방법
pt: Repor Valores de Preferências por Omissão

source: restoring default preference values
ca: restaurar els valors predeterminats de les preferències
cs: obnovení výchozích hodnot předvolby
de: Voreinstellungen wiederherstellen
eu: hobespen-balio lehenetsiak berrezartzea
ko: 기본 설정값으로 복구하기
pt: repor valores de preferências por omissão

source: restoring to default with MateConf
ca: restaurar als predeterminats amb el MateConf
cs: obnovení výchozích hodnot s MateConf
de: Standardwerte wiederherstellen mit MateConf
eu: MateConf-ekin lehenetsiak berrezartzea
ko: MateConf로 기본값 복구하기
pt: repor valores por omissão utilizando o MateConf

source: To restore the default preference values for a user, run the following command:
ca: Per a restaurar els valors predeterminats de les preferències per a un usuari, executeu l'ordre següent:
cs: Výchozí hodnoty předvolby pro uživatele obnovíte spuštěním tohoto příkazu:
de: Um die vorgegebenen Einstellungswerte für einen Benutzer wiederherzustellen, führen Sie den folgenden Befehl aus:
eu: Erabiltzaile baten hobespen-balio lehenetsiak berrezartzeko, exekutatu komando hau:
ja: ユーザ毎にデフォルトの設定値をリストアする場合のコマンドは次のような書式になります:
ko: 특정 사용자에 대한 기본 설정값을 복구하려면 다음 명령을 실행합니다:
pt: Para repor os valores de preferências por omissão a um utilizador, execute o seguinte comando:

source: user-configuration-source
ca: font-de-configuració-del-usuari
cs: zdroj-uživatelského-nastavení
de: Benutzer-Konfigurationsquelle
ja: ユーザ設定のソース
ko: 사용자-설정-소스
pt: base-configuracao-utilizador

source: Replace <replaceable>user-configuration-source</replaceable> with the configuration source in the <filename>.mateconf</filename> directory in the home directory of the user.
ca: Substituïu <replaceable>font-de-configuració-del-usuari</replaceable> amb la font de configuració en el directori <filename>.mateconf</filename> en el directori de l'usuari.
cs: <replaceable>zdroj-uživatelského-nastavení</replaceable> nahraďte zdrojem nastavení ve složce <filename>.mateconf</filename> v domovské složce uživatele.
de: Ersetzen Sie <replaceable>user-configuration-source</replaceable> durch die Konfigurationsquelle im Ordner <filename>.mateconf</filename> im persönlichen Ordner des Benutzers.
eu: Ordeztu <replaceable>user-configuration-source</replaceable> erabiltzailearen etxeko direktorioko <filename>.mateconf</filename> direktorioko konfigurazio iturburuarekin.
ja: 「<replaceable>ユーザ設定のソース</replaceable>」の部分をユーザのホームにある <filename>.mateconf</filename> というフォルダの中の設定ソースで置き換えてください。
ko: <replaceable>사용자-설정-소스</replaceable> 부분을 사용자의 홈 디렉토리 내의 <filename>.mateconf</filename> 디렉토리에 있는 설정 소스로 대체하십시오.
pt: Substitua <replaceable>base-configuracao-utilizador</replaceable> pela base de configuração no directório <filename>.mateconf</filename> da pasta pessoal do utilizador.

source: This command resets the values of all preference keys, in all subdirectories, from the user setting to the setting in the default configuration source.
ca: Aquesta ordre torna a iniciar els valors de totes les claus de preferència, en tots els subdirectoris, des del paràmetre de l'usuari al paràmetre de la font de configuració predeterminada.
cs: Tento příkaz obnoví hodnoty všech klíčů předvoleb ve všech podsložkách z uživatelského nastavení na nastavení podle zdroje výchozího nastavení.
de: Dieser Befehl setzt die Werte aller Einstellungsschlüssel in allen Unterordnern von der benutzerdefinierten Einstellung auf die Einstellung in der vorgegebenen Konfigurationsquelle zurück.
eu: Komando horrek hobespen-gako guztien balioak berrezartzen ditu azpidirektorio guztietan, erabiltzailearen ezarpenetik konfigurazio-iturburu lehenetsiko ezarpenera.
ja: このコマンドを実行すると、指定した設定ソース配下にある全サブフォルダの設定キーをすべてデフォルトの設定ソースの設定にリセットします。
ko: 이 명령은 사용자 설정 소스와 기본값 설정 소스 내의 모든 하위 디렉토리에 있는 모든 설정 키들의 값을 초기화합니다.
pt: Este comando repõe os valores de todas as chaves de preferências, em todos os subdirectórios, anulando as definições do utilizador e repondo as omissões constantes na base de configuração por omissão.

source: Customizing Menus
ca: Personalització dels menús
cs: Přizpůsobení nabídek
de: Menüs bearbeiten
eu: Menuak pertsonalizatzea
ja: メニューのカスタマイズ
ko: 메뉴 설정하기
pt: Personalizar Menus

source: The information in this chapter describes how the MATE Desktop implements menus and how you can customize menus.
ca: La informació d'aquest capítol descriu com l'escriptori del MATE implementa els menús i com podeu personalitzar-los.
cs: Obsahem této kapitoly je popis, jak pracovní prostředí MATE implementuje nabídky a jak si je můžete přizpůsobit.
de: Dieser Abschnitt beschreibt, wie der MATE-Desktop Menüs verarbeitet und wie Sie diese Menüs anpassen können.
eu: MATEren mahaigainak menuak nola inplementatzen dituen eta menuak nola pertsonaliza daitezkeen azaltzen da atal honetan.
ja: この章では MATE デスクトップによるメニューの実装方法とメニューを独自に変更する方法について説明します。
ko: 이 부분에서는 그놈 데스크탑에서 메뉴를 구현하는 방법과 이를 적절히 설정하는 방법에 대해 설명합니다.
pt: A informação neste capítulo descreve como o Ambiente de Trabalho MATE implementa os menus e como os poderá personalizar.

source: Introduction to Menus
ca: Introducció als menús
cs: Úvod do nabídek
de: Einführung in Menüs
eu: Menuak: sarrera
ja: メニューについて
ko: 개요
pt: Introdução aos Menus

source: The MATE Desktop implements menus according to the <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG menu specification</ulink>. By supporting this specification, MATE allows you to:
ca: L'escriptori del MATE implementa els menús d'acord amb l'<ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">Especificació de menú XDG</ulink>. Amb el fet que segueixi aquesta especificació, el MATE us permet:
cs: Pracovní prostředí MATE implementuje nabídky v souladu se <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">Specifikací nabídek od XDG</ulink>. Díky podpoře této specifikace vám MATE dává k dispozici:
de: Die MATE-Arbeitsumgebung verwendet Menüs, die den Vorgaben der <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG menu specification</ulink> entsprechen. Daher ermöglicht MATE Ihnen:
eu: <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG menu-zehaztapena</ulink>ren arabera inplementatzen ditu menuak MATEren mahaigainak. Zehaztapen hori onartzean, aukera hauek ematen ditu MATEk:
ja: MATE デスクトップ環境では「<ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG メニューの仕様</ulink>」に準じたメニューを実装しています。この仕様をサポートすることにより、MATE では次のことが実現できるようになりました:
ko: 그놈 데스크탑은 <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG 메뉴 명세서</ulink>에 따라 메뉴를 구현합니다. 이 명세서에 따라 그놈 데스크탑은 다음과 같은 기능을 제공합니다:
pt: O Ambiente de Trabalho MATE implementa os menus de acordo com a <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">especificação de menus XDG</ulink>. Ao suportar esta especificação, o MATE permite-lhe:

source: Customize the menu hierarchy easily. You can edit a small number of files to customize the menu hierarchy. You do not need to modify your applications or move files.
ca: Personalitzar la jerarquia dels menús fàcilment. Podeu editar un nombre petit de fitxers per a personalitzar la jerarquia dels menús. No cal que modifiqueu les aplicacions o mogueu fitxers.
cs: Snadné přizpůsobení hierarchie nabídek. Kvůli přizpůsobení hierarchie nabídky stačí upravit jen pár souborů. Nemusíte měnit vaši aplikaci nebo přesouvat soubory.
de: Die einfache Anpassung der Menüstruktur. Sie können eine kleine Zahl von Dateien bearbeiten, um die Menühierarchie zu ändern. Es ist nicht notwendig, Ihre Anwendungen anzupassen oder Dateien zu verschieben.
eu: Menu-hierarkia erraz pertsonalizatzea. Fitxategi kopuru txiki bat edita daiteke menu-hierarkia pertsonalizatzeko. Ez dago aplikazioak aldatu edo fitxategiak mugitu beharrik.
ja: メニューの階層を簡単に変更できる (この階層を変更するのにたくさんのファイルを変更しなくてもよい上に、アプリケーションのコードを変更したりファイルを移動する必要がない)
ko: 메뉴의 구조를 쉽게 조정할 수 있습니다. 메뉴의 계층 구조를 조정하기 위해서는 소수의 파일 만을 편집하면 되며, 프로그램이나 파일을 직접 수정하거나 이동할 필요가 없습니다.
pt: Facilmente personalizar a hierarquia do seu menu. Pode editar um pequeno número de ficheiros para personalizar a hierarquia do seu menu. Não necessita de alterar as aplicações ou mover ficheiros.

source: Install applications easily. You do not need to provide information about the menu hierarchy to applications when you install the applications.
ca: Instal·lar aplicacions fàcilment. No cal que proporcioneu informació sobre la jerarquia dels menús a les aplicacions quan les instal·leu.
cs: Snadnou instalaci aplikací. Nemusíte aplikaci, když ji instalujete, poskytovat informace o hierarchii nabídky.
de: Anwendungen auf einfache Weise installieren. Sie brauchen Anwendungen keinerlei Informationen über die Menüstruktur bereitzustellen, wenn Sie Anwendungen installieren.
eu: Aplikazioak erraz instala daitezke. Aplikazioak instalatzean ez dago menu-hierarkiari buruzko informaziorik eman beharrik.
ja: アプリケーションを簡単にインストールできる (アプリケーションをインストールする際にメニュー階層についての情報をアプリケーション側に提供しておく必要がない)
ko: 프로그램을 쉽게 설치할 수 있습니다. 프로그램을 설치할 때 메뉴의 구조에 대한 정보를 제공할 필요가 없습니다.
pt: Instalar aplicações facilmente. Não necessita de indicar informação sobre a hierarquia de menus às aplicações, ao instalá-las.

source: Configure menus so that users cannot modify the menus.
ca: Configurar els menús de manera que els usuaris no puguin modificar-los.
cs: Nastavení nabídek tak, že je uživatel nemůže změnit.
de: Menüs so konfigurieren, dass diese vom Benutzer nicht geändert werden können.
eu: Erabiltzaileek ez aldatzeko moduan konfigura daitezke menuak.
ja: ユーザが変更できないような設定にすることも可能である
ko: 메뉴를 사용자들이 수정하지 못하도록 설정합니다.
pt: Configurar os menus de forma a que os utilizadores não os consigam alterar.

source: Menus in the MATE Desktop use the following components:
ca: Els menús de l'escriptori del MATE utilitzen els components següents:
cs: Nabídky v pracovním prostředí MATE používají následující komponenty:
de: Die Menüs auf dem MATE-Desktop verwenden die folgenden Komponenten:
eu: MATEren mahaigaineko menuek osagai hauek erabiltzen dituzte:
ja: MATE デスクトップのメニューは次に示すコンポーネントを使用します:
ko: 그놈 데스크탑 내의 메뉴들은 다음과 같은 요소들을 사용합니다:
pt: Os menus no Ambiente de Trabalho MATE utilizam os seguintes componentes:

source: Menu definition files
ca: Fitxers de definició de menú
cs: Soubory s definicí nabídky
de: Menü-Definitionsdateien
eu: Menuen definizio-fitxategiak
ja: メニューの定義ファイル
ko: 메뉴 정의 파일
pt: Ficheiros de definição de menus

source: Desktop entry files
ca: Fitxers d'entrada d'escriptori
cs: Soubory vstupu pracovního prostředí
de: Desktopeintrags-Dateien
eu: Mahaigaineko sarrera-fitxategiak
ja: デスクトップ・エントリのファイル
ko: 데스크탑 엔트리 파일
pt: Ficheiros de definição de iniciadores

source: Directory entry files
ca: Fitxers d'entrada de directori
cs: Soubory vstupu složky
de: Ordnereintrags-Dateien
eu: Direktorioko sarrera-fitxategiak
ja: フォルダ・エントリのファイル
ko: 디렉토리 엔트리 파일
pt: Ficheiros de definição de directórios

source: Menu Definition Files
ca: Fitxers de definició de menú
cs: Soubory s definicí nabídky
de: Menüdefinitions-Dateien
eu: Menuen definizio-fitxategiak
ja: いろいろなメニュー定義ファイル
ko: 메뉴 정의 파일
pt: Ficheiros de Definição de Menus

source: menu definition files
ca: fitxers de definició de menú
cs: soubory s definicí nabídky
de: Menüdefinitions-Dateien
eu: menuen definizio-fitxategiak
ko: 메뉴 정의 파일
pt: ficheiros de definição de menu

source: .menu files
ca: fitxers .menu
cs: soubory .menu
de: .menu-Dateien
eu: .menu fitxategiak
ko: .menu 파일
pt: ficheiro .menu
