Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: <indexterm><primary>themes</primary><secondary>icons options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>icon themes</primary><see>themes, icons options</see></indexterm>The icon setting for a theme determines the appearance of the icons on panels and the desktop background. Users can choose an option for the icon setting from the <guilabel>Icons</guilabel> tabbed section in the <application>Theme</application> preference tool.
ca: <indexterm><primary>temes</primary><secondary>opcions de les icones</secondary><tertiary>introducció</tertiary></indexterm><indexterm><primary>temes icones</primary><see>temes, opcions de les icones</see></indexterm>El paràmetre de les icones per a un tema determina l'aparença de les icones en els quadres i en el fons de l'escriptori. Els usuaris poden seleccionar una opció per als paràmetres de les icones des de la pestanya <guilabel>Icones</guilabel> en l'eina de preferències <application>Tema</application>.
cs: <indexterm><primary>motivy</primary><secondary>volby ikon</secondary><tertiary>úvod</tertiary></indexterm><indexterm><primary>motivy ikon</primary><see>motivy, volby ikon</see></indexterm>Nastavení ikon pro motiv určují vzhled ikon na panelech a pozadí pracovní plochy. Uživatel si může vybrat varianty pro nastavení ikon na kartě <guilabel>Ikony</guilabel> v nástroji předvoleb <application>Motiv</application>.
de: <indexterm><primary>Themen</primary><secondary>Symbole</secondary><tertiary>Einführung</tertiary></indexterm><indexterm><primary>Symbolthemen</primary><see>Themen, Symbole</see></indexterm>Die Einstellung für Symbole eines Themas bestimmt das Aussehen der Symbole in den Panels und auf dem Arbeitsflächenhintergrund. Benutzer können ein Thema für Symbole im Reiterabschnitt <guilabel>Symbole</guilabel> des Einstellungswerkzeugs <application>Erscheinungsbild</application> festlegen.
eu: <indexterm><primary>gaiak</primary><secondary>ikono-aukerak</secondary><tertiary>sarrera</tertiary></indexterm><indexterm><primary>ikono-gaiak</primary><see>gaiak, ikono-aukerak</see></indexterm>Gai baten ikono-ezarpenak paneletako ikonoen eta mahaigaineko atzeko planoaren itxura zehazten du. <application>Gaia</application> hobespen-tresnako <guilabel>Ikonoak</guilabel> fitxan ikonoen ezarpenen-aukerak aukera ditzakete erabiltzaileek.
ja: <indexterm><primary>themes</primary><secondary>icons options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>icon themes</primary><see>themes, icons options</see></indexterm>テーマにおけるアイコンの設定は、パネルの中にあるアイコンの外観を決定します。<application>外観の設定</application>ツールで<guilabel>テーマ</guilabel>を選択し、<guibutton>カスタマイズ</guibutton>のボタンをクリックして表示されるダイアログから<guilabel>アイコン</guilabel>というタブを開いてアイコンのオプションを選択できます。
ko: <indexterm><primary>themes</primary><secondary>아이콘 옵션</secondary><tertiary>개요</tertiary></indexterm><indexterm><primary>아이콘 테마</primary><see>테마, 아이콘 옵션</see></indexterm>테마의 아이콘 설정은 패널과 데스크탑 바탕 화면에 나타나는 아이콘들의 모양새를 지정합니다. 사용자들은 <application>테마</application> 설정 도구 내의 <guilabel>아이콘</guilabel> 탭에서 아이콘 설정에 대한 옵션을 선택할 수 있습니다.
pt: <indexterm><primary>temas</primary><secondary>opções de ícones</secondary><tertiary>introdução</tertiary></indexterm><indexterm><primary>temas de ícones</primary><see>temas, opções de ícones</see></indexterm>A definição de ícones de um tema determina a aparência dos ícones em painéis e no fundo da área de trabalho. Os utilizadores podem seleccionar uma opção para a definição de ícone na secção <guilabel>Ícones</guilabel> da ferramenta de preferências <application>Tema</application>.

source: Theme Index File
ca: Fitxer índex del tema
cs: Indexový soubor motivu
de: Themenindex-Datei
eu: Gaien indize-fitxategia
ja: テーマの Index ファイル
ko: 테마 인덱스 파일
pt: Ficheiro de Índice do Tema

source: Each theme has an index file which defines the characteristics of the theme. The name of the index file is <filename>/usr/share/themes/<replaceable>theme-name</replaceable>/index.theme</filename>.
ca: Cada tema té un fitxer índex que defineix les seves característiques. El nom del fitxer índex és <filename>/usr/share/themes/<replaceable>nom-del-tema</replaceable>/index.theme</filename>.
cs: Každý motiv má indexový soubor, který definuje vlastnosti motivu. Název indexového souboru je <filename>/usr/share/themes/<replaceable>název-motivu</replaceable>/index.theme</filename>.
de: Jedes Thema verfügt über eine Indexdatei, die das Thema charakterisiert. Der Name der Indexdatei ist <filename>/usr/share/themes/<replaceable>Name-des-Themas</replaceable>/index.theme</filename>.
eu: Gai guztiek indize-fitxategi bat dute eta fitxategi horrek gaiaren ezaugarriak zehazten ditu. Indize-fitxategiaren izena hau da: <filename>/usr/share/themes/<replaceable>theme-name</replaceable>/index.theme</filename>.
ja: テーマ毎に Index ファイルが用意されており、このファイルの中でテーマの特徴を定義します。Index ファイルの名前は <filename>/usr/share/themes/<replaceable>テーマの名前</replaceable>/index.theme</filename> です。
ko: 각각의 테마는 테마의 특성을 정의하는 인덱스 파일을 가지고 있습니다. 인덱스 파일의 이름은 <filename>/usr/share/themes/<replaceable>테마-이름</replaceable>/index.theme</filename>입니다.
pt: Cada tema tem um ficheiro de índice que define as características do tema. O nome do ficheiro de índice é <filename>/usr/share/themes/<replaceable>theme-name</replaceable>/index.theme</filename>.

source: The following is a sample theme index file:
ca: L'exemple següent és un fitxer índex del tema:
cs: Zde je příklad indexového souboru motivu:
de: Nachfolgend ein Beispiel für eine Themenindex-Datei:
eu: Gaien indize-fitxategi baten lagina da hau:
ja: 次はテーマの Index ファイルの例です:
ko: 다음은 테마 인덱스 파일의 예제입니다:
pt: O seguinte é um ficheiro de índice de tema exemplificativo:

source: [Desktop Entry] Type=X-GNOME-Metatheme Name=High Contrast Large Name[es]=Alto contraste grande Comment=Large black-on-white text and icons Comment[es]=Textos e iconos grandes en negro sobre blanco Encoding=UTF-8 [X-GNOME-Metatheme] GtkTheme=HighContrastLargePrint IconTheme=HighContrast MetacityTheme=Atlanta ApplicationFont=sans 18
ca: [Desktop Entry] Type=X-GNOME-Metatheme Name=High Contrast Large Name[ca]=Contrast alt amb impressió gran Comment=Large black-on-white text and icons Comment[ca]=Text i icones grans en negre sobre blanc Encoding=UTF-8 [X-GNOME-Metatheme] GtkTheme=HighContrastLargePrint IconTheme=HighContrast MetacityTheme=Atlanta ApplicationFont=sans 18
ja: [Desktop Entry] Type=X-GNOME-Metatheme Name=High Contrast Large Name[ja]=ハイ・コントラスト (大) Comment=Large black-on-white text and icons Comment[ja]=白地に黒色のテキストとアイコンの拡大版 Encoding=UTF-8 [X-GNOME-Metatheme] GtkTheme=HighContrastLargePrint IconTheme=HighContrast MetacityTheme=Atlanta ApplicationFont=sans 18
pt: [Desktop Entry] Type=X-GNOME-Metatheme Name=High Contrast Large Name[pt]=Alto Contraste Grande Comment=Large black-on-white text and icons Comment[pt]=Texto e ícones grandes em preto sobre branco Encoding=UTF-8 [X-GNOME-Metatheme] GtkTheme=HighContrastLargePrint IconTheme=HighContrast MetacityTheme=Atlanta ApplicationFont=sans 18

source: The following table describes the keys in theme index files:
ca: La taula següent descriu les claus dels fitxers índex del tema:
cs: Následující tabulka popisuje klíče v indexovém souboru motivu:
de: Die folgende Tabelle beschreibt die Schlüssel in Themen-Indexdateien:
eu: Gaien indize-fitxategietako gakoak azaltzen dira taula honetan:
ja: テーマの Index ファイルで利用するキーワードを次の表に示します:
ko: 아래의 표는 테마 인덱스 파일 내의 키들에 대해 설명합니다:
pt: A tabela seguinte descreve as chaves no ficheiro de índice de tema:

source: Keys in Theme Index Files
ca: Claus dels fitxers índex del tema
cs: Klíče v indexovém souboru motivu
de: Schlüssel in Themen-Indexdateien
eu: Gaien indize-fitxategietako gakoak
ja: テーマの Index ファイルで利用できるキーワード
ko: 테마 인덱스 파일 내의 키
pt: Chaves no Ficheiro de Índice de Tema

source: Index File Key
ca: Clau del fitxer índex
cs: Klíč indexového souboru
de: Indexdatei-Schlüssel
eu: Indize-fitxategiko gakoa
ja: キーワード
ko: 인덱스 파일 키
pt: Chave do Ficheiro de Índice

source: Specifies that this theme determines the appearance of several theme options, such as controls, window frames, and icons.
ca: Especifica que aquest tema determina l'aparença de varies opcions de tema, com ara els controls, costats de la finestra i icones.
cs: Říká, že tento motiv určuje vzhled několika voleb motivu, jako jsou ovládací prvky, rámy oken a ikony
de: Legt fest, dass dieses Thema das Erscheinungsbild verschiedener Teile des Themas bestimmt, wie Fensterinhalte, Fensterrahmen und Symbole.
eu: Gai honek zenbait gai-aukeraren itxura definitzen duela zehazten du gako horrek; adibidez, kontrolak, leiho-markoak eta ikonoak.
ja: このテーマが、コントロール (GUI の部品) やウィンドウの境界 (フレーム) 、アイコンといったテーマのオプションの外観を決定することを指定する
ko: 이 테마가 나타내는 컨트롤, 창 가장자리, 아이콘 등과 같은 테마 옵션들의 모양새을 지정합니다.
pt: Especifica que este tema determina a aparência de várias opções de tema, tais como controlos, molduras das janelas, e ícones.

source: The name of the theme. This is the name of the theme that is displayed in the <application>Theme</application> preference tool.
ca: El nom del tema. Aquest és el nom del tema que es mostra en l'eina de preferències <application>Tema</application>.
cs: Název motivu. Toto je název motivu, který se zobrazí v nástroji předvoleb <application>Motiv</application>
de: Der Name des Themas. Dies ist der Name, wie er im Einstellungswerkzeug <application>Erscheinungsbild</application> angezeigt wird.
eu: Gaiaren izena. <application>Gaia</application> hobespen-tresnan bistaratzen den gaiaren izena da.
ja: テーマの名前を指定する (これは<application>外観の設定</application>ツールで表示されるテーマの名前になる)
ko: 테마의 이름을 지정합니다. 이것은 <application>테마</application> 설정 도구에서 나타나는 테마의 이름입니다.
pt: O nome do tema. Este é o nome do tema que é apresentado na ferramenta de preferências <application>Tema</application>.

source: A brief description of the theme. This is the text that is displayed under the name of the theme in the <application>Theme</application> preference tool.
ca: Una breu descripció del tema. Aquest és el text que es mostra sota el nom del tema en l'eina de preferències <application>Tema</application>.
cs: Stručný popis motivu. Toto je text, který se nástroji předvoleb <application>Motiv</application> zobrazí pod názvem motivu.
de: Eine Kurzbeschreibung des Themas. Dieser Text wird unter dem Namen des Themas im Einstellungswerkzeug <application>Erscheinungsbild</application> angezeigt.
eu: Gaiaren azalpen laburra. <application>Gaia</application> hobespen-tresnako gaiaren izenaren azpian bistaratzen den testua da.
ja: テーマの簡単な説明を指定する (これは<application>外観の設定</application>ツールのテーマの名前の下に表示される文章である)
ko: 테마에 대한 간략한 설명을 지정합니다. 이것은 <application>테마</application> 설정 도구에서 테마의 이름 아래에 표시되는 설명입니다.
pt: Uma breve descrição do tema. Este é o texto que é apresentado sob o nome do tema na ferramenta de preferências de <application>Tema</application>.

source: Corresponds to the controls setting in the <application>Theme</application> preference tool. Specifies which controls setting option to apply to windows, panels, and applets.
ca: Correspon al paràmetre dels controls en l'eina de preferències <application>Tema</application>. Especifica quina opció del paràmetre dels controls s'ha d'aplicar a les finestres, quadres i miniaplicacions.
cs: Odpovídá nastavení ovládacích prvků v nástroji předvoleb <application>Motiv</application>. Určuje, která nastavení ovládacích prvků se použijí na okna, panely a applety.
de: Korrespondiert zu den Fensterinhalt-Einstellungen im Einstellungswerkzeug <application>Erscheinungsbild</application>. Gibt an, welches Thema für Fensterinhalte auf Fenster, Panels und Applets angewendet werden soll.
eu: <application>Gaia</application> hobespen-tresnako kontrol-ezarpenari dagokio. Leihoei, panelei eta miniaplikazioei kontrol-ezarpenen zein aukera aplikatu behar zaien zehazten du.
ja: <application>外観の設定</application>ツールの<guilabel>テーマ</guilabel>にあるコントロールの設定に相当する (ウィンドウやパネル、アプレットといった GUI の部品に一括して適用する設定を指定する)
ko: <application>테마</application> 설정 도구의 컨트롤 설정에 해당합니다. 창, 패널, 애플릿 등에 적용되는 컨트롤 설정 옵션을 지정합니다.
pt: Corresponde às definições de controlos na ferramenta de preferências <application>Tema</application>. Especifica que opção de definição de controlos aplicar às janelas, painéis e applets.

source: Corresponds to the icons setting in the <application>Theme</application> preference tool. Specifies which icons setting option to apply to panels and the desktop background.
ca: Correspon al paràmetre de les icones en l'eina de preferències <application>Tema</application>. Especifica quina opció del paràmetre de les icones s'ha d'aplicar als quadres i al fons de l'escriptori.
cs: Odpovídá nastavení ikon v nástroji předvoleb <application>Motiv</application>. Určuje, která nastavení ikon se použijí na panely a pozadí pracovní plochy.
de: Korrespondiert zu den Symbole-Einstellungen im Einstellungswerkzeug <application>Erscheinungsbild</application>. Gibt an, welches Thema für Symbole auf Panels und den Arbeitsflächenhintergrund angewendet werden soll.
eu: <application>Gaia</application> hobespen-tresnako ikono-ezarpenari dagokio. Panelei eta mahaigainaren atzeko planoari ikono-ezarpenen zein aukera aplikatu behar zaien zehazten du.
ja: <application>外観の設定</application>ツールの<guibutton>カスタマイズ</guibutton>にある<guilabel>アイコン</guilabel>に相当する (デスクトップのオブジェクトやメニューのアイコンに一括して適用するアイコンの種類を指定する)
ko: <application>테마</application> 설정 도구의 아이콘 설정에 해당합니다. 패널과 데스크탑 바탕 화면에 적요되는 아이콘 설정 옵션을 지정합니다.
pt: Corresponde à definição de ícones na ferramenta de preferências de <application>Tema</application>. Especifica que opção de definição de ícones aplicar nos painéis e no fundo da área de trabalho.

source: Corresponds to the window frame setting in the <application>Theme</application> preference tool. Specifies which window frame setting option to apply to windows.
ca: Correspon al paràmetre del costat de la finestra en l'eina de preferències <application>Tema</application>. Especifica quina opció del paràmetre del costat de la finestra s'ha d'aplicar a les finestres.
cs: Odpovídá nastavení rámu okna v nástroji předvoleb <application>Motiv</application>. Určuje, která nastavení rámu okna se použijí na okna.
de: Korrespondiert zu den Fensterrahmen-Einstellungen im Einstellungswerkzeug <application>Erscheinungsbild</application>. Gibt an, welches Thema für Fensterrahmen auf Fenster angewendet werden soll.
eu: <application>Gaia</application> hobespen-tresnako leiho-markoen ezarpenari dagokio. Leiho-markoei zein ezarpen-aukera aplikatu behar zaien zehazten du.
ja: <application>外観の設定</application>ツールの<guibutton>カスタマイズ</guibutton>にある<guilabel>ウィンドウの境界</guilabel>に相当する (ウィンドウの境界に一括して適用する設定を指定する)
ko: <application>테마</application> 설정 도구의 창 가장자리 설정에 해당합니다. 창에 적용되는 테두리 설정 옵션을 지정합니다.
pt: Corresponde à definição de moldura de janela na ferramenta de preferências de <application>Tema</application>. Especifica que opção de definição de moldura de janela aplicar às janelas.

source: Corresponds to the application font setting in the <application>Font</application> preference tool.
ca: Correspon al paràmetre del tipus de lletra de les aplicacions en l'eina de preferències <application>Tipus de lletra</application>.
cs: Odpovídá nastavení písma aplikací v nástroji předvoleb <application>Písmo</application>.
de: Korrespondiert zu den Anwendungsschriftart-Einstellungen im Einstellungswerkzeug <application>Schriften</application>.
eu: <application>Gaia</application> hobespen-tresnako aplikazioen letra-tipoaren ezarpenari dagokio.
ja: <application>外観の設定</application>ツールの<guilabel>フォント</guilabel>にあるアプリケーションのフォントに相当する
ko: <application>글꼴</application> 설정 도구의 프로그램 글꼴 설정에 해당합니다.
pt: Corresponde à definição de fonte de aplicações na ferramenta de preferências de <application>Fonte</application>.

source: To Install a New Controls Option
ca: Instal·lació d'una opció de controls nova
cs: Instalace nové varianty ovládacích prvků
de: Installieren einer neuen Option für Fensterinhalte
eu: Kontrol-aukera berria instalatzea
ja: 新しいコントロールのオプションをインストールする
ko: 새 컨트롤 옵션 설치하기
pt: Instalar uma Nova Opção de Controlo

source: controls options
ca: opcions dels controls
cs: ovládací prvky
de: Steuerungsoptionen
eu: kontrol-aukerak
ko: 컨트롤 옵션
pt: opções de controlo

source: installing
ca: instal·lar
cs: instalování
de: installieren
eu: instalatzea
ko: 설치
pt: instalar

source: You can add a new option for the controls setting in the <application>Theme</application> preference tool. Controls options reside in the <filename>/usr/share/themes</filename> directory. The typical structure of a controls option in the file system is as follows:
ca: Podeu afegir una opció nova per al paràmetre dels controls en l'eina de preferències <application>Tema</application>. Les opcions dels controls són al directori <filename>/usr/share/themes</filename>. L'estructura típica de l'opció dels controls en el fitxer del sistema és la següent:
cs: Novou variantu pro nastavení ovládacích prvků můžete přidat v nástroji předvoleb <application>Motiv</application>. Varianty ovládacích prvků se nachází ve složce <filename>/usr/share/themes</filename>. Typická struktura je v souborovém systému následující:
de: Sie können ein neues Thema für Fensterinhalte im <application>Erscheinungsbild</application>-Einstellungswerkzeug hinzufügen. Themen dieser Art befinden sich im Ordner <filename>/usr/share/themes</filename>. Die typische Struktur eines Themas für Fensterinhalte im Dateisystem ist wie folgt:
eu: <application>Gaia</application> hobespen-tresnako kontrol-ezarpenen aukera berri bat gehi daiteke. Kontrol-aukerak <filename>/usr/share/themes</filename> direktorioan daude. Fitxategi-sistemako kontrol-aukeren ohiko egitura honelakoa da:
ja: <application>外観の設定</application>ツールの<guilabel>テーマ</guilabel>で設定できるコントロールの新しいオプションをインストールできるようになっています。このオプションは <filename>/usr/share/themes</filename> というフォルダに格納されます。このオプションの基本的な構造は次のとおりです:
ko: <application>테마</application> 설정 도구 내의 컨트롤 설정에 대한 옵션을 추가할 수 있습니다. 컨트롤 옵션은 <filename>/usr/share/themes</filename> 디렉토리 내에 존재합니다. 파일 시스템 내의 컨트롤 옵션의 일반적인 구조는 다음과 같습니다:
pt: Pode adicionar uma nova opção das definições de controlos na ferramenta de preferências de <application>Tema</application>. As opções de controlos residem no directório <filename>/usr/share/themes</filename>. A estrutura típica de uma opção de controlo no sistema de ficheiros é a seguinte:

source: Option file
ca: Fitxer d'opcions
cs: Soubor varianty
de: Optionsdatei
eu: Aukera-fitxategia
ja: オプションのファイル
ko: 옵션 파일
pt: Ficheiro de opção

source: option-name
ca: nom-de-l'opció
cs: název-varianty
de: Optionsname
eu: aukera-izena
ja: オプション名
ko: 옵션-이름
pt: nome-da-opção

source: Image files
ca: Fitxers d'imatges
cs: Soubory obrázků
de: Bilddateien
eu: Irudi-fitxategiak
ja: 画像ファイル
ko: 이미지 파일
pt: Ficheiros de imagem

source: Typically, a new option for the controls setting is supplied as a <filename>.tar.gz</filename> file. To install the new controls option, unzip the <filename>.tar.gz</filename> file, then untar the <filename>.tar</filename> file into the <filename>/usr/share/themes</filename> directory.
ca: Generalment, es proporciona una opció nova per al paràmetre dels controls com a fitxer <filename>.tar.gz</filename>. Per a instal·lar l'opció dels controls nova, descomprimiu el fitxer <filename>.tar.gz</filename> en el directori <filename>/usr/share/themes</filename>.
cs: Nová varianta pro nastavení ovládacích prvků je obvykle poskytovaná jako soubor <filename>.tar.gz</filename>. Pokud ji chcete nainstalovat, rozzipujte soubor <filename>.tar.gz</filename> a následně rozbalte archiv <filename>.tar</filename> do složky <filename>/usr/share/themes</filename>.
de: Typischerweise befindet sich ein Thema für Fensterinhalte in einer <filename>.tar.gz</filename>-Datei. Um das neue Thema zu installieren, entpacken Sie die <filename>.tar.gz</filename>-Datei im Ordner <filename>/usr/share/themes</filename>.
eu: Normalean, kontrol-ezarpenen aukera berria <filename>.tar.gz</filename> fitxategi gisa ematen da. Kontrol-aukera berri bat instalatzeko, deskonprimitu <filename>.tar.gz</filename> fitxategia, eta, ondoren, deskonprimitu <filename>.tar</filename> fitxategia <filename>/usr/share/themes</filename> direktorioan.
ja: 一般的に、コントロールに対する新しいオプションは <filename>.tar.gz</filename> 形式のファイルで提供されます。新しいコントロールのオプションをインストールする際は、まず <filename>.tar.gz</filename> ファイルを <command>unzip</command> して <filename>.tar</filename> ファイルを <filename>/usr/share/themes</filename> フォルダ配下に展開してください。
ko: 일반적으로 컨트롤 설정을 위한 새로운 옵션은 <filename>.tar.gz</filename> 파일 형태로 제공됩니다. 새 컨트롤 옵션을 설치하려면 <filename>.tar.gz</filename> 파일의 압축을 풀고, <filename>.tar</filename> 파일을 <filename>/usr/share/themes</filename> 디렉토리에 풀면 됩니다.
pt: Normalmente, é fornecida uma nova opção para a definição de controlos como um ficheiro <filename>.tar.gz</filename>. Para instalar a nova opção de controlos, realize o unzip do ficheiro <filename>.tar.gz</filename>, depois o untar do ficheiro <filename>.tar</filename> para dentro do directório <filename>/usr/share/themes</filename>.

source: Users can install their own options for the controls setting. If a user installs an option for the controls setting, the option is stored in the <filename>$HOME/.themes</filename> directory.
ca: Els usuaris poden instal·lar les seves pròpies opcions per al paràmetre dels controls. Si un usuari instal·la una opció per al paràmetre dels controls, l'opció s'emmagatzema en el directori <filename>$HOME/.themes</filename>.
cs: Uživatel si může instalovat své vlastní varianty pro nastavení ovládacích prvků. Pokud si varianty nastavení ovládacích prvků instaluje uživatel, uchovávají se ve složce <filename>$HOME/.themes</filename>.
de: Benutzer können ihre eigenen Themen für Fensterinhalte installieren. In diesem Fall wird das Thema im Ordner <filename>$HOME/.themes</filename> gespeichert.
eu: Erabiltzaileek kontrol-ezarpenentzako beren aukerak instala ditzakete. Erabiltzaile batek kontrol-ezarpenen aukera bat instalatzen badu, aukera hori <filename>$HOME/.themes</filename> direktorioan gordetzen da.
ja: ユーザはコントロールの設定に関する独自のオプションもインストールできます。もしユーザ専用のオプションをインストールするのであれば、その設定ファイルを <filename>$HOME/.themes</filename> フォルダの配下に格納してください。
ko: 사용자들은 컨트롤 설정을 위한 옵션을 개별적으로 설치할 수 있습니다. 그렇게 하려면 사용자의 설정 옵션은 <filename>$HOME/.themes</filename> 디렉토리에 저장됩니다.
pt: Os utilizadores podem instalar as suas próprias opções para a definição dos controlos. Se um utilizador instalar uma opção, esta é armazenada no directório <filename>$HOME/.themes</filename>.

source: To Install a New Window Frame Option
ca: Instal·lació d'una opció del costat de la finestra nova
cs: Instalace nové varianty rámu okna
de: Installieren einer neuen Option für den Fensterrahmen
eu: Leiho-markoen aukera berria instalatzea
ja: 新しいウィンドウの境界をインストールする
ko: 새 창 가장자리 옵션 설치하기
pt: Para Instalar Uma Nova Opção de Moldura de Janela

source: window frame options
ca: opcions del costat de la finestra
cs: varianty rámu okna
de: Fensterrahmen, Optionen
eu: leiho-markoen aukerak
ko: 창 가장자리 옵션
pt: opções de moldura de janela
