Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: The purpose of this chapter is to make it easy for an administrator to understand how to configure different parts of the MIME database and give an general overview of the MIME system. Therefore we will <emphasis>not</emphasis> attempt to go into details where it is not necessary. For the gory details, it is recommended that you refer to the <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG shared mime info specification</ulink>.
ca: La finalitat d'aquest capítol es fer més fàcil a un administrador entendre com configurar les diferents parts de la base de dades MIME i proporcionar una visió general del sistema MIME. Per tant <emphasis>no</emphasis> s'entrarà en detalls que no siguin necessaris. Per a profunditzar en els detalls, és aconsellable que consulteu l'<ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">Especificació d'informació MIME compartida XDG</ulink>.
cs: Účelem této kapitoly je poskytnout správcům snadno pochopitelný popis, jak nastavit různé části databáze MIME a všeobecný přehled o systému MIME. Proto se nepouštíme, pokud to není nezbytné, do přílišných detailů. Pokud vás téma zajímá do hloubky, doporučujeme si přečíst <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">Specifikaci sdílení informací mime od XDG</ulink>.
de: Das Ziel dieses Kapitels ist es, dem Systemverwalter das Verständnis der Konfiguration der einzelnen Aspekte der MIME-Datenbank zu erleichtern und einen allgemeinen Überblick über das MIME-System zu geben. Es wird <emphasis>nicht</emphasis> versucht, ins Detail zu gehen, wo es nicht wirklich notwendig ist. Für den tiefer gehenden Einblick ist die <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG shared mime info specification</ulink> empfehlenswert.
eu: Administratzaileari MIME datu-basearen zatiak nola konfiguratu behar diren ulertaraztea eta MIME sistemaren ikuspegi orokorra ematea da kapitulu honen helburua. Beraz, beharrezkoa ez bada, <emphasis>ez</emphasis> dugu xehetasunik emango. Xehetasun gehiago behar baduzu, joan hona: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDGren mime partekatuei buruzko informazio-zehaztapena</ulink>.
ja: 本章は、MIME データベースをいろいろ設定する方法に関するシステム管理者の理解を促し、加えて MIME システムの一般的な概要を説明することを目的としています。そのため、必要以上に詳しく解説する<emphasis>つもりはありません</emphasis>。さらに学習したいのであれば「<ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG Shared MIME Info の仕様</ulink>」をご覧ください。
ko: 이 장의 목적은 서로 다른 부분의 MIME 데이터베이스를 설정하는 방법을 익히고, MIME 시스템에 대한 일반적인 이해를 돕기 위한 것입니다. 따라서 여기서는 불필요하게 자세한 부분까지는 설명하지 <emphasis>않을</emphasis> 것입니다. 세부적인 내용들은 <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG 공통 MIME 정보 명세서</ulink>를 참조하기 바랍니다.
pt: O propósito deste capítulo é o de simplificar para um administrador a compreensão de como configurar diferentes partes da base de dados MIME e dar uma visão geral do sistema MIME. Assim sendo, <emphasis>não</emphasis> iremos entrar em detalhes quando tal não for necessário. Para os detalhes mais profundos, recomenda-se que consulte a <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">especificação XDG de informação mime partilhada</ulink>.

source: Introduction to MIME Types
ca: Introducció als tipus MIME
cs: Úvod do typů MIME
de: Einführung in MIME-Typen
eu: MIME motak: sarrera
ja: MIME 型について
ko: MIME 형식에 대한 소개
pt: Introdução aos Tipos MIME

source: MIME types
ca: tipus MIME
cs: Typy MIME
de: MIME-Typen
eu: MIME motak
ko: MIME 형식
pt: Tipos MIME

source: A <firstterm>Multipurpose Internet Mail Extension</firstterm> [<acronym>MIME</acronym>] type identifies the format of a file. Applications such as Internet browsers and email applications use the MIME type of a file to decide which actions to perform on it. For example, an email application can use the MIME type to detect the format of an attachment and choose an appropriate viewer for the file, such as opening a text document with <application>gedit</application>.
ca: Un tipus d'<firstterm>Extensió de correu Internet multipropòsit</firstterm> [<acronym>MIME</acronym>] identifica el format d'un fitxer. Les aplicacions com ara els navegadors d'Internet i aplicacions de correu electrònic utilitzen el tipus MIME d'un fitxer per a decidir quines accions realitzar sobre aquest. Per exemple, una aplicació de correu electrònic pot utilitzar el tipus MIME per a detectar el format d'una adjunció i seleccionar un visualitzador apropiat per a aquest fitxer, com ara obrir un document de text amb el <application>gedit</application>.
cs: Typy <acronym>MIME</acronym> [<firstterm>Multipurpose Internet Mail Extension</firstterm>] identifikují formát souboru. Aplikace jako Internetové prohlížeče nebo poštovní programy používají typy MIME k rozhodnutí, jakou aplikací soubor zpracovat. Například poštovní aplikace může použít typ MIME k detekci formátu přílohy a zvolit pro soubor správný prohlížeč, třeba textový soubor otevřít v aplikaci <application>gedit</application>.
de: Ein <firstterm>Multipurpose Internet Mail Extension</firstterm> [<acronym>MIME</acronym>]-Typ identifiziert das Format einer Datei. Anwendungen wie beispielsweise Webbrowser oder E-Mail-Programme verwenden den MIME-Typ einer Datei, um zu entscheiden, welche Aktionen mit dieser Datei ausgeführt werden sollen. Eine E-Mail-Anwendung kann einen MIME-Typ zur Erkennung des Formats eines Anhangs nutzen und den entsprechenden Betrachter für dieses Datei aufrufen, so dass beispielsweise ein Textdokument mit <application>gedit</application> geöffnet wird.
eu: Fitxategi baten formatua identifikatzeko du <firstterm>Internet Postako Xede Anitzeko Hedapenak</firstterm> [<acronym>MIME</acronym>] motak. Besteak beste, Interneteko arakatzaileek eta posta elektronikoko aplikazioek MIME mota erabiltzen dute fitxategiei zein ekintza egin erabakitzeko. Adibidez, eranskin baten formatua detektatu eta fitxategia ikusteko programa egokia aukeratzeko erabil dezake MIME mota posta elektronikoko aplikazio batek; esate baterako, testu-dokumentu bat irekitzeko <application>gedit</application> erabiltzeko.
ja: <firstterm>Multipurpose Internet Mail Extension</firstterm> (多目的インターネットメール拡張) [<acronym>MIME</acronym>] 型はファイルの形式や書式を識別する際に使用する規格です。インターネット・ブラウザとか電子メールのクライアントなどのアプリケーションはファイルの MIME 型に応じてどのようなアクションを実行するかを決定します。例えば、電子メールのクライアントは MIME 型を利用してメールに添付されているデータの種類を識別し、そのファイルを処理するのに妥当なビューアを自動的に選択します (テキストのドキュメントならば <application>gedit</application> を起動するなど)。
ko: <firstterm>Multipurpose Internet Mail Extension</firstterm> [<acronym>MIME</acronym>] 형식은 파일의 종류를 알려주기 위한 것입니다. 인터넷 브라우저와 같은 프로그램들은 MIME 형식을 이용하여 해당 파일을 어떻게 처리할지 결정합니다. 예를 들어 이메일 응용 프로그램은 첨부된 파일의 형식을 인식하여 <application>gedit</application>와(과) 같은 적절한 보기 프로그램을 선택하기 위해 MIME 형식을 이용할 수 있습니다.
pt: Um tipo de <firstterm>Extensão Multi-propósito de Correio pela Internet</firstterm> [<acronym>MIME</acronym>] identifica o formato de um ficheiro. Aplicações tais como um navegador de Internet e aplicações de email utilizam o tipo MIME de um ficheiro para decidir que acções realizar sobre o mesmo. Por exemplo, uma aplicação de email pode utilizar o tipo MIME para detectar o formato de um anexo e seleccionar o visualizador adequado ao ficheiro, tal como abrir um documento de texto com o <application>gedit</application>.

source: As another example, the <application>Caja</application> file manager needs to know the MIME type of a file to perform the following tasks:
ca: Un altre exemple: el gestor de fitxers <application>Caja</application> ha de conèixer el tipus MIME d'un fitxer per a realitzar les tasques següents:
cs: Zde je jiný příklad: Správce souborů <application>Caja</application> potřebuje znát typ MIME souboru k provedení následujících úloh:
de: Ein weiteres Beispiel: Der <application>Caja</application>-Dateimanager benötigt Informationen über den MIME-Typ einer Datei zur Ausführung folgender Aufgaben:
eu: Beste adibide bat. <application>Caja</application> fitxategi-kudeatzaileak MIME mota jakin behar du, fitxategiekin ataza hauek egiteko:
ja: もう一つ別の例を紹介すると、<application>Caja</application> というファイル・マネージャは次に示す処理を行うために、選択したファイルの MIME 型を知っておく必要があります:
ko: 또 다른 예로, <application>노틸러스</application> 파일 관리자는 다음과 같은 작업을 처리하기 위해 파일의 MIME 형식을 알아야만 합니다:
pt: Outro exemplo é o gestor de ficheiros <application>Caja</application> que necessita de saber o tipo MIME de um ficheiro para realizar as seguintes tarefas:

source: Open the file in an appropriate application.
ca: Obrir el fitxer amb l'aplicació apropiada.
cs: Otevření souboru ve správné aplikaci.
de: Öffnen Sie die Datei in der entsprechenden Anwendung.
eu: Fitxategi bat dagokion aplikazioan irekitzea.
ja: そのファイルを妥当なアプリケーションで開く
ko: 적절한 프로그램으로 파일 열기.
pt: Abrir o ficheiro na aplicação adequada.

source: Display a string that describes the type of file.
ca: Mostrar una cadena que descrigui el tipus del fitxer.
cs: Zobrazení textu popisujícího typ souboru.
de: Anzeigen einer Zeichenkette, die den Dateityp beschreibt.
eu: Fitxategi mota azaltzen duen katea bistaratzea.
ja: そのファイルの種類を説明する文字列を表示する
ko: 파일의 형식을 설명하는 문자열을 표시하기.
pt: Apresentar uma expressão que descreve o tipo de ficheiro.

source: Display an appropriate icon to represent the file.
ca: Mostrar una icona apropiada que representi el fitxer.
cs: Zobrazení správné ikony symbolizující soubor.
de: Anzeigen eines passenden Symbols, welches die Datei repräsentiert.
eu: Fitxategia irudikatzeko dagokion ikonoa bistaratzea.
ja: そのファイルの種類を表す妥当なアイコンを表示する
ko: 파일을 나타내는 적절한 아이콘 표시하기.
pt: Apresentar um ícone adequado para representar o ficheiro.

source: Display a list of other applications that can open the file.
ca: Mostrar una llista d'altres aplicacions que poden obrir el fitxer.
cs: Zobrazení seznamu dalších aplikací, které umí soubor otevřít.
de: Anzeigen einer Liste weiterer Anwendungen, welche die Datei öffnen können.
eu: Fitxategia ireki dezaketen beste aplikazio batzuen zerrenda bistaratzea.
ja: そのファイルを開くことができる他のアプリケーションの一覧を表示する
ko: 해당 파일을 열 수 있는 다른 프로그램들의 목록을 표시하기.
pt: Apresentar uma lista de outras aplicações que podem abrir o ficheiro.

source: MIME types were originally proposed as a standard for identifying the message body of an e-mail message. Now, many systems use MIME types to identify the format of arbitrary files on the file system. MIME types are composed of a top-level <emphasis>media type</emphasis> followed by a <emphasis>subtype identifier</emphasis>, separated by a forward slash character, <quote><literal>/</literal></quote>. One example of a MIME type is <literal>image/jpeg</literal>. The media type in this example is <quote><literal>image</literal></quote> and the subtype identifier is <quote><literal>jpeg</literal></quote>. The top-level media type is meant to be a general categorization about the content of the file, while the subtype identifer is meant to specifically identify the format of the file.
ca: Els tipus MIME foren originalment proposats com un estàndard per a identificar el cos del missatge d'un missatge de correu electrònic. Actualment, molts sistemes utilitzen els tipus MIME per a identificar el format de qualsevol fitxer arbitrari del sistema de fitxers. Els tipus MIME estan compostos per un nivell superior del <emphasis>tipus de medi</emphasis> seguit d'un <emphasis>identificador de subtipus</emphasis>, separat per un caràcter de barra endavant, <quote><literal>/</literal></quote>. Un exemple d'un tipus MIME és el <literal>image/jpeg</literal>. El tipus de medi d'aquest exemple és <quote><literal>image</literal></quote> i l'identificador de subtipus és <quote><literal>jpeg</literal></quote>. El nivell superior del tipus de medi està pensat per a una categorització general sobre el contingut del fitxer, mentre que l'identificador de subtipus està pensat per a identificar específicament el format del fitxer.
cs: Typy MIME byly původně navržené jako standard pro identifikaci těla zprávy v e-mailové zprávě. V současnosti spousta systémů používá typy MIME k identifikaci formátů libovolných souborů v souborovém systému. Typy MIME se skládají z hlavní části <emphasis>typ média</emphasis>, za kterou následuje <emphasis>identifikátorem podtypu</emphasis>, přičemž jsou tyto části oddělené lomítkem <quote><literal>/</literal></quote>. Příkladem typu MIME je <literal>image/jpeg</literal>. V tomto příkladu je typem média <quote><literal>image</literal></quote> a identifikátorem podtypu <quote><literal>jpeg</literal></quote>. Účelem hlavní části je rozdělení formátu do všeobecných kategorií, zatímco identifikátor podtypu určuje přesně typ formátu.
de: Ursprünglich waren MIME-Typen als Standard für die Identifizierung des Nachrichtenrumpfs einer E-Mail gedacht. Heutzutage werden auf vielen Systemen MIME-Typen zur Erkennung des Formats aller denkbaren Dateien im Dateisystem genutzt. MIME-Typen bestehen in der obersten Ebene aus einem <emphasis>Medientyp</emphasis> und einem <emphasis>Untertyp-Bezeichner</emphasis>, getrennt durch einen Schrägstrich »/«. Ein Beispiel für einen MIME-Typ ist <literal>image/jpeg</literal>. Der Medientyp in diesem Beispiel ist <quote><literal>image</literal></quote> und der Untertyp-Bezeichner ist <quote><literal>jpeg</literal></quote>. Der Medientyp in der obersten Ebene kategorisiert den Inhalt der Datei allgemein, während der Untertyp speziell das Format der Datei kennzeichnet.
eu: Mezu elektronikoen gorputza identifikatzeko estandar gisa proposatu zituzten MIME motak, hasieran. Gaur egun, hainbat sistemak erabiltzen dituzte MIME motak fitxategi-sistemako hautazko fitxategien formatua identifikatzeko. Honela osatzen dira MIME motak: goi-mailako <emphasis>euskarri mota</emphasis> dute, eta, ondoren, barra <quote><literal>/</literal></quote> batez bereizia, <emphasis>azpimotaren identifikatzailea</emphasis>. MIME motaren adibidea: <literal>image/jpeg</literal>. Adibideko euskarri mota <quote><literal>image</literal></quote> da, eta azpimotaren identifikatzailea, berriz, <quote><literal>jpeg</literal></quote>. Fitxategiaren edukiaren sailkapen orokor bat da goi-mailako euskarri mota; azpimotaren identifikatzaileak, berriz, fitxategiaren formatua berariaz identifikatzen du.
ja: もともと MIME 型は電子メールの本文の形式を識別するための標準として提案されていたものでした。現在では、たくさんのシステムがこの MIME 型を利用してシステムに格納されているファイルの種類を特定しています。MIME 型は、トップレベルは <emphasis>type</emphasis> (メディアの種類) と <emphasis>subtype</emphasis> (詳細な形式) という二つの情報から構成されています (これらの情報は <quote><literal>/</literal></quote> で区切られています)。MIME 型の一例として <literal>image/jpeg</literal> というものがあります。この例では、メディアの種類は <quote><literal>image</literal></quote> で、詳細な形式は <quote><literal>jpeg</literal></quote> に相当します。トップレベルの type はファイルに格納されているデータの一般的な分類を表しており、subtype の方はファイルの形式 (フォーマット) を特定するための識別子です。
ko: MIME 형식은 원래 이메일 메시지의 내용을 지정하기 위한 표준으로 설계되었습니다. 지금은 많은 시스템들이 파일 시스템 내에 있는 임의의 파일에 대한 형식을 구분하기 위해 MIME 형식을 사용하고 있습니다. MIME 형식은 최상위 <emphasis>미디어 형식</emphasis>과 슬래시 문자(<quote><literal>/</literal></quote>), <emphasis>하위 형식</emphasis>으로 구성됩니다. 이러한 MIME 형식의 예는 <literal>image/jpeg</literal>와 같은 것이 있습니다. 이 예에서 미디어 형식 부분은 <quote><literal>image</literal></quote>에 해당하고, 하위 형식은 <quote><literal>jpeg</literal></quote>에 해당합니다. 최상위 미디어 형식은 파일 내용에 대한 일반적인 분류를 의미하고, 하위 형식은 특정한 파일 형식을 의미합니다.
pt: Os tipos MIME foram originalmente propostos como um standard para identificar o corpo de uma mensagem e-mail. Agora, muitos sistemas utilizam os tipos MIME para identificar o formato de quaisquer ficheiros no sistema de ficheiros. Os tipos MIME são compostos por um <emphasis>tipo de media</emphasis> de topo seguido de um <emphasis>identificador de subtipo</emphasis>, separados por uma barra, <quote><literal>/</literal></quote>. Um exemplo de um tipo MIME é <literal>image/jpeg</literal>. O tipo de media neste exemplo é <quote><literal>image</literal></quote> e o identificador de subtipo é <quote><literal>jpeg</literal></quote>. O tipo de media de topo é suposto ser uma categorização genérica sobre o conteúdo do ficheiro, enquanto que o identificador de subtipo é suposto identificar especificamente o formato do ficheiro.

source: application
cs: application (aplikace)
de: Anwendung
eu: aplikazioa
pt: aplicação

source: image
cs: image (obrázek)
de: Bild
eu: irudia
pt: imagem

source: message
cs: message (zpráva)
de: Meldung
eu: mezua
pt: mensagem

source: model
cs: model (model)
de: Modell
eu: modeloa
pt: modelo

source: multipart
cs: multipart (složeno z více částí)
eu: zati anitza
pt: múltiplas-partes

source: text
cs: text (text)
eu: testua
pt: texto

source: video
cs: video (video)
eu: bideoa
pt: vídeo

source: There are eight media types currently blessed by the <acronym>IANA</acronym> [Internet Assigned Naming Authority]. These eight media types are <placeholder-1/>. Many subtypes exist for each media type; for more information, see <ulink url="http://www.iana.org/assignments/media-types/">MIME Media Types</ulink> at the <ulink url="http://www.iana.org/">IANA</ulink> web site.
ca: Avui dia hi ha vuit tipus de medi acceptats per la <acronym>IANA</acronym> [Agència d'assignació de números d'Internet]. Aquests vuit tipus de medi són <placeholder-1/>. Existeixen molts subtipus per a cada tipus de medi; per a obtenir més informació, vegeu els <ulink url="http://www.iana.org/assignments/media-types/">tipus de medi MIME</ulink> a la pàgina web <ulink url="http://www.iana.org/">IANA</ulink>.
cs: V současnosti existuje osm typů médií schválených organizací <acronym>IANA</acronym> [Internet Assigned Naming Authority]. Jsou to <placeholder-1/>. Pro každý typ média existuje spousta podtypů, podrobnosti viz <ulink url="http://www.iana.org/assignments/media-types/">Typy médií MIME</ulink> na webu <ulink url="http://www.iana.org/">IANA</ulink>.
de: Es gibt derzeit acht Medientypen, die durch die <acronym>IANA</acronym> [Internet Assigned Naming Authority] zertifiziert sind. Diese acht Medientypen sind <placeholder-1/>. Jedem Medientyp sind zahlreiche Untertypen zugeordnet. Weitere Informationen finden Sie in <ulink url="http://www.iana.org/assignments/media-types/">MIME Media Types</ulink> auf der <ulink url="http://www.iana.org/">IANA-Webseite</ulink>.
eu: Zortzi euskarri mota onartzen ditu, gaur egun, <acronym>IANA</acronym>k [Internet Assigned Naming Authority]. Hauek dira zortzi euskarri mota horiek <placeholder-1/>. Euskarri mota bakoitzak hainbat azpimota ditu; ikus <ulink url="http://www.iana.org/">IANA</ulink> webguneko <ulink url="http://www.iana.org/assignments/media-types/">MIME euskarri motak</ulink>.
ja: 現在のところ <acronym>IANA</acronym> [Internet Assigned Naming Authority] が定義しているメディアの種類 <firstterm>type</firstterm> は８個あります。この８つの <firstterm>type</firstterm> は <placeholder-1/> です。各 <firstterm>type</firstterm> 毎にたくさんの <firstterm>subtype</firstterm> が存在します。詳細は <ulink url="http://www.iana.org/">IANA</ulink> のウェブ・サイトにある「<ulink url="http://www.iana.org/assignments/media-types/">MIME Media Types</ulink>」をご覧ください。
ko: <acronym>IANA</acronym> [Internet Assigned Naming Authority]로부터 인증받은 8 가지의 미디어 형식이 존재합니다. 이들은 각각 <placeholder-1/> 에 해당하며, 각 미디어 형식에 따른 여러 가지 하위 형식이 존재합니다. 자세한 정보는 <ulink url="http://www.iana.org/">IANA</ulink> 웹사이트에 있는 <ulink url="http://www.iana.org/assignments/media-types/">MIME 미디어 형식</ulink> 부분을 살펴보기 바랍니다.
pt: Actualmente existem oito tipos de media aprovados pela <acronym>IANA</acronym> [Autoridade de Atribuição de Nomenclaturas da Internet]. Estes oito tipos de media são <placeholder-1/>. Existem muitos subtipos para cada tipo de media; para mais informações, consulte os <ulink url="http://www.iana.org/assignments/media-types/">Tipos de Media MIME</ulink> na página web da <ulink url="http://www.iana.org/">IANA</ulink>.

source: Implementation of MIME types in MATE follows the <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG shared mime info specification</ulink>. This specification provides the following advantages:
ca: La implementació del tipus MIME en el MATE segueix l'<ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">Especificació d'informació MIME compartida XDG</ulink>. Aquesta especificació proporciona els avantatges següents:
cs: Implementace typů MIME v MATE dodržuje <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">Specifikaci sdílení informací mime od XDG</ulink>. Tato specifikace poskytuje následující výhody:
de: Die Implementation der MIME-Typen in MATE folgt der <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG shared mime info specification</ulink>. Diese Spezifikation hat folgende Vorteile:
eu: MIME motak honen arabera inplementatu dira MATEn: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDGren mime partekatuei buruzko informazio-zehaztapena</ulink>. Zehaztapen horrek abantaila hauek ditu:
ja: MATE における MIME 型の実装は「<ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG Shared MIME Info の仕様</ulink>」に準拠します。この仕様には次のような特徴があります:
ko: 그놈의 MIME 형식에 대한 구현 사항은 <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG 공통 MIME 형식 정보 명세서</ulink>를 따릅니다. 이 명세서는 다음과 같은 장점을 제공합니다:
pt: A implementação dos tipos MIME no MATE adere à <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">especificação XDG de informação mime partilhada</ulink>. Esta especificação disponibiliza as seguintes vantagens:

source: Standard locations for all MIME related files.
ca: Ubicacions estàndard per tots els fitxers relacionats amb el MIME.
cs: Standardní umístění všech souborů vztahujících se k MIME.
de: Standard-Speicherorte für alle MIME-bezogenen Dateien.
eu: MIMErekin zerikusia duten fitxategien kokaleku estandarrak.
ja: MIME に関連するすべてのファイルの標準的な場所を特定できる
ko: MIME과 관련된 모든 파일을 위한 표준 위치.
pt: Localizações padrão para todos os ficheiros relacionados MIME.

source: A standard way for applications to register information about a new MIME type.
ca: Una manera estàndard perquè les aplicacions registrin la informació sobre un tipus de MIME nou.
cs: Standardní postup pro aplikace, jak si zaregistrovat informace o novém typu MIME.
de: Einen Standardweg für Anwendungen, um Informationen zu einem neuen MIME-Typ zu registrieren.
eu: Aplikazioek MIME mota berriei buruzko informazioa erregistratzeko era estandarra.
ja: 新しく MIME 型の情報を登録する標準的な方法をアプリケーションに提供できる
ko: 프로그램에서 새로운 MIME 형식에 대한 정보를 등록하기 위한 표준 방식.
pt: Uma forma padronizada para as aplicações registarem informação sobre um novo tipo MIME.

source: A standard way to retrieve the MIME type for a file.
ca: Una manera estàndard d'obtenir el tipus MIME d'un fitxer.
cs: Standardní způsob, jak získat typ MIME pro soubor.
de: Einen Standardweg zum Ermitteln des MIME-Typs einer Datei.
eu: Fitxategi baten MIME mota eskuratzeko era estandarra.
ja: 任意のファイルから MIME 型を取得する標準的な方法を提供できる
ko: 파일의 MIME 형식을 알아내기 위한 표준 방식.
pt: Uma forma padronizada para obter o tipo MIME de um ficheiro.

source: A standard way to retrieve information about a MIME type.
ca: Una manera estàndard d'obtenir informació sobre un tipus MIME.
cs: Standardní způsob, jak získat informace o typu MIME.
de: Einen Standardweg zum Ermitteln von Informationen zu einem MIME-Typ.
eu: MIME motari buruzko informazioa eskuratzeko era estandarra.
ja: 任意の MIME 型に関する情報を取得する標準的な方法を提供できる
ko: MIME 형식에 대한 정보를 알아내기 위한 표준 방식.
pt: Uma forma padronizada para obter informação sobre um tipo MIME.
