Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: A data file that provides information about a menu. The directory entry file specifies details such as a name for the menu, a tooltip for the menu, and an icon to represent the menu. Directory entry files have a <filename>.directory</filename> file extension.
ca: Un fitxer de dades que proporciona informació sobre un menú. El fitxer d'entrada de directori especifica els detalls per al menú, com ara un nom i una icona que representa el menú. Els fitxers d'entrada de directori tenen una extensió de fitxer <filename>.directory</filename>.
cs: Datový soubor poskytující informace o nabídce. Určuje podrobnosti, jako je název nabídky, stručná nápověda a ikona. Soubory vstupu složky mají příponu <filename>.directory</filename>.
de: Eine Datei, die Informationen über ein Menü bereitstellt. Die Ordnereintrags-Datei gibt Details zu dem Objekt wie den Namen des Menüs, eine Minihilfe oder das Symbol an. Ordnereintrags-Dateien haben die Erweiterung <filename>.directory</filename>.
eu: Menu bati buruzko informazioa ematen duen datu-fitxategia. Direktorioko sarrera-fitxategiak xehetasunak zehazten ditu, besteak beste: menuaren izena, menuaren argibidea eta menua irudikatzeko ikonoa. Direktorioko sarrera-fitxategien luzapena <filename>.directory</filename> da.
ja: メニューに相当する情報を提供するためのデータ・ファイルの一種です。ディレクトリ・エントリのファイルには、メニューとして表示する名前やツールチップの説明、メニューに表示するアイコンなどのような詳細情報を指定します。このファイルの拡張子は <filename>.directory</filename> です。
ko: 메뉴에 대한 정보를 포함하는 데이터 파일입니다. 디렉토리 엔트리 파일은 메뉴의 이름, 풍선 도움말, 아이콘 등의 세부 사항들을 지정합니다. 디렉토리 엔트리 파일의 확장자는 <filename>.directory</filename>입니다.
pt: Um ficheiro de dados que disponibiliza informação sobre um menu. O ficheiro de definição de directório especifica detalhes tais como o nome do menu, a sua dica, e o ícone que o representa. Os ficheiros de definição de directório têm a extensão <filename>.directory</filename>.

source: MateConf configuration source
ca: font de configuració del MateConf
cs: Zdroj nastavení MateConf
de: MateConf-Konfigurationsquelle
eu: MateConf konfigurazio-iturburua
ja: MateConf の設定ソース
ko: MateConf 설정 소스
pt: Fonte de configuração MateConf

source: A storage location in the <application>MateConf</application> repository. For example, <literal>xml:readonly:/etc/mateconf/mateconf.xml.defaults</literal>.
ca: Una ubicació d'emmagatzemament en el dipòsit del <application>MateConf</application>. Per exemple, <literal>xml:readonly:/etc/mateconf/mateconf.xml.defaults</literal>.
cs: Umístění úložiště v repozitáři <application>MateConf</application>. Např. <literal>xml:readonly:/etc/mateconf/mateconf.xml.defaults</literal>.
de: Ein Speicherort in der <application>MateConf</application>Datenbank, zum Beispiel <literal>xml:readonly:/etc/mateconf/mateconf.xml.defaults</literal>.
eu: <application>MateConf</application> biltegiko biltegi-kokaleku bat. Adibidez, <literal>xml:readonly:/etc/mateconf/mateconf.xml.defaults</literal>.
ja: <application>MateConf</application> のリポジトリの中にある設定情報を保管する場所の一つです。例えば、<literal>xml:readonly:/etc/mateconf/mateconf.xml.defaults</literal> という設定ソースがあります。
ko: <application>MateConf</application> 저장소 내의 저장 위치를 말합니다. 예를 들면 다음과 같습니다: <literal>xml:readonly:/etc/mateconf/mateconf.xml.defaults</literal>.
pt: Uma localização de armazenamento no repositório <application>MateConf</application>. Por exemplo, <literal>xml:readonly:/etc/mateconf/mateconf.xml.defaults</literal>.

source: MateConf preference key
ca: clau de preferències del MateConf
cs: Klíč předvolby MateConf
de: MateConf-Einstellungsschlüssel
eu: MateConf hobespen-gakoa
ja: MateConf の設定キー
ko: MateConf 설정 키
pt: Chave de preferência MateConf

source: An element in the <application>MateConf</application> repository that corresponds to an application preference. For example, the <literal>/apps/mate-session/options/show_splash_screen</literal> key corresponds to the <guilabel>Show splash screen on login</guilabel> option in the <application>Sessions</application> preference tool.
ca: Un element en el dipòsit del <application>MateConf</application> que correspon a una preferència d'una aplicació. Per exemple, la clau <literal>/apps/mate-session/options/show_splash_screen</literal> correspon a l'opció <guilabel>Mostra la pantalla de presentació en entrar</guilabel> de l'eina de preferències <application>Sessions</application>.
cs: Prvek v repozitáři <application>MateConf</application>, který odpovídá předvolbě aplikace. Např. klíč <literal>/apps/mate-session/options/show_splash_screen</literal> odpovídá volbě <guilabel>Zobrazit úvodní obrazovku při přihlašování</guilabel> v nástroji předvolby <application>Sezení</application>.
de: Ein Element in der <application>MateConf</application>-Datenbank bezieht sich auf eine Anwendungseinstellung. Beispielsweise bezieht sich der Schlüssel <literal>/apps/mate-session/options/show_splash_screen</literal> auf die Option <guilabel>Begrüßungsbildschirm bei Anmeldung anzeigen</guilabel> im Einstellungswerkzeug <application>Sitzungen</application>.
eu: <application>MateConf</application> biltegiko elementu bat, aplikazio-hobespen bati dagokiona. Adibidez, <application>Saioak</application> hobespen-tresnako <guilabel>Erakutsi harrerako pantaila saio-hasieran</guilabel> aukerari dagokio <literal>/apps/mate-session/options/show_splash_screen</literal> gakoa.
ja: <application>MateConf</application> リポジトリの中にある要素の一つで、アプリケーションの設定項目に相当します。例えば、<literal>/apps/mate-session/options/show_splash_screen</literal> というキーは<application>セッション</application>の設定ツールにある<guilabel>ログイン時にスプラッシュ・スクリーンを表示する</guilabel>というオプションに相当します。
ko: <application>MateConf</application> 저장소 내의 특정 프로그램의 설정에 해당하는 요소입니다. 예를 들어 <literal>/apps/mate-session/options/show_splash_screen</literal> 키는 <application>Sessions</application> 설정 도구 내의 <guilabel>로그인할 때 스플래시 화면 보기</guilabel> 옵션에 해당합니다.
pt: Um elemento no repositório <application>MateConf</application> que corresponde a uma preferência numa aplicação. Por exemplo, a chave <literal>/apps/mate-session/options/show_splash_screen</literal> corresponde à opção <guilabel>Show splash screen on login</guilabel> na ferramenta de preferências <application>Sessões</application>.

source: MateConf path file
ca: fitxer de camins del MateConf
cs: Soubor cesty MateConf
de: MateConf-Pfaddatei
eu: MateConf bide-izenen fitxategia
ja: MateConf のパス・ファイル
ko: MateConf 경로 파일
pt: Ficheiro de caminhos Gconf

source: A file that lists the MateConf configuration sources, and the order in which to search the sources.
ca: Un fitxer que llista les fonts de configuració del MateConf i l'ordre en què se cercarà en les fonts.
cs: Soubor se seznamem zdrojů nastavení MateConf v pořadí, ve kterém se prohledávají.
de: Eine Datei, welche die MateConf-Konfigurationsquellen und die Reihenfolge auflistet, in welcher diese durchsucht werden sollen.
eu: MateConf konfigurazio-iturburuak zerrendatzen dituen fitxategia, eta iturburu horiek zein ordenatan bilatu zehaztu duena.
ja: いろいろな <application>MateConf</application> の設定ソースを羅列したファイルで、羅列する順番が設定ソースを検索する優先順位になります。
ko: 소스를 찾을 순서에 따라 MateConf 설정 소스의 목록을 저장하고 있는 파일입니다.
pt: Um ficheiro que lista as fontes de configuração MateConf, e a ordem pela qual procurá-las.

source: MateConf schema
ca: esquema del MateConf
cs: Schéma MateConf
eu: MateConf eskema
ja: MateConf スキーマ
ko: MateConf 스키마
pt: Esquema MateConf

source: A collective term for a schema key and a schema object.
ca: Un terme col·lectiu per a una clau d'esquema i un objecte d'esquema.
cs: Souhrnný termín pro klíč schématu a objekt schématu.
de: Ein Sammelbegriff für einen Schema-Schlüssel und ein Schema-Objekt.
eu: Eskema-gakoarentzako eta eskema-objektuarentzako termino kolektiboa.
ja: スキーマ・キーとスキーマ・オブジェクトに対する総称です。
ko: 스키마 키와 스키마 객체를 합쳐 부르는 말입니다.
pt: Um termo agregador para uma chave e um objecto de esquema.

source: MateConf schema definition file
ca: fitxer de definició d'esquemes del MateConf
cs: Soubor definice schématu MateConf
de: MateConf-Schema-Definitionsdatei
eu: MateConf eskemen definizio-fitxategia
ja: MateConf のスキーマの定義ファイル
ko: MateConf 스키마 정의 파일
pt: Ficheiro de definição de esquema MateConf

source: A <application>MateConf</application> schema definition file lists the keys in a particular application, and defines the characteristics of the keys. <application>MateConf</application> schemas are generated from schema definition files. Schema definition files have a <filename>.schemas</filename> file extension.
ca: Un fitxer de definició d'esquemes del <application>MateConf</application> llista les claus d'una aplicació determinada i defineix les característiques de les claus. Els esquemes del <application>MateConf</application> són generats des de fitxers de definició d'esquemes. Els fitxers de definició d'esquemes tenen una extensió de fitxer <filename>.schemas</filename>.
cs: Soubor definice schématu <application>MateConf</application> obsahuje seznam klíčů jedné aplikace a definuje vlastnosti klíčů. Schémata <application>MateConf</application> se generují ze souborů definic schématu. Soubory definicí schématu mají příponu <filename>.schemas</filename>.
de: Eine <application>MateConf</application>-Schemadefinitions-Datei listet die Schlüssel in einer bestimmten Anwendung auf und legt deren Charakteristik fest. <application>MateConf</application>-Schemata werden aus Schemadefinitions-Dateien erzeugt. Schemadefinitions-Dateien tragen die Endung <filename>.schemas</filename>.
eu: <application>MateConf</application> eskemen definizio-fitxategiak aplikazio jakin bateko gakoak zerrendatu eta gako horien ezaugarriak definitzen ditu. <application>MateConf</application> eskemak eskemen definizio-fitxategietan oinarrituz sortzen dira. Eskemen definizio-fitxategien luzapena <filename>.schemas</filename> da.
ja: <application>MateConf</application> のスキーマの定義ファイルには特定のアプリケーションで使用するキーが羅列されており、それぞれのキーに関する特徴が定義されています。<application>MateConf</application> スキーマは、このスキーマの定義ファイルから生成されます。このファイルの拡張子は <filename>.schemas</filename> です。
ko: <application>MateConf</application> 스키마 정의 파일은 특정 프로그램에 속한 키의 목록과 이들의 특성을 정의합니다. <application>MateConf</application> 스키마는 스키마 정의 파일로부터 만들어 집니다. 스키마 정의 파일의 확장자는 <filename>.schemas</filename>입니다.
pt: Um ficheiro de definição de esquema <application>MateConf</application> lista as chaves de uma aplicação específica, e define as características das chaves. Os esquemas <application>MateConf</application> são gerados a partir de ficheiros de definição de esquema. Estes ficheiros têm a extensão <filename>.schemas</filename>.

source: MateConf schema key
ca: clau d'esquema del MateConf
cs: Klíč schématu MateConf
de: MateConf-Schema-Schlüssel
eu: MateConf eskema-gakoa
ja: MateConf スキーマ・キー
ko: MateConf 스키마 키
pt: Chave de esquema MateConf

source: A key that stores a schema object for a preference key. For example, <literal>/schemas/desktop/mate/interface/font_name</literal> is a schema key for the <literal>/desktop/mate/interface/font_name</literal> preference key.
ca: Una clau que emmagatzema un objecte d'esquema per a una clau de preferència. Per exemple, <literal>/schemas/desktop/mate/interface/font_name</literal> és una clau d'esquema per a la clau de preferència <literal>/desktop/mate/interface/font_name</literal>.
cs: Klíč, který uchovává objekt schématu pro klíč předvolby. Např. <literal>/schemas/desktop/mate/interface/font_name</literal> je klíč schématu pro klíč předvolby <literal>/desktop/mate/interface/font_name</literal>.
de: Ein Schlüssel, der ein Schema-Objekt für einen Einstellungsschlüssel speichert. Beispielsweise ist <literal>/schemas/desktop/mate/interface/font_name</literal> ein Schema-Schlüssel für das <literal>/desktop/mate/interface/font_name</literal>-Element.
eu: Hobespen-gako baten eskema-objektua gordetzen duen gakoa. Adibidez, <literal>/desktop/mate/interface/font_name</literal> hobespen gakoaren eskema bat da <literal>/schemas/desktop/mate/interface/font_name</literal>.
ja: 設定キー毎にスキーマ・オブジェクトを格納する際に使用するキーです。例えば、<literal>/schemas/desktop/mate/interface/font_name</literal> は <literal>/desktop/mate/interface/font_name</literal> という設定キーに対するスキーマ・キーです。
ko: 설정 키의 스키마 객체를 저장하는 키입니다. 예를 들어, <literal>/schemas/desktop/mate/interface/font_name</literal>은 <literal>/desktop/mate/interface/font_name</literal> 설정 키에 대한 스키마 키입니다.
pt: Uma chave que armazena um objecto de esquema para uma chave de preferências. Por exemplo, <literal>/schemas/desktop/mate/interface/font_name</literal> é uma chave de esquema para a chave de preferência <literal>/desktop/mate/interface/font_name</literal>.

source: MateConf schema object
ca: objecte d'esquema del MateConf
cs: Objekt schématu MateConf
de: MateConf-Schema-Schlüssel
eu: MateConf eskema-objektua
ja: MateConf スキーマ・オブジェクト
ko: MateConf 스키마 객체
pt: Objecto de esquema MateConf

source: An element in a configuration source that contains information about a preference key. The schema object contains information such as a default value for the preference key, and documentation on the preference key.
ca: Un element en una font de configuració que conté informació sobre una clau de preferència. L'objecte d'esquema conté informació com ara el valor predeterminat per a la clau de preferència i documentació sobre la clau de preferència.
cs: Prvek ve zdroji nastavení, který obsahuje informace o klíči předvolby. Objekt schématu obsahuje informace, jako je výchozí hodnota pro klíče předvolby a dokumentace pro klíč předvolby.
de: Ein Element in einer Konfigurattionsquelle, das Informationen über einen Einstellungsschlüssel enthält. Das Schema-Objekt enthält Informationen wie den Vorgabewert für den Einstellungsschlüssel und die dazugehörige Dokumentation.
eu: Konfigurazio-iturburuko elementu bat da, eta hobespen-gakoari buruzko informazioa du. Eskema-objektuak, besteak beste, informazio hau edukitzen du: hobespen-gakoaren balio lehenetsia eta hobespen-gakoari buruzko dokumentazioa.
ja: <application>MateConf</application> の設定ソースに保管されている要素の一つで、設定キーに関する情報 (デフォルト値や設定キーの説明など) を格納しています。
ko: 설정 키에 대한 정보를 포함하는 설정 소스 내의 요소입니다. 스키마 객체는 설정 키의 기본값, 설명 등과 같은 정보들을 포함합니다.
pt: Um elemento numa fonte de configuração que contém informação sobre uma chave de preferência. O objecto de esquema contém informação tal como o valor por omissão da chave de preferência e a documentação da mesma.

source: glob pattern
ca: patró global
cs: hromadná maska
de: Mustervergleich
eu: korrespondentzia-eredua
ja: Glob パターン
ko: glob 패턴
pt: padrão glob

source: A glob pattern is used to match a file name by using special characters such as <literal>*</literal> and <literal>?</literal>. The MIME system uses glob patterns to assign MIME types based upon filenames and often, file extensions.
ca: Un patró global s'utilitza per fer-lo coincidir amb el nom d'un fitxer utilitzant caràcters especials com ara <literal>*</literal> i <literal>?</literal>. Els sistema MIME utilitza patrons globals per a assignar tipus MIME basats amb els noms dels fitxers i, sovint, les extensions.
cs: Hromadná maska se používá k nalezení souborů s odpovídajícím názvem. K její definici se používají speciální divoké znaky jako <literal>*</literal> a <literal>?</literal>. Systém MIME používá hromadnou masku k přiřazení typu MIME na základě názvu souboru a často přípony souboru.
de: Ein Mustervergleich wird verwendet, um Dateinamen zu vergleichen, die spezielle Zeichen wie <literal>*</literal> und <literal>?</literal> enthalten. Das MIME-System verwendet solche Mustervergleiche, um MIME-Typen anhand von Dateinamen und oft auch Dateiendungen zuzuordnen.
eu: Fitxategi-izen batekin bat etortzeko erabiltzen dira korrespondentzia-ereduak; horretarako, honelako karaktereak erabiltzen dira, besteak beste: <literal>*</literal> eta <literal>?</literal>. MIME sistemak korrespondentzia-ereduak erabiltzen ditu fitxategi izenetan (eta, askotan, fitxategien luzapenetan) oinarrituta MIME motak esleitzeko.
ja: Glob パターンは特殊な文字 (<literal>*</literal> とか <literal>?</literal>) を使ってファイル名を検索するためのパターンです。MIME 型のシステムではこの Glob パターンを使って、ファイル名や拡張子に応じた MIME 型を割り当てます。
ko: glob 패턴은 <literal>*</literal> 혹은 <literal>?</literal> 등과 같은 특수 문자를 이용하여 파일 이름을 찾아보는 데 사용됩니다 .MIME 시스템은 파일 이름 및 때때로 파일 확장자를 이용하여 MIME 형식을 지정하기 위해 glob 패턴을 사용합니다.
pt: Um padrão glob é utilizado para realizar equivalências a um nome de ficheiro utilizando caracteres especiais tais como <literal>*</literal> e <literal>?</literal>. O sistema MIME utiliza padrões glob para atribuir tipos MIME baseados nos nomes dos ficheiros e, mais frequentemente, nas extensões dos ficheiros.

source: Interoperable Object Reference
cs: IOR
de: Interoperable Objektreferenz
eu: Objektu Erreferentzia Elkarreraginkorra (Interoperable Object Reference)
ja: IOR
ko: IOR (Interoperable Object Reference)
pt: Referência de Objecto Interoperável

source: An Interoperable Object Reference (IOR) is a string reference to a CORBA object. An IOR encodes a hostname and port to which messages can be sent to control the object. The IOR also contains an object key to identify the object.
ca: Un Interoperable Object Reference (IOR) és una cadena de referència a un objecte CORBA. Un IOR codifica el nom de l'ordinador i el port al qual els missatges es poden enviar per a controlar l'objecte. L'IOR també conté una clau d'objecte per a identificar l'objecte.
cs: Interoperable Object Reference je řetězcový odkaz na objekt CORBA. IOR v sobě ukrývá název počítače a port, na které lze posílat zprávy pro řízení objektu. Rovněž obsahuje klíč objektu, který objekt identifikuje.
de: Eine »Interoperable Object Reference« (IOR) ist eine Referenz zu einem CORBA-Objekt in Form einer Zeichenkette. Eine IOR enthält einen Rechnernamen und einen Port, an welchen Anweisungen gesendet werden können, um das Objekt zu steuern. Die IOR enthält außerdem einen Objektschlüssel zur Identifizierung des Objekts.
eu: Objektu Erreferentzia Elkarreraginkorra (IOR) CORBA objektu bati erreferentzia egiten dion katea da. IORk ostalari-izena eta ataka kodetzen ditu, eta mezuak horra bidal daitezke objektua kontrolatzeko. Objektua identifikatzeko objektu-gakoa era badauka IORk.
ja: <firstterm>Interoperable Object Reference</firstterm> (略して IOR) は CORBA オブジェクトへの参照の一つです (実体は文字列)。IOR は任意のホスト名やポート番号を符号化したもので、オブジェクトを管理するために送信されるデータです。さらに IOR にはそのオブジェクトを識別するためのオブジェクト・キーが一つ格納されています。
ko: IOR은 CORBA 객체에 대한 문자열 참조입니다. IOR은 객체를 제어하기 위해 메시지를 보낼 호스트 이름과 포트를 인코딩합니다. 또한 IOR은 객체를 판별하기 위한 객체 키도 포함하고 있습니다.
pt: Uma Referência de Objecto Interoperável (IOR) é uma expressão que representa uma referência a um objecto CORBA. Uma IOR codifica um nome de máquina e porto para onde podem ser enviadas mensagens para controlar o objecto. A IOR também contém uma chave de objecto para identificá-lo.

source: magic rule
ca: regla màgica
cs: magické pravidlo
eu: arau magikoa
ja: マジック・ルール
ko: 매직 규칙
pt: regra mágica

source: A magic rule defines a file's MIME type by specifying text or binary data to search for at the beginning of the file. Offsets to look for this data are defined in a magic rule.
ca: Una regla màgica defineix els tipus MIME d'un fitxer especificant dades de text o binàries a cercar al començament del fitxer. Els desplaçaments per a cercar aquestes dades són definits com una regla màgica.
cs: Magické pravidlo definuje typ MIME souboru podle specifických textových nebo binárních dat, které hledá na začátku souboru. V magickém pravidle je definovaná pozice, na které si tyto data mají hledat.
de: Eine magische Regel definiert den MIME-Typ einer Datei, indem der Beginn der Datei nach bestimmten Text- oder Binärdaten durchsucht wird. Die Größe des zu durchsuchenden Teils der Datei wird in der magischen Regel festgelegt.
eu: Fitxategien MIME mota definitzen dute arau magikoek, eta, horretarako, fitxategi-hasieran bilatu beharreko testua edo datu bitarra zehazten dute. Datu hori bilatzeko desplazamenduak arau magiko batean definitzen dira.
ja: マジック・ルールは、任意のファイルの先頭に何が格納されているか (文字列だったりバイナリ・データだったり) を指定することによって MIME 型を定義するものです。このデータを検索するためのオフセットをマジック・ルールの中で定義しておきます。
ko: 매직(magic) 규칙은 파일의 MIME 형식을 찾기위해 파일의 시작 부분에 저장된 텍스트 혹은 바이너리 데이터를 정의합니다. 이 데이터를 살펴볼 오프셋도 매직 규칙 내에 정의되어 있습니다.
pt: Uma regra mágica define o tipo MIME de um ficheiro especificando dados de texto ou binários a procurar no início desse ficheiro. Deslocações para realizar a procura são definidas numa regra mágica.

source: Menu definition files define the hierarchy of menus that are used in the MATE menu bar.
ca: Els fitxers de definició de menú defineixen la jerarquia dels menús que són utilitzats en la barra de menú del MATE.
cs: Definiční soubor nabídky definuje hierarchii nabídek, které jsou použité v panelu nabídek MATE.
de: Menüdefinitions-Dateien legen die hierarchische Struktur der in der MATE-Menüleiste verwendeten Menüs fest.
eu: MATEren menu-barrako menuen hierarkia definitzen dute menuen definizio-fitxategiek.
ja: メニューの定義ファイルは MATE のメニューバーの中で使用するメニューの階層構造を定義したものです。
ko: 메뉴 정의 파일은 그놈 메뉴 모음에 사용되는 메뉴의 계층 구조를 정의하는 파일입니다.
pt: Ficheiros de definição de menu definem a hierarquia de menus que é utilizada na barra de menu do MATE.

source: Multipurpose Internet Mail Extension.
ca: Extensions de correu Internet multipropòsit
cs: Multipurpose Internet Mail Extension (Víceúčelové rozšíření Internetové pošty).
eu: Internet Postako Xede Anitzeko Hedapenak (Multipurpose Internet Mail Extension).
ja: <firstterm>Multipurpose Internet Mail Extension</firstterm> の略で、多目的インターネットメール拡張という規格です。
pt: Extensão Multi-propósito de Correio na Internet

source: MIME source XML file
ca: fitxer font XML MIME
cs: zdrojový soubor XML pro MIME
de: MIME XML-Quelldatei
eu: MIMEren XML iturburu-fitxategia
ja: MIME 型のソース XML ファイル
ko: MIME 소스 XML 파일
pt: ficheiro XML de origem MIME
