Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: After creating or modifying a <filename>.desktop</filename> entry file, you must update the application database using the <application>update-desktop-database</application> application (very similar to <application>update-mime-database</application>, except it does not take a parameter). This will create a <filename>mimeinfo.cache</filename> file in the <filename>applications</filename> subdirectory for each directory in <filename>$XDG_DATA_HOME:$XDG_DATA_DIRS</filename>. The cache file is necessary so that all the <filename>.desktop</filename> files do not need to be scanned for just the <literal>MimeType</literal> key, as this causes unnecessary disk I/O.
ca: Després de crear o modificar un fitxer d'entrada <filename>.desktop</filename>, heu d'actualitzar la base de dades de l'aplicació utilitzant l'aplicació <application>update-desktop-database</application> (molt semblant al <application>update-mime-database</application>, excepte que aquesta no té paràmetre). Es crearà un fitxer <filename>mimeinfo.cache</filename> en el subdirectori <filename>applications</filename> per a cada directori en <filename>$XDG_DATA_HOME:$XDG_DATA_DIRS</filename>. El fitxer cache (cau) és necessari per no haver d'escanejar tots els fitxers <filename>.desktop</filename> només per la clau <literal>MimeType</literal>, cosa que causa E/S del disc innecessàries.
cs: Po vytvoření nebo změně vstupního souboru <filename>.desktop</filename>, musíte aktualizovat databázi aplikací pomocí aplikace <application>update-desktop-database</application> (velmi podobně jako <application>update-mime-database</application>, s tím rozdílem, že nepřebírá parametry). Tím se vytvoří soubor <filename>mimeinfo.cache</filename> v podsložce <filename>applications</filename> pro každou složku v <filename>$XDG_DATA_HOME:$XDG_DATA_DIRS</filename>. Tento vyrovnávací soubor je nutný, aby se nemusely kvůli klíči <literal>MimeType</literal> prohledávat všechny soubory <filename>.desktop</filename>, což by způsobilo nepříjemný nárůst diskových operací.
de: Nach dem Erstellen oder Ändern einer <filename>.desktop</filename>-Eintragsdatei müssen Sie mit Hilfe der Anwendung <application>update-desktop-database</application> die Anwendungsdatenbank aktualisieren (sehr ähnlich zu <application>update-mime-database</application>, erfordert jedoch keinen Parameter). Dadurch wird eine Datei namens <filename>mimeinfo.cache</filename> im Unterordner <filename>applications</filename> für jeden Ordner in <filename>$XDG_DATA_HOME:$XDG_DATA_DIRS</filename> angelegt. Die Zwischenspeicherdatei ist notwendig, um wiederholtes Einlesen aller <filename>.desktop</filename>-Dateien und damit unnötige Schreib- und Lesevorgänge auf dem jeweiligen Speichermedium zu vermeiden.
eu: <filename>.desktop</filename> sarrera-fitxategi bat sortu edo aldatu ondoren, aplikazioaren datu-basea eguneratu behar da <application>update-desktop-database</application> aplikazioaren bidez (<application>update-mime-database</application>ren oso antzekoa da, baina ez du parametrorik). <filename>$XDG_DATA_HOME:$XDG_DATA_DIRS</filename>eko direktorio bakoitzeko <filename>mimeinfo.cache</filename> fitxategi bat sortuko du <filename>applications</filename> azpidirektorioan. Cache fitxategia beharrezkoa da <literal>MimeType</literal> gakoa dela eta <filename>.desktop</filename> fitxategiak eskaneatu behar ez izateko, horrek diskoaren alferrikako S/I eragiten baitu.
ja: <filename>.desktop</filename> ファイルを作成するか変更するなどしたら、<application>update-desktop-database</application> コマンドを使ってデスクトップ・アプリケーション用のデータベースを更新してください (このコマンドは引数を受け取らない点を除いて、<application>update-mime-database</application> とかなり類似しています)。このコマンドは <filename>mimeinfo.cache</filename> というファイルを <filename>$XDG_DATA_HOME:$XDG_DATA_DIRS</filename> が示す各フォルダの <filename>applications</filename> サブフォルダの中に生成します。このキャッシュ・ファイルが存在していることで、デスクトップ・エントリのファイルから <literal>MimeType</literal> キーを取得する際に、すべての <filename>.desktop</filename> ファイルを解析する必要がなく、デスクの I/O を抑えることができます。
ko: <filename>.desktop</filename> 엔트리 파일을 만들거나 수정하고 나면, <application>update-desktop-database</application> 프로그램을 이용하여 데이터베이스를 갱신해 주어야 합니다. (이 프로그램은 인자를 받지 않는다는 것만 제외하면 <application>update-mime-database</application> 프로그램과 매우 비슷합니다.) 이 프로그램은 file in the <filename>$XDG_DATA_HOME:$XDG_DATA_DIRS</filename> 내의 각 디렉토리에 있는 <filename>applications</filename> 하위 디렉토리에 <filename>mimeinfo.cache</filename> 파일을 만들 것입니다. cache 파일은 단지 <literal>MimeType</literal> 키를 읽기 위해 <filename>.desktop</filename> 파일 전체를 다시 읽어야 하는 경우를 (이 경우 불필요한 디스크 I/O가 발생될 것입니다) 방지하기 위해 필요합니다.
pt: Apos criar ou alterar um ficheiro de definição de iniciador <filename>.desktop</filename>, tem de actualizar a base de dados de aplicações utilizando a aplicação <application>update-desktop-database</application> (muito semelhante à <application>update-mime-database</application>, excepto que não recebe um parâmetro). Isto irá criar um ficheiro <filename>mimeinfo.cache</filename> no subdirectório <filename>applications</filename> de cada directório em <filename>$XDG_DATA_HOME:$XDG_DATA_DIRS</filename>. O ficheiro de cache é necessário para que todos os ficheiros <filename>.desktop</filename> não tenham de ser analisados apenas por causa da chave <literal>MimeType</literal>, já que isto causa I/O de disco desnecessário.

source: Default applications to use for specific MIME types should be specified in a file called <filename>defaults.list</filename>. This file is located in the <filename>applications</filename> subdirectory for each directory in <envar>$XDG_DATA_HOME</envar> and <envar>$XDG_DATA_DIRS</envar>. The format for this file consists of the MIME type, the <literal>=</literal> symbol and the Desktop File ID (which is the filename for the desktop entry file). <xref linkend="mimetypes-registering-example"/> is a short example of a <filename>defaults.list</filename> file in a user's <filename>~/.local/share/applications</filename> directory.
ca: Les aplicacions a utilitzar de forma predeterminada per a tipus MIME específics haurien d'especificar-se en un fitxer anomenat <filename>defaults.list</filename>. Aquest fitxer està ubicat en el subdirectori <filename>applications</filename> de cada directori <envar>$XDG_DATA_HOME</envar> i <envar>$XDG_DATA_DIRS</envar>. El format d'aquest fitxer consisteix en el tipus MIME, el símbol <literal>=</literal> i l'identificador de fitxer de l'escriptori (que és el nom de fitxer per al fitxer d'entrada de l'escriptori). El <xref linkend="mimetypes-registering-example"/> és un breu exemple d'un fitxer <filename>defaults.list</filename> en un directori d'usuari <filename>~/.local/share/applications</filename>.
cs: Výchozí aplikace používané pro jisté typy MIME by měli být uvedené v souboru nazvaném <filename>defaults.list</filename>. Tento soubor je umístěný v podsložce <filename>applications</filename> v každé složce <envar>$XDG_DATA_HOME</envar> a <envar>$XDG_DATA_DIRS</envar>. Formát tohoto souboru sestává z typu MIME, symbolu <literal>=</literal> a ID souboru desktop (což je název souboru vstupu pracovního prostředí). <xref linkend="mimetypes-registering-example"/> je krátkou ukázkou souboru <filename>defaults.list</filename> ve složce <filename>~/.local/share/applications</filename>.
de: Vorgegebene Anwendungen für bestimmte MIME-Typen sollten in einer Datei namens <filename>defaults.list</filename> festgelegt werden. Diese Datei befindet sich im Unterordner <filename>applications</filename> in jedem Ordner in <envar>$XDG_DATA_HOME</envar> und <envar>$XDG_DATA_DIRS</envar>. Das Format dieser Datei besteht aus dem MIME-Typ, dem <literal>=</literal>-Symbol und der Kennung der Desktop-Datei (bei welcher sich es um den Namen der Desktopeintrags-Datei handelt). In <xref linkend="mimetypes-registering-example"/> finden Sie ein kleines Beispiel einer Datei <filename>defaults.list</filename> im Ordner <filename>~/.local/share/applications</filename> eines Benutzers.
eu: MIME mota jakinekin erabili beharreko aplikazio lehenetsiak <filename>defaults.list</filename> izeneko fitxategian adierazi behar dira. <envar>$XDG_DATA_HOME</envar>ko eta <envar>$XDG_DATA_DIRS</envar>eko direktorio bakoitzaren <filename>applications</filename> azpidirektorioan kokatzen da fitxategi hori. Hau da fitxategi horren formatua: MIME mota, <literal>=</literal> ikurra, eta Desktop fitxategiaren IDa (alegia, mahaigaineko sarrera-fitxategiaren izena). Erabiltzailearen <filename>~/.local/share/applications</filename> direktorioko <filename>defaults.list</filename> fitxategiaren adibide laburra da <xref linkend="mimetypes-registering-example"/>.
ja: 特定の MIME 型で使用するデフォルトのアプリケーションは <filename>defaults.list</filename> と呼ばれるファイルの中で指定します。このファイルは環境変数である <envar>$XDG_DATA_HOME</envar> と <envar>$XDG_DATA_DIRS</envar> が示すフォルダの <filename>applications</filename> サブフォルダの中に保管されています。このファイルには、一行ごとに MIME 型とデスクトップ・エントリのファイルの識別子 (デスクトップ・エントリのファイル名) が <literal>=</literal> で区切られて記述されています。<xref linkend="mimetypes-registering-example"/> に <filename>~/.local/share/applications</filename> というフォルダに格納された <filename>defaults.list</filename> ファイルの短い例を示します。
ko: 특정 MIME 형식을 처리하기 위해 사용되는 기본 프로그램은 <filename>defaults.list</filename> 파일에 지정되어야 합니다. 이 파일은 <envar>$XDG_DATA_HOME</envar>과 <envar>$XDG_DATA_DIRS</envar> 내의 각 디렉토리에 있는 <filename>applications</filename> 하위 디렉토리에 있습니다. 이 파일은 형식은 MIME 형식, <literal>=</literal> 기호, 데스크탑 파일 ID (데스크탑 엔트리 파일의 이름을 말합니다). <xref linkend="mimetypes-registering-example"/>는 사용자의 <filename>~/.local/share/applications</filename> 디렉토리에 있는 <filename>defaults.list</filename> 파일의 간략한 예입니다.
pt: Aplicações por omissão para utilizar com tipos MIME específicos devem ser especificadas num ficheiro denominado <filename>defaults.list</filename>. Este ficheiro localiza-se no subdirectório <filename>applications</filename> de cada directório em <envar>$XDG_DATA_HOME</envar> e <envar>$XDG_DATA_DIRS</envar>. O formato deste ficheiro consiste no tipo MIME, o símbolo <literal>=</literal> e o ID do Ficheiro de Iniciador (que é o nome do ficheiro de definição de iniciador). <xref linkend="mimetypes-registering-example"/> é um pequeno exemplo de um ficheiro <filename>defaults.list</filename> no directório <filename>~/.local/share/applications</filename> de um utilizador.

source: A User's <filename>defaults.list</filename> file
ca: Un fitxer d'usuari <filename>defaults.list</filename>
cs: Uživatelův soubor <filename>defaults.list</filename>
de: Die Datei <filename>defaults.list</filename> eines Benutzers
eu: Erabiltzaile baten <filename>defaults.list</filename> fitxategia
ja: ユーザ用の <filename>defaults.list</filename> ファイル
ko: 사용자의 <filename>defaults.list</filename> 파일
pt: O ficheiro <filename>defaults.list</filename> de um utilizador

source: XDG Desktop Entry Specification
ca: Especificació d'entrades de l'escriptori XDG
cs: Specifikace Vstupu pracovního prostředí od XDG
eu: XDG mahaigaineko sarreren zehaztapena
ja: XDG デスクトップ・エントリの仕様
ko: XDG 데스크탑 엔트리 명세서
pt: Especificação XDG de Definição de Iniciador

source: How to register MIME types for applications is part of the <ulink url="http://www.freedesktop.org/wiki/Standards/desktop-entry-spec">XDG desktop entry specification</ulink>, rather than the <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG shared mime info specification</ulink>.
ca: Com registrar tipus MIME per a aplicacions és part de l'<ulink url="http://www.freedesktop.org/wiki/Standards/desktop-entry-spec">Especificació d'entrades de l'escriptori XDG</ulink>, més que de l'<ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">Especificació d'informació MIME compartida XDG</ulink>.
cs: Vysvětlení, jak registrovat typy MIME pro aplikaci, není součástí <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">Specifikace sdílení informací mime od XDG</ulink>, ale <ulink url="http://www.freedesktop.org/wiki/Standards/desktop-entry-spec">Specifikace vstupu pracovního prostředí od XDG</ulink>.
de: Die Art und Weise der Registrierung von MIME-Typen für Anwendungen ist Teil der <ulink url="http://www.freedesktop.org/wiki/Standards/desktop-entry-spec">XDG desktop entry specification</ulink>, jedoch nicht der <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG shared mime info specification</ulink>.
eu: Aplikazioen MIME motak nola erregistratu <ulink url="http://www.freedesktop.org/wiki/Standards/desktop-entry-spec">XDG mahaigaineko sarreren zehaztapena</ulink>ri dagokio, eta ez <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDGren mime partekatuei buruzko informazio-zehaztapena</ulink>ri.
ja: アプリケーション毎に MIME 型を登録する方法は「<ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG Shared MIME Info の仕様</ulink>」というよりは、むしろ「<ulink url="http://www.freedesktop.org/wiki/Standards/desktop-entry-spec">XDG デスクトップ・エントリの仕様</ulink>」の一部です。
ko: 프로그램에 MIME 형식을 등록하는 것은 <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG 공통 MIME 정보 명세서</ulink>가 아닌 <ulink url="http://www.freedesktop.org/wiki/Standards/desktop-entry-spec">XDG 데스크탑 엔트리 명세서</ulink>일부입니다.
pt: Como registar tipos MIME de aplicações é parte da <ulink url="http://www.freedesktop.org/wiki/Standards/desktop-entry-spec">especificação XDG de definição de iniciador</ulink>, e não da <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">especificação XDG de informação mime partilhada</ulink>.

source: Adding an Application to the MATE Desktop
ca: Addició d'una aplicació a l'escriptori del MATE
cs: Přidání aplikace do Pracovního prostředí MATE
de: Hinzufügen einer Anwendung zum MATE-Desktop
eu: Aplikazio bat MATE mahaigainari gehitzea
ja: アプリケーションを MATE デスクトップに追加する
ko: 그놈 데스크탑에 프로그램 추가하기
pt: Adicionar uma Aplicação ao Ambiente de Trabalho MATE

source: adding applications
ca: afegir una aplicació
cs: přidávání aplikací
de: Anwendungen hinzufügen
eu: aplikazioak gehitzea
ko: 프로그램 추가
pt: adicionar aplicações

source: To add an application to the MATE Desktop, perform the following steps:
ca: Per a afegir una aplicació a l'escriptori del MATE, realitzeu els passos següents:
cs: Pokud chcete do Pracovního prostředí MATE přidat aplikaci, postupujte následovně:
de: Um eine neue Anwendung zum MATE-Desktop hinzuzufügen, gehen Sie wie folgt vor:
eu: MATE mahaigainari aplikazio bat gehitzeko, jarraitu urrats hauei:
ja: アプリケーションを MATE デスクトップに追加する手順は次のとおりです:
ko: 그놈 데스크탑에 프로그램을 추가하려면 다음 과정을 수행하십시오:
pt: Para adicionar uma aplicação ao Ambiente de Trabalho MATE, realize os seguintes passos:

source: Add a menu item for the application. For more information on how to add an item to a menu, see <xref linkend="menustructure-2"/>.
ca: Afegiu un element de menú per a l'aplicació. Per a obtenir més informació de com afegir un element a un menú, vegeu la <xref linkend="menustructure-2"/>.
cs: Přidejte pro aplikaci položku do nabídky. Jak se to dělá, popisuje podrobně <xref linkend="menustructure-2"/>.
de: Fügen Sie einen Menüeintrag für die Anwendung hinzu. Weitere Informationen über das Hinzufügen eines Eintargs zu einem Menü finden Sie in <xref linkend="menustructure-2"/>.
eu: Gehitu menu-elementu bat aplikazioarentzat. Menu bati elementu bat nola gehitzen zaion jakiteko, ikus <xref linkend="menustructure-2"/>.
ja: アプリケーションのメニュー項目を追加する (メニュー項目をメニューに追加する方法について詳細は「<xref linkend="menustructure-2"/>」を参照のこと)
ko: 프로그램에 대한 메뉴 항목을 더합니다. 메뉴에 항목을 추가하는 방법에 대한 정보는 <xref linkend="menustructure-2"/> 부분을 보기 바랍니다.
pt: Adicione um item de menu para a aplicação. Para mais informações sobre como adicionar um item a um menu, consulte <xref linkend="menustructure-2"/>.

source: Add an icon for the application to <filename>/usr/share/icons/<replaceable>theme-name</replaceable>/<replaceable>icon-size</replaceable>/apps</filename>. For more information on icons and themes, see <xref linkend="themes-11"/>.
ca: Afegiu una icona per a l'aplicació a <filename>/usr/share/icons/<replaceable>nom-del-tema</replaceable>/<replaceable>mida-de-la-icona</replaceable>/apps</filename>. Per a obtenir més informació sobre les icones i els temes, vegeu la <xref linkend="themes-11"/>.
cs: Přidejte pro aplikaci ikonu do <filename>/usr/share/icons/<replaceable>název-motivu</replaceable>/<replaceable>velikost-ikony</replaceable>/apps</filename>. Podrobnosti o ikonách a motivech uvádí <xref linkend="themes-11"/>.
de: Fügen Sie ein Symbol für die Anwendung zu <filename>/usr/share/icons/<replaceable>Themenname</replaceable>/<replaceable>Symbolgröße</replaceable>/apps</filename> hinzu. Weitere Informationen über Symbole und Themen finden Sie in <xref linkend="themes-11"/>.
eu: Gehitu aplikazioaren ikonoa honi: <filename>/usr/share/icons/<replaceable>gaiaren izena</replaceable>/<replaceable>ikono-tamaina</replaceable>/apps</filename>. Ikonoei eta gaiei buruzko informazio gehiago behar baduzu, ikus <xref linkend="themes-11"/>.
ja: アプリケーションのアイコンを <filename>/usr/share/icons/<replaceable>テーマ名</replaceable>/<replaceable>アイコンの大きさ</replaceable>/apps</filename> というフォルダにインストールする (アイコンとテーマに関して詳細は「<xref linkend="themes-11"/>」を参照のこと)
ko: 프로그램에 대한 아이콘을 <filename>/usr/share/icons/<replaceable>테마-이름</replaceable>/<replaceable>아이콘-크기</replaceable>/apps</filename>에 추가합니다. 아이콘과 테마에 대한 자세한 정보는 <xref linkend="themes-11"/> 부분을 보기 바랍니다.
pt: Adicione um ícone para a aplicação em <filename>/usr/share/icons/<replaceable>theme-name</replaceable>/<replaceable>icon-size</replaceable>/apps</filename>. Para mais informações sobre ícones e temas, consulte <xref linkend="themes-11"/>.

source: If the application uses a new MIME type, add a source XML file to the MIME database. For more information, see <xref linkend="mimetypes-modifying"/>.
ca: Si l'aplicació utilitza un tipus MIME nou, afegiu un fitxer font XML a la base de dades MIME. Per a obtenir més informació, vegeu la <xref linkend="mimetypes-modifying"/>.
cs: Pokud aplikace používá nové typy MIME, přidejte do databáze MIME zdrojové soubory MIME. Viz <xref linkend="mimetypes-modifying"/>.
de: Falls die Anwendung einen neuen MIME-Typ verwendet, fügen Sie eine XML-Quelldatei zur MIME-Datenbank hinzu. Weitere Informationen hierzu finden Sie in <xref linkend="mimetypes-modifying"/>.
eu: Aplikazioak MIME mota berri bat erabiltzen badu, gehitu XML iturburu-fitxategia MIME datu-baseari. Informazio gehiago behar baduzu, ikus <xref linkend="mimetypes-modifying"/>.
ja: もしアプリケーションに新しい MIME 型が必要ならば、ソース XML ファイルを MIME 型のデータベースに追加する (詳細は「<xref linkend="mimetypes-modifying"/>」を参照のこと)
ko: 만약 프로그램이 새로운 MIME 형식을 사용한다면, 소스 XML 파일을 MIME 데이터베이스에 추가합니다. 자세한 정보는 <xref linkend="mimetypes-modifying"/> 부분을 보기 바랍니다.
pt: Se a aplicação utilizar um novo tipo MIME, adicione um ficheiro XML de origem à base de dados MIME. Para mais informações, consulte <xref linkend="mimetypes-modifying"/>.

source: If the application uses a new MIME type, add an icon for the MIME type to <filename>/usr/share/icons/<replaceable>theme-name</replaceable>/<replaceable>icon-size</replaceable>/mimetypes</filename>. For more information on icons and themes, see <xref linkend="themes-0"/>.
ca: Si l'aplicació utilitza un tipus de MIME nou, afegiu una icona per al tipus MIME a <filename>/usr/share/icons/<replaceable>nom-del-tema</replaceable>/<replaceable>mida-de-la-icona</replaceable>/mimetypes</filename>. Per a obtenir més informació sobre les icones i els temes, vegeu la <xref linkend="themes-0"/>.
cs: Pokud aplikace používá nové typy MIME, přidejte pro typ MIME ikonu do <filename>/usr/share/icons/<replaceable>název-motivu</replaceable>/<replaceable>velikost-ikony</replaceable>/mimetypes</filename>. Podrobnosti o ikonách a motivech uvádí <xref linkend="themes-0"/>.
de: Falls die Anwendung einen neuen MIME-Typ verwendet, fügen Sie ein Symbol für diesen MIME-Typ zu <filename>/usr/share/icons/<replaceable>Themenname</replaceable>/<replaceable>Symbolgröße</replaceable>/mimetypes</filename> hinzu. Weitere Informationen über Symbole und Themen finden Sie in <xref linkend="themes-0"/>.
eu: Aplikazioak MIME mota berri bat erabiltzen badu, gehitu MIME motaren ikonoa honi: <filename>/usr/share/icons/<replaceable>gaiaren izena</replaceable>/<replaceable>ikono-tamaina</replaceable>/mimetypes</filename>. Ikonoei eta gaiei buruzko informazio gehiago behar baduzu, ikus <xref linkend="themes-0"/>.
ja: もしアプリケーションに新しい MIME 型が必要ならば、その MIME 型のアイコンを <filename>/usr/share/icons/<replaceable>テーマ名</replaceable>/<replaceable>アイコンの大きさ</replaceable>/mimetypes</filename> にインストールする (アイコンとテーマに関して詳細は「<xref linkend="themes-0"/>」を参照のこと)
ko: 만약 프로그램이 새로운 MIME 형식을 사용한다면, MIME 형식에 대한 아이콘을 <filename>/usr/share/icons/<replaceable>테마-이름</replaceable>/<replaceable>아이콘-크기</replaceable>/mimetypes</filename>에 추가합니다. 아이콘과 테마에 대한 자세한 정보는 <xref linkend="themes-0"/> 부분을 보기 바랍니다.
pt: Se a aplicação utilizar um novo tipo MIME, adicione um ícone para o tipo MIME a <filename>/usr/share/icons/<replaceable>theme-name</replaceable>/<replaceable>icon-size</replaceable>/mimetypes</filename>. Para mais informações sobre ícones e temas, consulte <xref linkend="themes-0"/>.

source: To associate the application with a MIME type, include a <literal>MimeType</literal> key in your <filename>.desktop</filename> file. For more information, see <xref linkend="mimetypes-registering"/>.
ca: Per a associar l'aplicació amb un tipus MIME, incloeu una clau <literal>MimeType</literal> en el fitxer <filename>.desktop</filename>. Per a obtenir més informació, vegeu la <xref linkend="mimetypes-registering"/>.
cs: Přidružte aplikaci k typu MIME vložením klíče <literal>MimeType</literal> do svého souboru <filename>.desktop</filename>. Viz <xref linkend="mimetypes-registering"/>.
de: Um eine Anwendung einem MIME-Typ zuzuordnen, fügen Sie einen <literal>MimeType</literal>-Schlüssel zu Ihrer <filename>.desktop</filename>-Datei hinzu. Weitere Informationen hierzu finden Sie in <xref linkend="mimetypes-registering"/>.
eu: Aplikazio bat MIME mota batekin lotzeko, sartu <literal>MimeType</literal> gako bat <filename>.desktop</filename> fitxategian. Informazio gehiago behar baduzu, ikus <xref linkend="mimetypes-registering"/>.
ja: アプリケーションと MIME 型を関連付ける時は <literal>MimeType</literal> キーをその <filename>.desktop</filename> ファイルに挿入する (詳細は「<xref linkend="mimetypes-registering"/>」を参照のこと)
ko: MIME 형식과 프로그램을 연결하려면 <filename>.desktop</filename> 파일에 <literal>MimeType</literal> 키를 포함시킵니다. 자세한 정보는 <xref linkend="mimetypes-registering"/> 부분을 보기 바랍니다.
pt: Para associar a aplicação a um tipo MIME, inclua a chave <literal>MimeType</literal> no seu ficheiro <filename>.desktop</filename>. Para mais informações, consulte <xref linkend="mimetypes-registering"/>.

source: Setting Screensavers
ca: Establiment de l'estalvi de pantalla
cs: Nastavení šetřičů obrazovky
de: Bildschirmschoner einstellen
eu: Pantaila-babesleak ezartzea
ja: スクリーンセーバーの設定
ko: 화면 보호기 설정하기
pt: Configurar o Protector de Ecrã
