Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: For example, the <literal>&lt;Category&gt;</literal> element is a basic matching rule that selects a <link linkend="menustructure-desktopentry"><emphasis>desktop entry</emphasis></link> only if the <link linkend="category-key"><literal>Categories</literal> key</link> contains the content of the <literal>&lt;Category&gt;</literal> element. In the example, the <literal>Accessories</literal> menu will include a <emphasis>desktop entry</emphasis> only if it contains <quote>Utility</quote> but not <quote>System</quote> in the Categories key. For more information on the Categories key, see <xref linkend="menustructure-desktopentry"/>.
ca: Per exemple, l'element <literal>&lt;Category&gt;</literal> és una regla de coincidència bàsica que selecciona una <link linkend="menustructure-desktopentry"><emphasis>entrada d'escriptori</emphasis></link> només si la <link linkend="category-key">clau <literal>Categories</literal></link> conté el contingut de l'element <literal>&lt;Category&gt;</literal>. En l'exemple, el menú <literal>Accessories</literal> només inclourà una <emphasis>entrada d'escriptori</emphasis> si conté <quote>Utility</quote> però no <quote>System</quote> en la clau Categories. Per a obtenir més informació sobre la clau Categories, vegeu la <xref linkend="menustructure-desktopentry"/>.
cs: Například element <literal>&lt;Category&gt;</literal> je základní srovnávací pravidlo, které vybere <link linkend="menustructure-desktopentry"><emphasis>vstup pracovního prostředí</emphasis></link> pouze v případě, že <link linkend="category-key">klíč <literal>Categories</literal></link> obsahuje hodnotu elementu <literal>&lt;Category&gt;</literal>. V příkladu bude nabídka <literal>Příslušenství</literal> zahrnovat <emphasis>vstupy pracovního prostředí</emphasis> jen v případě, že budou mít v klíči Categories uvedeno <quote>Pomůcky</quote>, ale ne <quote>Systém</quote>. Více o klíči Categories uvádí <xref linkend="menustructure-desktopentry"/>.
de: Beispielsweise stellt das <literal>&lt;Category&gt;</literal>-Element eine grundlegende Übereinstimmungsregel dar, welche einen <link linkend="menustructure-desktopentry"><emphasis>Desktopeintrag</emphasis></link> nur dann auswählt, wenn der <link linkend="category-key"><literal>Categories</literal>-Schlüssel</link> den Inhalt des <literal>&lt;Category&gt;</literal>-Elements enthält. Für dieses Beispiel bedeutet das, dass das <literal>Accessories</literal>-Menü einen <emphasis>Desktopeintrag</emphasis> nur dann anzeigen wird, wenn zwar <quote>Utility</quote>, aber nicht <quote>System</quote> im Categories Schlüssel enthalten ist. Weitere Informationen über den Categories-Schlüssel finden Sie in <xref linkend="menustructure-desktopentry"/>.
eu: Adibidez, oinarrizko parekatze-araua da <literal>&lt;Category&gt;</literal> elementua, eta <link linkend="menustructure-desktopentry"><emphasis>mahaigaineko sarrera</emphasis></link> hautatzen du soilik <link linkend="category-key"><literal>Categories</literal> gakoak</link> <literal>&lt;Category&gt;</literal> elementuaren edukia badauka. Adibidean, <emphasis>mahaigaineko sarrera</emphasis> bat sartuko du <literal>Accessories</literal> menuak, soilik Kategoriak gakoan <quote>Utility</quote> badauka, baina <quote>System</quote> ez badauka. Kategoriak gakoari buruzko informazio gehiago behar baduzu, ikus <xref linkend="menustructure-desktopentry"/>.
ja: <literal>&lt;Category&gt;</literal> という要素はフィルタの基本ルールの一つです。これは<emphasis>デスクトップ・エントリ</emphasis>の <link linkend="category-key"><literal>Categories</literal> というキー</link>に <literal>&lt;Category&gt;</literal> が示す内容が含まれていたら、その<link linkend="menustructure-desktopentry"><emphasis>デスクトップ・エントリ</emphasis></link>だけを選択し有効にするというものです。この例の場合だと、ある<emphasis>デスクトップ・エントリ</emphasis>の <literal>Categories</literal> というキーの中に <quote>Utility</quote> が含まれているが <quote>System</quote> は含まれていない場合にのみ、この<emphasis>デスクトップ・エントリ</emphasis>が <literal>Accessories</literal> というメニューに表示されるというものです。<literal>Categories</literal> キーについて詳細は「<xref linkend="menustructure-desktopentry"/>」をご覧ください。
ko: 예르 들어 <literal>&lt;Category&gt;</literal> 엘리먼트는 오직 <link linkend="category-key"><literal>분류</literal> 키</link>가 <literal>&lt;Category&gt;</literal> 엘리먼트의 내용을 포함하는 <link linkend="menustructure-desktopentry"><emphasis>데스크탑 엔트리</emphasis></link>를 선택하는 기본 매칭 규칙입니다. 이 예제에서 <literal>Accessories</literal> 메뉴는 분류 키에 <quote>Utility</quote>를 포함하지만 <quote>System</quote>을 포함하지 않는 <emphasis>데스크탑 엔트리</emphasis> 만을 포함할 것입니다. 분류 키에 대한 자세한 정보는 <xref linkend="menustructure-desktopentry"/> 부분을 보기 바랍니다.
pt: Por exemplo, o elemento <literal>&lt;Category&gt;</literal> é uma regra de equivalência básica que selecciona uma <link linkend="menustructure-desktopentry"><emphasis>definição de iniciador</emphasis></link> apenas se a <link linkend="category-key">chave <literal>Categories</literal></link> contiver o conteúdo do elemento <literal>&lt;Category&gt;</literal>. No exemplo, o menu <literal>Accessories</literal> irá incluir uma <emphasis>definição de iniciador</emphasis> apenas se contiver <quote>Utility</quote> mas não <quote>System</quote> na chave "Categories". Para mais informações sobre a chave "Categories", consulte <xref linkend="menustructure-desktopentry"/>.

source: Example of a <filename>.menu</filename> file
ca: Exemple d'un fitxer <filename>.menu</filename>
cs: Příklad souboru <filename>.menu</filename>
de: Beispiel für eine <filename>.menu</filename>-Datei
eu: <filename>.menu</filename> fitxategiaren adibidea
ja: <filename>.menu</filename> ファイルの例
ko: <filename>.menu</filename> 파일의 예
pt: Exemplo de um ficheiro <filename>.menu</filename>

source: &lt;!DOCTYPE Menu PUBLIC "-//freedesktop//DTD Menu 1.0//EN" "http://www.freedesktop.org/standards/menu-spec/1.0/menu.dtd"&gt; &lt;Menu&gt; &lt;Name&gt;Applications&lt;/Name&gt; &lt;Directory&gt;Applications.directory&lt;/Directory&gt; &lt;!-- Read standard .directory and .desktop file locations --&gt; &lt;DefaultAppDirs/&gt; &lt;DefaultDirectoryDirs/&gt; &lt;!-- Accessories submenu --&gt; &lt;Menu&gt; &lt;Name&gt;Accessories&lt;/Name&gt; &lt;Directory&gt;Accessories.directory&lt;/Directory&gt; &lt;Include&gt; &lt;And&gt; &lt;Category&gt;Utility&lt;/Category&gt; &lt;Not&gt; &lt;Category&gt;System&lt;/Category&gt; &lt;/Not&gt; &lt;/And&gt; &lt;/Include&gt; &lt;/Menu&gt; &lt;!-- End Accessories --&gt; &lt;!-- possibly more submenus --&gt; &lt;/Menu&gt; &lt;!-- End Applications --&gt;
cs: &lt;!DOCTYPE Menu PUBLIC "-//freedesktop//DTD Menu 1.0//EN" "http://www.freedesktop.org/standards/menu-spec/1.0/menu.dtd"&gt; &lt;Menu&gt; &lt;Name&gt;Aplikace&lt;/Name&gt; &lt;Directory&gt;Applications.directory&lt;/Directory&gt; &lt;!-- Read standard .directory and .desktop file locations --&gt; &lt;DefaultAppDirs/&gt; &lt;DefaultDirectoryDirs/&gt; &lt;!-- Accessories submenu --&gt; &lt;Menu&gt; &lt;Name&gt;Příslušenství&lt;/Name&gt; &lt;Directory&gt;Accessories.directory&lt;/Directory&gt; &lt;Include&gt; &lt;And&gt; &lt;Category&gt;Pomůcky&lt;/Category&gt; &lt;Not&gt; &lt;Category&gt;Systém&lt;/Category&gt; &lt;/Not&gt; &lt;/And&gt; &lt;/Include&gt; &lt;/Menu&gt; &lt;!-- End Accessories --&gt; &lt;!-- possibly more submenus --&gt; &lt;/Menu&gt; &lt;!-- End Applications --&gt;
ja: &lt;!DOCTYPE Menu PUBLIC "-//freedesktop//DTD Menu 1.0//EN" "http://www.freedesktop.org/standards/menu-spec/1.0/menu.dtd"&gt; &lt;Menu&gt; &lt;Name&gt;Applications&lt;/Name&gt; &lt;Directory&gt;Applications.directory&lt;/Directory&gt; &lt;!-- まず .directory と .desktop ファイルが格納されているシステム規模のフォルダを読み込む --&gt; &lt;DefaultAppDirs/&gt; &lt;DefaultDirectoryDirs/&gt; &lt;!-- Accessories (アクセサリ) というサブメニュー --&gt; &lt;Menu&gt; &lt;Name&gt;Accessories&lt;/Name&gt; &lt;Directory&gt;Accessories.directory&lt;/Directory&gt; &lt;Include&gt; &lt;And&gt; &lt;Category&gt;Utility&lt;/Category&gt; &lt;Not&gt; &lt;Category&gt;System&lt;/Category&gt; &lt;/Not&gt; &lt;/And&gt; &lt;/Include&gt; &lt;/Menu&gt; &lt;!-- ここがサブメニューの終わり --&gt; &lt;!-- さらにたくさんのサブメニューを追加できる --&gt; &lt;/Menu&gt; &lt;!-- Applications メニューの終わり --&gt;
pt: &lt;!DOCTYPE Menu PUBLIC "-//freedesktop//DTD Menu 1.0//EN" "http://www.freedesktop.org/standards/menu-spec/1.0/menu.dtd"&gt; &lt;Menu&gt; &lt;Name&gt;Applications&lt;/Name&gt; &lt;Directory&gt;Applications.directory&lt;/Directory&gt; &lt;!-- Ler as localizações padrão de ficheiros .directory e .desktop --&gt; &lt;DefaultAppDirs/&gt; &lt;DefaultDirectoryDirs/&gt; &lt;!-- Submenu Acessórios (Accessories) --&gt; &lt;Menu&gt; &lt;Name&gt;Accessories&lt;/Name&gt; &lt;Directory&gt;Accessories.directory&lt;/Directory&gt; &lt;Include&gt; &lt;And&gt; &lt;Category&gt;Utility&lt;/Category&gt; &lt;Not&gt; &lt;Category&gt;System&lt;/Category&gt; &lt;/Not&gt; &lt;/And&gt; &lt;/Include&gt; &lt;/Menu&gt; &lt;!-- Fim do Accessories --&gt; &lt;!-- possivelmente mais submenus --&gt; &lt;/Menu&gt; &lt;!-- Fim do Applications --&gt;

source: <xref linkend="menustructure-xmlmenu"/> describes some of the elements in <filename>.menu</filename> files. For a more detailed description, please see the <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG menu specification</ulink>.
ca: <xref linkend="menustructure-xmlmenu"/> descriu algun dels elements en els fitxers <filename>.menu</filename>. Per a una descripció més detallada, vegeu l'<ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">Especificació de menú XDG</ulink>.
cs: <xref linkend="menustructure-xmlmenu"/> popisuje některé z elementů v souborech <filename>.menu</filename>. Úplný popis najdete ve <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">Specifikaci nabídek od XDG</ulink>.
de: <xref linkend="menustructure-xmlmenu"/> beschreibt einige der Elemente in den <filename>.menu</filename>-Dateien. Eine detailliertere Beschreibung finden Sie in der <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG-Menüspezifikation</ulink>.
eu: <filename>.menu</filename> fitxategietako elementu batzuk azaltzen dira hemen: <xref linkend="menustructure-xmlmenu"/>. Azalpen zehatzagoa nahi izanez gero, ikus <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG menu-zehaztapena</ulink>.
ja: <xref linkend="menustructure-xmlmenu"/> に <filename>.menu</filename> ファイルで指定できる要素を示します。さらに詳細は「<ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG メニューの仕様</ulink>」をご覧ください。
ko: <xref linkend="menustructure-xmlmenu"/>는 <filename>.menu</filename> 파일 내의 엘리먼트 중의 일부에 대해 설명합니다. 보다 자세한 내용은 <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG 메뉴 명세서</ulink>를 보기 바랍니다.
pt: <xref linkend="menustructure-xmlmenu"/> descreve alguns dos elementos dos ficheiros <filename>.menu</filename>. Para uma descrição mais detalhada, consulte a <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">especificação de menu XDG</ulink>.

source: Menu Definition File Elements
ca: Elements dels fitxers de definició de menú
cs: Elementy souboru s definicí nabídky
de: Elemente der Menüdefinitions-Dateien
eu: Menuen definizio-fitxategien elementuak
ja: メニューの定義ファイルに記載する要素
ko: 메뉴 정의 파일 엘리먼트
pt: Elementos do Ficheiro de Definição de Menu

source: Element
eu: Elementua
ja: 要素
ko: 엘리먼트
pt: Elemento

source: The root element which may contain nested <literal>&lt;Menu&gt;</literal> elements that define submenus. How these elements are nested determines the menu structure.
ca: L'element arrel que pot contenir elements imbricats <literal>&lt;Menu&gt;</literal> que defineixen els submenús. La manera en com aquests elements estan imbricats determina l'estructura del menú.
cs: Kořenový element, který může obsahovat vnořené elementy <literal>&lt;Menu&gt;</literal> definující podnabídky. Tím jak jsou elementy vnořené je daná struktura nabídky.
de: Das Wurzelelement, welches eingebettete <literal>&lt;Menu&gt;</literal>-Elemente zur Definition von Untermenüs enthalten kann. Auf welche Weise diese Elemente eingebettet werden, bestimmt die Menüstruktur.
eu: Azpimenuak definitzen dituzten <literal>&lt;Menu&gt;</literal> elementu habiaratuak eduki ditzakeen erroko elementua. Elementu horiek habiaratzeko erak zehazten du menu-egitura.
ja: 定義ファイルのルート要素で、サブメニューを定義する際はこの <literal>&lt;Menu&gt;</literal> 要素をネストさせて定義する (どのようにネストしているかによってメニューの構成が変わる)
ko: 최상위 엘리먼트이며, 하위 메뉴를 정의하는 <literal>&lt;Menu&gt;</literal> 엘리먼트를 내부에 포함할 수 있습니다. 이러한 하위 메뉴의 배치가 메뉴 구조를 결정합니다.
pt: O elemento raiz que poderá conter elementos <literal>&lt;Menu&gt;</literal> encadeados que definem submenus. A forma como estes elementos são encadeados determina a estrutura do menu.

source: Specifies the name of the menu. Every <literal>&lt;Menu&gt;</literal> element must contain a <literal>&lt;Name&gt;</literal> element.
ca: Especifica el nom del menú. Cada element <literal>&lt;Menu&gt;</literal> ha de contenir un element <literal>&lt;Name&gt;</literal>.
cs: Určuje název nabídky. Každý element <literal>&lt;Menu&gt;</literal> musí obsahovat element <literal>&lt;Name&gt;</literal>.
de: Legt den Namen des Menüs fest. Jedes <literal>&lt;Menu&gt;</literal>-Element muss ein <literal>&lt;Name&gt;</literal>-Element enthalten.
eu: Menuaren izena zehazten du. <literal>&lt;Menu&gt;</literal> elementu guztiek <literal>&lt;Name&gt;</literal> elementu bat izan behar dute.
ja: メニューの名前を指定する (<literal>&lt;Menu&gt;</literal> 要素毎にこの <literal>&lt;Name&gt;</literal> 要素を定義しなければならない)
ko: 메뉴의 이름을 지정합니다. 모든 <literal>&lt;Menu&gt;</literal> 엘리먼트는 반드시 <literal>&lt;Name&gt;</literal> 엘리먼트를 포함해야 합니다.
pt: Especifica o nome do menu. Todos os elementos <literal>&lt;Menu&gt;</literal> têm de conter um elemento <literal>&lt;Name&gt;</literal>.

source: Specifies the name of the directory entry file that specifies the name, comment, and icon for the menu. If this element is not specified, then the <literal>&lt;Name&gt;</literal> element is to be used to display the menu name.
ca: Especifica el nom del fitxer d'entrada de directori que especifica el nom, comentari i icona per al menú. Si aquest element no està especificat, llavors l'element <literal>&lt;Name&gt;</literal> s'utilitzarà per a mostrar el nom del menú.
cs: Určuje název souboru se vstupy složek, který určuje název, komentář a ikonu pro nabídku. Pokud tento element schází, použije se pro zobrazení názvu nabídky element <literal>&lt;Name&gt;</literal>.
de: Legt den Namen der Ordnerdatei fest, welche den Namen, den Kommentar und das Symbol für das Menü enthält. Falls dieses Element nicht angegegen ist, dann wird das <literal>&lt;Name&gt;</literal>-Element für die Anzeige des Menünamens verwendet.
eu: Menuaren izena, iruzkina eta ikonoa zehazten dituen direktorioko sarrera-fitxategiaren izena zehazten du. Elementu hori zehaztua ez badago, <literal>&lt;Name&gt;</literal> elementua erabiltzen da menuaren izena bistaratzeko.
ja: メニューの名前やコメント、アイコンなどを記述した <filename>.directory</filename> ファイル (ディレクトリ・エントリ・ファイル) の名前を指定する (この要素が指定されていない場合は、<literal>&lt;Name&gt;</literal> 要素で指定した文字列をメニューにメニュー名として表示する)
ko: 메뉴의 이름, 설명, 아이콘 등을 포함하는 디렉토리 엔트리 파일의 이름을 지정합니다. 만약 이 엘리먼트가 없다면 <literal>&lt;Name&gt;</literal> 엘리먼트의 내용이 메뉴의 이름으로 표시됩니다.
pt: Especifica o nome do ficheiro de definição de directório que especifica o nome, comentário, e ícone do menu. Se este elemento não estiver especificado, é utilizado o elemento <literal>&lt;Name&gt;</literal> para apresentar o nome do menu.

source: By default, <filename>.directory</filename> files are searched for in the location <filename>$XDG_DATA_DIRS/desktop-directories/</filename> as set forth in the <citetitle>XDG menu specification.</citetitle>
ca: Per defecte, es cerca els fitxers <filename>.directory</filename> a la ubicació <filename>$XDG_DATA_DIRS/desktop-directories/</filename> tal i com s'explica en l'<citetitle>Especificació de menú XDG</citetitle>.
cs: Standardně se soubory <filename>.directory</filename> hledají v umístění <filename>$XDG_DATA_DIRS/desktop-directories/</filename>, jak určuje <citetitle>Specifikace nabídek od XDG</citetitle>.
de: Standardmäßig wird nach <filename>.directory</filename>-Dateien in <filename>$XDG_DATA_DIRS/desktop-directories/</filename> gesucht, wie in der <citetitle>XDG menu specification</citetitle> festgelegt.
eu: Lehenespenez, <filename>.directory</filename> fitxategiak bilatzen dira <filename>$XDG_DATA_DIRS/desktop-directories/</filename> kokalekuan, <citetitle>XDG menu-zehaztapena</citetitle>-n adierazi bezala.
ja: デフォルトで <filename>.directory</filename> ファイルは、「<citetitle>XDG メニューの仕様</citetitle>」の中で説明されているように、<filename>$XDG_DATA_DIRS/desktop-directories/</filename> の場所から捜し出される
ko: 기본적으로 <citetitle>XDG 메뉴 명세서</citetitle>에서 지정한 대로 <filename>$XDG_DATA_DIRS/desktop-directories/</filename> 위치 내에서 <filename>.directory</filename> 파일을 검색합니다.
pt: Por omissão, os ficheiros <filename>.directory</filename> são procurados na localização <filename>$XDG_DATA_DIRS/desktop-directories/</filename> tal como definido na <citetitle>especificação de menu XDG.</citetitle>

source: This is an instruction which indicates that all the available desktop entries from <placeholder-1/> should be scanned. If this instruction is not included, then these locations are not scanned for desktop entries.
ca: Aquesta és una instrucció que indica que totes les entrades de l'escriptori a <placeholder-1/> s'haurien de processar. Si aquesta instrucció no s'inclou, no es cercaran entrades d'escriptori en aquestes ubicacions.
cs: Jedná se o instrukci, která označuje, že by se měly prohledat všechny dostupné vstupy pracovního prostředí z <placeholder-1/>. Pokud tato instrukce není obsažena, nejsou v těchto umístěních vyhledávány vstupy pracovního prostředí.
de: Dies ist eine Anweisung, welche festlegt, dass alle in <placeholder-1/> verfügbaren Desktopeinträge eingelesen werden sollen. Falls diese Anweisung nicht enthalten ist, werden diese Orte nicht nach Desktopeinträgen durchsucht.
eu: Hori instrukzio bat da, eta <placeholder-1/>(e)ko mahaigaineko sarrera erabilgarri guztiak eskaneatu behar direla adierazten du. Instrukzio hau sartzen ez bada, mahaigaineko sarrerak ez dira bilatzen kokaleku horietan.
ja: これは、<placeholder-1/> の中を解析した結果から利用可能なデスクトップ・エントリ (<filename>.desktop</filename>) のすべてを取得する命令である (この命令が指定されていない場合は、その場所からはデスクトップ・エントリを捜さないという意味になる)
ko: 이것은 <placeholder-1/> 내에서 이용 가능한 모든 데스크탑 엔트리를 찾으라는 지시입니다. 만약 이러한 지시가 포함되지 않았다면 이 위치에서는 데스크탑 엔트리를 찾지 않을 것입니다.
pt: Esta é uma instrução que indica que todas as definições de iniciadores disponíveis em <placeholder-1/> deverão ser analisadas. Se esta instrução não for incluída, então estas localizações não serão analizadas em busca de definições de iniciadores.

source: This is an instruction which indicates that all the available directory entries from <placeholder-1/> should be scanned. If the instruction is not included, then these locations are not scanned for directory entries.
ca: Aquesta és una instrucció que indica que totes les entrades de directori disponibles des de <placeholder-1/> s'haurien de processar. Si aquesta instrucció no s'inclou, no es cercaran entrades d'escriptori en aquestes ubicacions.
cs: Jedná se o instrukci, která označuje, že by se měly prohledat všechny dostupné vstupy pracovního prostředí z <placeholder-1/>. Pokud tato instrukce není obsažena, nejsou v těchto umístěních vyhledávány vstupy pracovního prostředí.
de: Dies ist eine Anweisung, welche festlegt, dass alle in <placeholder-1/> verfügbaren Ordnereinträge eingelesen werden sollen. Falls diese Anweisung nicht enthalten ist, werden diese Orte nicht nach Ordnereinträgen durchsucht.
eu: Hori instrukzio bat da, eta <placeholder-1/>(e)ko direktorioko sarrera erabilgarri guztiak eskaneatu behar direla adierazten du. Instrukzio hau sartzen ez bada, direktorioko sarrerak ez dira bilatzen kokaleku horietan.
ja: これは、<placeholder-1/> の中を解析した結果から利用可能なディレクトリ・エントリ (<filename>.directory</filename>) のすべてを取得する命令である (この命令が指定されなかった場合、この場所からはディレクトリ・エントリを捜さないという意味になる)
ko: 이것은 <placeholder-1/> 내에서 이용 가능한 모든 디렉토리 엔트리를 찾으라는 지시입니다. 만약 이러한 지시가 포함되지 않았다면 이 위치에서는 디렉토리 엔트리를 찾지 않을 것입니다.
pt: Esta é uma instrução que indica que todas as definições de directórios disponíveis em <placeholder-1/> deverão ser analisadas. Se a instrução não estiver incluída, estas localizações não serão analisadas em busca de definições de directórios.

source: desktop entries
ca: entrades d'escriptori
cs: vstupy pracovního prostředí
de: Desktop-Einträge
eu: mahaigaineko sarrerak
ja: デスクトップ・エントリ
ko: 데스크탑 엔트리
pt: definições de iniciadores

source: Contains a list of matching rules by which the contents of a menu are generated. May include the <placeholder-1/>, <placeholder-2/>, <placeholder-3/>, <placeholder-4/>, <placeholder-5/>, or <placeholder-6/> matching rules. If more than one rule is present, the rules are logically ORed so that <placeholder-7/> that match any rule are included.
ca: Conte una llista de regles de coincidència a partir de les quals es generen els continguts d'un menú. Pot incloure les regles de coincidència <placeholder-1/>, <placeholder-2/>, <placeholder-3/>, <placeholder-4/>, <placeholder-5/> o <placeholder-6/>. Si hi ha més d'una regla present, s'aplicara un OR lògic a les regles de manera que s'incloguin les <placeholder-7/> que coincideixin amb qualsevol regla.
cs: Obsahuje seznam srovnávacích pravidel, na základě kterých se generuje obsah nabídky. Může obsahovat srovnávací pravidla <placeholder-1/>, <placeholder-2/>, <placeholder-3/>, <placeholder-4/>, <placeholder-5/> nebo <placeholder-6/>. Pokud se vyskytuje více než jedno pravidlo, vážou se logickým NEBO, takže se ve výsledku objeví <placeholder-7/>, které vyhovují kterémukoliv z pravidel.
de: Enthält eine Liste von Übereinstimmungsregeln, aus denen der Inhalt eines Menüs erstellt wird. Es darf die Übereinstimmungsregeln <placeholder-1/>, <placeholder-2/>, <placeholder-3/>, <placeholder-4/>, <placeholder-5/> oder <placeholder-6/> enthalten. Falls mehr als eine Regel vorhanden ist, werden die Regeln mit einem logischen ODER verknüpft, so dass <placeholder-7/> jede Übereinstimmungregel einschließt.
eu: Menuen edukiak sortzeko parekatze-arauen zerrenda bat dauka. Parekatze-arau hauek eduki ditzake: <placeholder-1/>, <placeholder-2/>, <placeholder-3/>, <placeholder-4/>, <placeholder-5/>, edo <placeholder-6/>. Arau bat baino gehiago badago, EDO logikoa aplikatzen zaie, edozein araurekin bat datorren <placeholder-7/> sartzeko.
ja: 実際のメニューを生成する際に使用するフィルタリングのルールを並べて指定する (<placeholder-1/> や <placeholder-2/>、<placeholder-3/>、<placeholder-4/>、<placeholder-5/>、あるいは <placeholder-6/> といったルールの中から適宜選択する;１個以上のルールを指定すると、ルールが論理和されるので、結果的に<placeholder-7/>はここで指定したルールのいずれかにマッチすることになる)
ko: 메뉴의 내용을 만들어 낼 매칭 규칙의 목록을 포함합니다. 여기에는 <placeholder-1/>, <placeholder-2/>, <placeholder-3/>, <placeholder-4/>, <placeholder-5/>, <placeholder-6/> 등의 매칭 규칙이 사용될 수 있습니다. 만약 하나 이상의 규칙이 포함되면 각 규칙들은 논리합(logical OR)으로 연결되므로, 이러한 규칙 중 어느 하나라도 만족하는 <placeholder-7/>는 모두 포함됩니다.
pt: Contém uma lista de regras de equivalência com base nas quais são gerados os conteúdos de menus. Poderá incluir as regras de equivalência <placeholder-1/>, <placeholder-2/>, <placeholder-3/>, <placeholder-4/>, <placeholder-5/>, ou <placeholder-6/>. Se estiver presente mais do que uma regra, será feito um OR lógico destas por forma a que <placeholder-7/> que respeite qualquer uma das regras seja incluído.
