Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: The MATE Desktop uses the <firstterm>websafe color palette</firstterm>. This palette is a general-purpose palette of 216 colors, which is designed to optimize the use of color on systems that support 8-bit color. However, some visual components of the MATE Desktop are designed for systems that support 24-bit color.
ca: L'escriptori del MATE utilitza la <firstterm>paleta de colors segurs per a la web</firstterm>. Aquesta paleta és una paleta de propòsit general de 216 colors, que està dissenyada per a optimitzar la utilització dels colors en sistemes que admeten 8 bits de colors. Tot i això, alguns components visuals de l'escriptori del MATE són dissenyats per a sistemes que admeten 24 bits de colors.
cs: Pracovní prostředí MATE používá <firstterm>bezpečnou webovou paletu</firstterm>. Jedná se o paletu 216 barev pro všeobecné použití, která je navržená na optimalizaci použití barev v systémech, které podporují pouze 8bitové barvy. Avšak některé vizuální komponenty pracovního prostředí MATE jsou navržené pro systémy s podporou 24bitových barev.
de: Die MATE-Arbeitsumgebung verwendet die <firstterm>Websafe-Farbpalette</firstterm>. Diese Palette ist eine Allzweckpalette aus 216 Farben. Sie ist auf die Farbdarstellung auf Systemen optimiert, die 8 Bit Farbtiefe nutzen. Allerdings sind einige visuelle Komponenten der MATE-Arbeitsumgebung für Systeme bestimmt, die 24 Bit Farbtiefe unterstützen.
eu: MATE mahaigainak <firstterm>websafe kolore-paleta</firstterm> kolore-paleta erabiltzen du. Xede orokorretarako 216 koloretako paleta da hori, eta 8 biteko kolorea onartzen duten sistemetan koloreen erabilera optimizatzeko diseinatua dago. Dena den, 24 biteko kolorea onartzen duten sistementzat diseinatuak daude MATE mahaigainean ikusten diren osagai batzuk.
ja: MATE デスクトップでは「<firstterm>Websafe カラー・パレット</firstterm>」を利用しています。このパレットは 216 色からなる汎用的な目的で使用するパレットで、8ビット色をサポートしているようなシステムで最適な色を利用するために設計されたものです。しかしながら、MATE デスクトップのビジュアルなコンポーネントの中には 24ビット色をサポートするシステム向けに設計されたものもあります。
ko: 그놈 데스크탑은 <firstterm>웹 호환 (websafe) 색상 팔레트</firstterm>를 사용합니다. 이 팔레트는 8비트 컬러를 지원하는 시스템 상에서 잘 동작하도록 설계된 216가지 색상의 범용 팔레트입니다. 하지만 그놈 데스크탑 내의 몇몇 구성요소들은 24비트 컬러를 지원하는 시스템 용으로 설계되었습니다.
pt: O Ambiente de Trabalho MATE utiliza uma <firstterm>paleta de cores segura para web</firstterm>. Esta paleta é uma multi-usos com 216 cores, desenhada para optimizar a utilização de cores em sistemas que suportam 8-bit de cores. No entanto, alguns componentes visuais do Ambiente de Trabalho MATE foram desenhados para sistemas que suportam 24-bit de cores.

source: The following display problems might occur on systems that support 8-bit color:
ca: Els problemes de visualització següents es poden produir en sistemes que admeten 8 bits de colors:
cs: V systémech s podporou pouze 8bitových barev se mohou při zobrazování vyskytnout následující problémy:
de: Die folgenden Anzeigeprobleme könnten auf Systemen auftreten, die nur 8 Bit Farbtiefe unterstützen:
eu: 8 biteko kolorea onartzen duten sistemetan arazo hauek izan daitezke:
ja: 次に示す表示上の問題が 8ビット色をサポートするシステムで発生する可能性があります:
ko: 8비트 컬러를 지원하는 시스템에서는 다음과 같은 문제점이 발생할 수 있습니다:
pt: Os seguintes problemas de visualização podem ocorrer em sistemas que suportem 8-bit de cores.

source: Windows, icons, and background images might appear grainy. Many themes, background images, and icons use colors that are not in the websafe color palette. The colors that are not in the palette are replaced with the nearest equivalent or a dithered approximation. This use of replacement colors causes the grainy appearance.
ca: Pot ser que les finestres, icones i imatges de fons apareguin granuloses. Molts temes, imatges de fons i icones utilitzen colors que no són a la paleta de colors segurs per a la web. Els colors que no hi són es reemplacen amb l'equivalent més proper o per una aproximació. Aquest reemplaçament de colors provoca l'aparença granulosa.
cs: Okna, ikony a obrázky na pozadí mohou vypadat zrnité. Mnoho motivů, obrázků na pozadí a ikon používá barvy, které nejsou z bezpečné webové palety. Barvy, které v paletě nejsou zahrnuté, se nahradí nejbližší podobnou barvou nebo se přibližně vyrastrují. Tato náhrada barev způsobuje zrnitý vzhled.
de: Fenster, Symbole und Hinterrundbilder könnten körnig erscheinen. Viele Themen, Hintergrundbilder und Symbole verwenden Farben, die nicht in der Websafe-Farbpalette enthalten sind. Diese Farben werden durch den nächstliegenden Farbwert oder durch eine Schätzung ersetzt. Diese Art der Farbersetzung verursacht das körnige Erscheinungsbild.
eu: Leihoek, ikonoek eta atzeko planoko irudiek itxura pikortsua izatea. Gaiek, atzeko planoko irudiek eta ikonoek websafe kolore-paletakoak ez diren koloreak erabiltzen dituzte askotan. Paletan ez dauden koloreak hurbileko edo tarteko kolore batekin ordezten dira. Ordezko koloreak erabiltzeak ematen du itxura pikortsua.
ja: ウィンドウやアイコン、そして背景の画像などが粗く表示される場合があります。テーマや背景の画像、アイコンの多くは Websafe カラー・パレットにはない色を使っています。パレットに存在しない色は限りなく等価な色またはディザ法で近似した色で置き換えられます。このように色を置き換えることで見映えが粗くなってしまうのです。
ko: 창, 아이콘, 배경 그림 등이 매끄럽지 않게 보일 수 있습니다. 많은 수의 테마, 배경 이미지, 아이콘들은 웹 호환 색상 팔레트에 속하지 않은 색상을 사용합니다. 팔레트에 속하지 않은 색상들은 가장 비슷한 색이나 디더링된 근사값으로 바뀌게 됩니다. 이렇게 색상을 변환하는 과정에서 이미지가 매끄럽지 않게 보이는 것입니다.
pt: Janelas, ícones, e imagens de fundo poderão parecer granuladas. Muitos temas, imagens de fundo, e ícones utilizam cores que não constam na paleta segura para web. As cores que não constam nessa paleta são substituídas pelo equivalente mais semelhante ou uma aproximação. Esta utilização de cores de substituição causa a aparência granulada.

source: Applications that do not use the websafe color palette have less colors available. Color errors might occur. Some colors might not appear in the user interface of the application. Some applications might crash if the application cannot allocate colors.
ca: Les aplicacions que no utilitzen la paleta de colors segurs per a la web tenen menys colors disponibles. És possible que es produeixin errors en els colors. Pot ser que alguns colors no apareguin a la interfície d'usuari de l'aplicació. Algunes aplicacions poden fallar si no poden ubicar els colors.
cs: Aplikace, které nepoužívají bezpečnou webovou paletu mají dostupných méně barev. Může se vyskytnout chyba barev. Některé barvy se nemusí v uživatelském rozhraní aplikace objevit. Některé aplikace se mohou i zhroutit, pokud nedokážou alokovat barvu.
de: Für Anwendungen, welche nicht die Websafe-Farbpalette nutzen, sind weniger Farben verfügbar. Farbfehler könnten auftreten. Einige Farben könnten in der Benutzeroberfläche oder der Anwendung nicht erscheinen. Anwendungen könnten sogar abstürzen, wenn sie Farben nicht zuweisen können.
eu: Websafe kolore-paleta erabiltzen ez duten aplikazioek kolore gutxiago dituzte erabilgarri. Kolore-erroreak gerta daitezke. Gerta daiteke kolore batzuk ez agertzea aplikazioaren erabiltzailearen interfazean. Aplikazio batzuek huts egin dezakete koloreak esleitu ezin badituzte.
ja: Websafe カラー・パレットを利用しないアプリケーションでは利用できる色数が少ないため、色に関するエラーが発生する場合があります。アプリケーションのユーザ・インタフェースで正しく色が表示されない場合があります。アプリケーションが色を確保できない場合、アプリケーション自身がクラッシュするものもあります。
ko: 웹 호환 색상 팔레트를 사용하지 않는 프로그램들은 더 적은 색상을 이용합니다. 이 과정에서 색상 오류가 나타날 수 있으며, 어떤 색상들은 프로그램의 사용자 인터페이스 상에 나타나지 않을 수도 있습니다. 어떤 프로그램들은 색상을 이용할 수 없는 경우에 충돌을 일으키기도 합니다.
pt: Aplicações que não utilizam a paleta de cores seguras para web têm menos cores disponíveis. Podem ocorrer erros nas cores. Algumas cores podem não ser visíveis no interface de utilizador da aplicação. Algumas aplicações poderão terminar em erro se a aplicação for incapaz de alocar cores.

source: Color flashing might occur when users switch between applications that use the websafe color palette, and applications that do not use this palette. The applications that do not use the websafe color palette might use a custom colormap. When the custom colormap is used, other visual components might lose colors, then become unviewable.
ca: Pot ser que els colors parpellegin quan els usuaris commuten entre aplicacions que utilitzen la paleta de colors segurs per a la web i aplicacions que no la utilitzen. Les aplicacions que no utilitzen la paleta de colors segurs per a la web haurien d'utilitzar un mapa de colors personalitzat. Quan s'utilitza un mapa de colors personalitzat, pot ser que altres components visuals perdin colors i esdevinguin poc visibles.
cs: Může se objevit blikání barev ve chvílích, kdy uživatel přepíná mezi aplikacemi, které používají bezpečnou webovou paletu a aplikacemi, které ji nevyužívají. Aplikace které nepoužívají bezpečnou webovou paletu mohou používat vlastní mapu barev. Když se používá vlastní mapa barev, mohou ostatní vizuální komponenty ztratit barvy a stát se nečitelnými.
de: Farbflimmern kann auftreten, wenn Benutzer zwischen Anwendungen wechseln, die die Websafe-Farbpalette verwenden, und anderen, welche diese Palette nicht verwenden. Letztgenannte nutzen eine eigene Farbpalette, wodurch visuelle Komponenten ihre Farbe einbüßen können und sich dadurch nicht mehr korrekt darstellen lassen.
eu: Websafe kolore-paleta erabiltzen duten aplikazioetatik paleta hori erabiltzen ez duten paletetara pasatzean, eta alderantziz, koloreak keinuka ager daitezke. Websafe kolore-paleta erabiltzen ez duten aplikazioek kolore-mapa pertsonalizatua erabil dezakete. Kolore-mapa pertsonalizatua erabiltzen denean, baliteke ikusteko diren beste osagai batzuek kolorea galtzea eta ezin ikusi izatea.
ja: Websafe カラー・パレットを利用しているアプリケーションと利用していないアプリケーションとをユーザが切り替えようとすると、色のちらつきが発生する場合があります。Websafe カラー・パレットを利用していないアプリケーションでは独自のカラー・マップを使用しているかもしれません。独自のカラー・マップを使用すると、他のビジュアルなコンポーネントに色が表れず全く何も表示されなくなってしまう場合もあります。
ko: 웹 호환 색상 팔레트를 이용하는 프로그램과 이를 이용하지 않는 프로그램 사이를 전환하는 경우에 색상이 깜빡이게 될 수 있습니다. 웹 호환 색상 팔레트를 이용하지 않는 프로그램들은 자체적인 색상표를 이용하고 있을 수도 있습니다. 이렇게 자체 색상표를 사용할 때 다른 구성요소들이 색상을 잃게될 수 있으며, 이들은 볼 수 없게 됩니다.
pt: Poderá ocorrer a intermitência de cores quando o utilizador alterna entre aplicações que utilizam a paleta de cores segura para web e aplicações que não utilizam esta paleta. As aplicações que não utilizam esta paleta poderão utilizar um mapa de cores personalizado. Quando este mapa é utilizado, outros componentes visuais poderão perder cores, e depois tornarem-se invisíveis.

source: The following sections describe how to optimize the appearance of the MATE Desktop for systems that support 8-bit color.
ca: Les seccions següents descriuen com optimitzar l'aparença de l'escriptori del MATE per a sistemes que admeten 8 bits de colors.
cs: Následující oddíl popisuje, jak optimalizovat vzhled pracovního prostředí MATE na systémech, které podporují pouze 8bitové barvy.
de: Der folgende Abschnitt beschreibt, wie sich das Erscheinungsbild des MATE-Desktops für Systeme optimieren lässt, die lediglich 8 Bit Farbtiefe unterstützen.
eu: 8 biteko kolorea onartzen duten sistementzat MATE mahaigainaren itxura nola optimizatu azaltzen da hurrengo ataletan.
ja: 次のセクションでは 8ビット色をサポートするコンピュータで MATE デスクトップの外観を最適化する方法について説明します。
ko: 아래의 절들은 8비트 컬러를 지원하는 시스템에서 그놈 데스크탑의 모양새를 최적화하는 방법에 대해 설명합니다.
pt: As secções seguintes descrevem como optimizar a aparência do Ambiente de Trabalho MATE para sistemas que apenas suportam 8-bit de cores.

source: To Use Theme Options That Use the Websafe Color Palette
ca: Utilització de les opcions de tema que utilitzen la paleta de colors segurs per a la web
cs: Použití volby tématu pracujícího s bezpečnou webovou paletou
de: Anwendung von Themen, die die Websafe-Farbpalette verwenden
eu: Websafe kolore-paleta erabiltzen duten gai-aukerak erabiltzea
ja: Websafe カラー・パレットを利用しているテーマ・オプションを使う
ko: 웹 호환 색상 팔레트를 사용하는 테마 옵션 이용하기
pt: Utilizar Opções de Tema que Utilizam a Paleta de Cores Segura para Web

source: and color usage
ca: i utilització del color
cs: a použití barev
de: und Farbnutzung
eu: eta kolorearen erabilera
ko: 그리고 색 사용량
pt: e utilização de cor

source: Some window frame theme options use colors that are in the websafe color palette. Bright and Esco use colors from the websafe color palette. Bright and Esco do not have the grainy appearance of other window frame options on 8-bit color displays. Use Bright or Esco for the best color display on 8-bit visual modes.
ca: Algunes opcions de tema del costat de la finestra utilitzen colors que són a la paleta de colors segurs per a la web. El Bright i l'Esco utilitzen colors des de la paleta de colors segurs per a la web. El Bright i l'Esco no tenen l'aparença granulosa d'altres opcions del costat de la finestra en la visualització de 8 bits de colors. Utilitzeu el Bright o l'Esco per a la millor visualització de color possible en modes visuals de 8 bits.
cs: Některé varianty rámů oken používají barvy, které nejsou z bezpečné webové palety. Bright a Esco používají barvy z bezpečné webové palety. Nezpůsobují při 8bitovém zobrazení barev zrnitý vzhled, jako jiné varianty rámů oken. Pro nejlepší výsledky zobrazení v 8bitovém režimu proto použijte Bright nebo Esco.
de: Einige Themen für Fensterrahmen verwenden die Websafe-Farbpalette. Dazu gehören beispielsweise »Bright« und »Esco«. Daher kommt es bei diesen Themen nicht zur körnigen Darstellung auf Anzeigegeräten mit 8 Bit Farbtiefe. Sie sollten »Bright« oder »Esco« verwenden, um die beste Darstellung im 8-Bit-Modus zu erreichen.
eu: Leiho-markoen gai-aukera batzuek websafe kolore-paletako koloreak erabiltzen dituzte. Bright eta Esco aukerek websafe kolore-paletako koloreak erabiltzen dituzte. Bright eta Esco-k ez dute 8 biteko kolorea erabiltzen duten leiho-markoen beste aukera batzuen itxura pikortsua. Erabili Bright edo Esco koloreak ahalik eta hobekien bistaratzeko 8 biteko ikusteko moduetan.
ja: ウィンドウ・フレームのテーマ・オプションの中には Websafe カラー・パレットの色を利用するものがあります。<literal>Bright</literal> と <literal>Esco</literal> は Websafe カラー・パレットの色を利用しています。この二つのテーマ・オプションは 8ビット色で表示すると、ウィンドウのフレーム (境界) が粗く表示されます。8ビットの表示モードではこのテーマ・オプションから選択してください。
ko: Bright와 Esco와 같은 몇몇 창 가장자리 테마 옵션들은 웹 호환 색상 팔레트에 있는 색상들을 사용합니다. Bright와 Esco 테마 옵션은 8비트 컬러 디스플레이 상에서 다른 창 가장자리 옵션들처럼 거칠게 보이지 않습니다. 8비트 비주얼 모드에서 최적의 효과를 보기 위해서는 Bright 혹은 Esco 옵션을 사용하십시오.
pt: Algumas opções de temas de moldura das janelas utilizam cores que constam na paleta de cores seguras para web. Bright e Esco utilizam cores desta paleta. Bright e Esco não têm a aparência granulada de outras opções de moldura de janelas em ecrãs com 8-bit de cores. Utilize o Bright ou o Esco para a melhor apresentação de cores nos modos visuais de 8-bit de cores.

source: To Reduce Color Usage by Turning Off Display of Icons in Menus
ca: Reducció de la utilització de colors en desactivar la visualització de les icones en els menús
cs: Omezení použitých barev vypnutím zobrazení ikon v nabídkách
de: Verminderung der Farbnutzung durch Abschalten der Anzeige von Symbolen in Menüs
eu: Kolorearen erabilera murriztea, menuetan bistaratzen diren ikonoak desaktibatuta
ja: メニューの中にアイコンを表示しないようにして使用する色数を減らす
ko: 메뉴내의 아이콘을 표시하지 않도록 하여 색 사용량 줄이기
pt: Reduzir a Utilização de Cores Desligando a Apresentação de Ícones em Menus

source: Some items in menus display an icon beside the item. If the icon contains colors that are not in the websafe color palette, this feature can increase the number of colors used.
ca: Alguns elements en els menús mostren una icona al costat de l'element. Si la icona conté colors que no estan en la paleta de colors segurs per a la web, aquesta característica incrementa el número de colors utilitzats.
cs: Některé položky v nabídkách zobrazují po své straně ikonu. Pokud ikona obsahuje barvy, které nejsou v bezpečné webové paletě, může tato vlastnost zvýšit počet použitých barev.
de: Einige Einträge enthalten Symbole neben dem Eintrag. Falls das Symbol Farben außerhalb des Bereichs der Websafe-Farbpalette enthält, kann dieses Funktionsmerkmal die Anzahl der verwendeten Farben erhöhen.
eu: Menuetako elementu batzuek ikono bat bistaratzen dute aldamenean. Ikonoak websafe kolore-paletan ez dauden koloreak baditu, erabilitako kolore kopurua handitu dezake eginbide honek.
ja: メニュー項目の中にはその横にアイコンを表示するものがあります。もしアイコンに含まれている色が Websafe カラー・パレットのものでない場合、この機能によって使用する色数が増える場合があります。
ko: 메뉴 내의 어떤 항목들은 아이콘을 표시합니다. 만약 아이콘이 웹 호환 색상 팔레트에 속하지 않은 색상을 포함하고 있다면, 이 기능은 사용된 색상의 개수를 증가시킬 수 있습니다.
pt: Alguns itens nos menus apresentam um ícone ao lado do item. Se o ícone contiver cores que não constam da paleta de cores seguras para web, esta funcionalidade pode aumentar o número de cores utilizadas.

source: To Reduce Color Usage by Turning Off the Splash Screen
ca: Reducció de la utilització de colors en desactivar la pantalla de presentació
cs: Omezení použitých barev vypnutím úvodní obrazovky
de: Verminderung der Farbnutzung durch Abschalten des Begrüßungsbildschirms
eu: Kolorearen erabilera murriztea, harrerako pantaila desaktibatuta
ja: スプラッシュ・スクリーンを無効にして使用する色数を減らす
ko: 스플래시 스크린을 사용하지 않도록 하여 색 사용량 줄이기
pt: Reduzir a Utilização de Cores Desligando o Ecrã de Logotipo

source: You can turn off the splash screen to make more colors available for the MATE Desktop and for applications.
ca: Podeu desactivar la pantalla de presentació per a tenir més colors disponibles per a l'escriptori del MATE i per a altres aplicacions.
cs: Můžete vypnout úvodní obrazovku, aby zůstalo dostupných více barev pro pracovní prostředí MATE a ostatní aplikace.
de: Sie können den Begrüßungsbildschirm abschalten, um weitere Farben für die MATE-Arbeitsumgebung und für Anwendungen verfügbar zu machen.
eu: MATE mahaigainerako eta aplikazioentzako kolore gehiago erabilgarri izateko, harrerako pantaila desaktiba daiteke.
ja: スプラッシュ・スクリーンを無効にすることで MATE デスクトップとそのアプリケーションで利用する色数を増やすことができます。
ko: 그놈 데스크탑과 그 응용 프로그램이 더 많은 색상을 이용할 수 있도록 스플래시 스크린을 끌 수 있습니다.
pt: Pode desligar o ecrã de logotipo para tornar disponíveis mais cores para o Ambiente de Trabalho MATE e as suas aplicações.

source: For information on how to turn off the splash screen, see <xref linkend="performance-6"/>.
ca: Per a obtenir més informació sobre com desactivar la pantalla de presentació, vegeu la <xref linkend="performance-6"/>.
cs: Podrobnější popis, jak vypnout úvodní obrazovku, podává <xref linkend="performance-6"/>.
de: Informationen darüber, wie Sie den Begrüßungsbildschirm abschalten können, finden Sie in <xref linkend="performance-6"/>.
eu: Harrerako pantaila desaktibatzeari buruz informazio gehiago lortzeko, ikus <xref linkend="performance-6"/>.
ja: スプラッシュ・スクリーンを無効にする方法について詳細は「<xref linkend="performance-6"/>」をご覧ください。
ko: 스플래시 스크린을 끄는 방법은 <xref linkend="performance-6"/> 부분을 참조하기 바랍니다.
pt: Para informações sobre como desligar o ecrã de logotipo, consulte <xref linkend="performance-6"/>.

source: To Reduce Color Usage by Using a Solid Color for the Background
ca: Reducció de la utilització de colors en utilitzar colors sòlids per al fons de l'escriptori
cs: Omezení použitých barev nastavením jednolité barvy na pozadí
de: Verminderung der Farbnutzung durch Verwendung einer einfachen Farbe für den Hintergrund
eu: Koloreen erabilera murriztea, atzeko planoak kolore lisoak erabilita
ja: 背景に単一色を指定することで使用する色数を減らす
ko: 바탕화면을 단색으로 설정하여 색 사용량 줄이기
pt: Reduzir a Utilização de Cores Utilizando uma Cor Sólida para o Fundo

source: using solid color
ca: utilitzar colors sòlids
cs: použití jednolité barvy
de: einfache Farbe verwenden
eu: kolore lisoak erabiltzea
ko: 단색 사용하기
pt: utilizar uma cor sólida

source: Use a solid color for the desktop background. Use of a solid color reduces the number of colors used by the MATE Desktop.
ca: Utilitzeu un color sòlid per al fons de l'escriptori. La utilització d'un color sòlid redueix el número de colors utilitzats per l'escriptori del MATE.
cs: Použijte pozadí nastavené na jednolitou barvu. Jednolitá barva snižuje počet barev použitých pracovním prostředím MATE.
de: Verwenden Sie eine einfache Farbe für den Arbeitsflächenhintergrund. Dadurch wird die Anzahl der in der MATE-Arbeitsumgebung verwendeten Farben verringert.
eu: Erabili kolore liso bat mahaigainaren atzeko planoan. Kolore lisoak erabilita, MATE mahaigainak erabiltzen dituen kolore kopurua murrizten da.
ja: デスクトップの背景に単一色を指定します。１個しか色を利用しないので MATE デスクトップで使用する色数が減ることになります。
ko: 데스크탑 바탕 화면을 단색으로 채우면 그놈 데스크탑에서 사용되는 색상의 수를 줄일 수 있습니다.
pt: Utilize uma cor sólida para o fundo da área de trabalho. A utilização de uma cor sólida reduz o número de cores utilizadas pelo Ambiente de Trabalho MATE.

source: To set a solid color for the background, run the following commands:
ca: Per a establir un color sòlid per al fons de l'escriptori, executeu les ordres següents:
cs: Pro nastavení jednolité barvy na pozadí spusťte následující příkazy:
de: Um eine einfache Farbe für den Hintergrund festzulegen, führen Sie folgenden Befehl aus:
eu: Atzeko planoan kolore lisoak ezartzeko exekutatu komando hauek:
ja: 背景に単一色を指定する際は、次のコマンドを実行します:
ko: 바탕 화면을 단색으로 설정하려면 다음 명령을 실행합니다:
pt: Para definir uma cor sólida como fundo, execute os seguintes comandos:

source: hexadecimal-color
ca: color-hexadecimal
cs: šestnáctkový-kód-barvy
de: Hexadezimalfarbwert
eu: kolore-hamaseitarra
ja: 16進表記の色
ko: 16진수-색상
pt: hexadecimal-da-cor

source: Alternatively, users can use the <application>Background</application> preference tool to choose a solid color for the background.
ca: De forma alternativa, els usuaris poden utilitzar l'eina de preferències <application>Fons</application> per a seleccionar un color sòlid per al fons de l'escriptori.
cs: Alternativně může uživatel k výběru jednolité barvy pozadí použít nástroj předvoleb <application>Pozadí</application>.
de: Alternativ können Benutzer das Einstellungswerkzeug <application>Erscheinungsbild</application> verwenden, um eine einfache Farbe für den Hintergrund zu wählen.
eu: Bestela, <application>Atzeko planoa</application> hobespen-tresna erabil daiteke atzeko planoaren kolore lisoa aukeratzeko.
ja: もしくは、<application>外観</application>の設定ツールにある<guilabel>背景</guilabel>で背景に単一色を指定することもできます。
ko: 또 다른 방법으로, 사용자는 <application>바탕 화면</application> 설정 도구를 이용하여 바탕 화면을 단색으로 설정할 수 있습니다.
pt: Em alternativa, os utilizadores podem utilizar a ferramenta de preferências <application>Fundo da Área de Trabalho</application> para seleccionarem uma cor para o fundo.

source: Disabling MATE Desktop Features
ca: Desactivació de característiques de l'escriptori del MATE
cs: Zakázání funkcí pracovního prostředí MATE
de: Deaktivieren von MATE-Desktop-Funktionen
eu: MATE mahaigainaren eginbideak desgaitzea
ja: MATE デスクトップ機能の無効化
ko: 그놈 데스크탑 기능 사용하지 않기
pt: Desactivar Funcionalidades do Ambiente de Trabalho MATE

source: This chapter describes how to disable particular features of the MATE Desktop.
ca: Aquest capítol descriu com desactivar característiques determinades de l'escriptori del MATE.
cs: Tato kapitola popisuje, jak zakázat určité funkce pracovního prostředí MATE.
de: Dieser Abschnitt beschreibt, wie Sie einzelne Funktionsmerkmale des MATE-Desktops deaktivieren können.
eu: Atal honetan MATE mahaigainaren eginbide jakinak nola desgaitu azaltzen da.
ja: この章では MATE デスクトップが提供している特定の機能を使えなくする方法について説明します。
ko: 이 장에서는 그놈 데스크탑의 특정 기능들을 사용하지 않도록 설정하는 방법에 대해 설명합니다.
pt: Este capítulo descreve como desactivar certas funcionalidades do Ambiente de Trabalho MATE.

source: Introduction to Disabling MATE Desktop Features
ca: Introducció a com desactivar característiques de l'escriptori del MATE
cs: Úvod do zakázání funkcí pracovního prostředí MATE
de: Einführung in die Deaktivierung von Funktionsmerkmalen des MATE-Desktops
eu: Sarrera: MATE mahaigainaren eginbideak desgaitzea
ja: MATE デスクトップ機能の無効化について
ko: 그놈 데스크탑 기능 사용하지 않기 개요
pt: Introdução à Desactivação de Funcionalidades do Ambiente de Trabalho MATE

source: disabling features
ca: desactivar característiques
cs: zakázání funkcí
de: Funktionen abschalten
eu: eginbideak desgaitzea
ko: 기능 끄기
pt: desactivar funcionalidades

source: lockdown
ca: restringir
cs: zamknutí
de: sperren
eu: blokeatzea
ko: 잠그기
pt: trancar
