Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: To set the preferences for a panel and the objects on a panel perform the following steps:
ca: Per a establir les preferències d'un quadre i dels objectes d'un quadre realitzeu els passos següents:
cs: Pokud chcete nastavit předvolby pro panel a objekty panelu na panelu, postupujte podle těchto kroků:
de: Um die Einstellungen eines Panels und der darin enthaltenen Objekte zu ändern, gehen Sie wie folgt vor:
eu: Panelen edo paneleko objektuen hobespenak ezartzeko, jarraitu urrats hauei:
ja: パネルやパネルの上に表示されているパネル・オブジェクトの設定値を指定する手順は次のとおりです:
ko: 패널과 패널 상의 객체들을 설정하려면 다음과 같은 절차를 수행합니다:
pt: Para definir as preferências de um painel e os seus objectos realize os seguintes passos:

source: Log in to a MATE session, and configure the panels as required.
ca: Entreu en una sessió del MATE i configureu els quadres de la manera que calgui.
cs: Přihlaste se do sezení MATE a nastavte panely dle požadavků.
de: Melden Sie sich an einer MATE-Sitzung an und konfigurieren Sie die Panels wie gewünscht.
eu: Hasi MATEren saioa eta konfiguratu panelak behar den bezala.
ja: MATE のセッションにログインして、必要なパネルを設定する
ko: 그놈 세션으로 로그인하고, 적절히 패널을 설정합니다.
pt: Inicie uma sessão no MATE, e configure os painéis da forma desejada.

source: Use the <option>--dump</option> option with the <command>mateconftool-2</command> command line tool to generate a file that contains an XML description of your panel configuration. The <option>--dump</option> option generates a list that contains all preference keys in a <application>MateConf</application> repository directory that you specify.
ca: Utilitzeu l'opció <option>--dump</option> amb l'ordre <command>mateconftool-2</command> per a generar un fitxer que contingui una descripció XML de la configuració del quadre. L'opció <option>--dump</option> genera una llista que conté totes les claus de preferència d'un directori de dipòsit del <application>MateConf</application> que especifiqueu.
cs: Použijte nástroj příkazové řádky <command>mateconftool-2</command> s přepínačem <option>--dump</option> k vygenerování souboru, který obsahuje popis nastavení vašeho panelu ve formátu XML. Přepínač <option>--dump</option> vygeneruje seznam, který obsahuje všechny klíče předvoleb v úložišti <application>MateConf</application> ve složce, kterou zadáte.
de: Verwenden Sie die Option <option>--dump</option> mit dem Befehl <command>mateconftool-2</command>, um eine Datei zu erstellen, die eine XML-Beschreibung Ihrer Panel-Konfiguration enthält . Die Option <option>--dump</option> erstellt eine Liste aller Einstellungsschlüssel in einer von Ihnen angegebenen <application>MateConf</application>-Datenbank.
eu: Erabili <option>--dump</option> aukera <command>mateconftool-2</command> komando-lerroko tresnarekin, panel-konfigurazioaren XML azalpena duen fitxategia sortzeko. Zehaztutako <application>MateConf</application> biltegi-direktorioko hobespen-gako guztien zerrenda osatzen du <option>--dump</option> aukerak.
ja: <command>mateconftool-2</command> コマンドラインに <option>--dump</option> というオプションを指定して、設定するパネルの XML 定義をファイルに出力する (<option>--dump</option> オプションを指定すると、指定した <application>MateConf</application> リポジトリに格納されているすべての設定キーの一覧を生成する)
ko: <command>mateconftool-2</command> 명령행 도구를 <option>--dump</option> 옵션과 함께 사용하여 여러분의 패널 설정에 대한 XML 설명을 포함하는 파일을 만듭니다. <option>--dump</option> 옵션은 지정한 <application>MateConf</application> 저장소 디렉토리 내의 모든 설정 키에 대한 목록을 만들어 냅니다.
pt: Utilize a opção <option>--dump</option> com a ferramenta de linha de comando <command>mateconftool-2</command> para gerar um ficheiro que contenha a descrição XML da sua configuração do painel. A opção <option>--dump</option> gera uma lista que contém todas as chaves de preferências contidas num directório de repositório <application>MateConf</application> por sí especificado.

source: For example, the following command creates an XML description of the default panel configuration in a file called <filename>my-panel-setup.entries</filename>:
ca: Per exemple, l'ordre següent crea una descripció XML de la configuració predeterminada del quadre en un fitxer anomenat <filename>configuració-del-quadre.entries</filename>:
cs: Například následující příkaz vytvoří popis ve formátu XML pro nastavení výchozího panelu a uloží jej do souboru s názvem <filename>nastavení-mého-panelu.entries</filename>:
de: Beispielsweise erstellt der folgende Befehl eine XML-Beschreibung der vorgegebenen Panel-Konfiguration in einer Datei namens <filename>my-panel-setup.entries</filename>:
eu: Adibidez, panel-konfigurazio lehenetsiaren XML azalpena sortzen du komando honek <filename>my-panel-setup.entries</filename> izeneko fitxategian:
ja: 例えば、次のコマンドラインを実行すると、パネルのデフォルト設定に関する XML 定義を <filename>my-panel-setup.entries</filename> というファイルに出力する:
ko: 예를 들어 다음 명령은 기본 패널 설정에 대한 XML 설명을 포함하는 <filename>my-panel-setup.entries</filename> 파일을 만듭니다:
pt: Por exemplo, o seguinte comando cria uma descrição XML da configuração por omissão do painel num ficheiro denominado <filename>configuracao-meu-painel.entries</filename>:

source: mateconftool-2 --dump /apps/panel &gt; my-panel-setup.entries
ca: mateconftool-2 --dump /apps/panel &gt; configuració-del-quadre.entries
cs: mateconftool-2 --dump /apps/panel &gt; nastavení-mého-panelu.entries
pt: mateconftool-2 --dump /apps/panel &gt; configuracao-meu-painel.entries

source: Open the <filename>my-panel-setup.entries</filename> file in a text editor, and modify the file as required.
ca: Obriu el fitxer <filename>configuració-del-quadre.entries</filename> amb un editor de text i modifiqueu el fitxer com sigui necessari.
cs: Otevřete soubor <filename>nastavení-mého-panelu.entries</filename> v textovém editoru a upravte jej dle požadavků.
de: Öffnen Sie die Datei <filename>my-panel-setup.entries</filename> in einem Texteditor und bearbeiten Sie sie wie gewünscht.
eu: Ireki <filename>my-panel-setup.entries</filename> fitxategia testu-editore batean, eta aldatu behar bezala.
ja: この <filename>my-panel-setup.entries</filename> ファイルをテキスト・エディタなどで開いて、必要な箇所を変更する
ko: 텍스트 편집기로 <filename>my-panel-setup.entries</filename> 파일을 열고, 원하는 대로 파일을 수정합니다.
pt: Abra o ficheiro <filename>configuracao-meu-painel.entries</filename> num editor de texto e altere o ficheiro conforme desejado.

source: For example, you might want to change the location of the desktop entry files. The following is an excerpt from a file generated with the <option>--dump</option> option:
ca: Per exemple, en cas que vulgueu canviar la ubicació dels fitxers d'entrada de l'escriptori. L'extracte següent és d'un fitxer generat amb l'opció <option>--dump</option>:
cs: Například můžete chtít změnit umístění souborů vstupu pracovního prostředí. Zde je výňatek ze souboru vygenerovaného s přepínačem <option>--dump</option>:
de: Nehmen wir an, Sie wollen den Ort der Dateien für Desktopeinträge ändern. Es folgt ein Auszug aus einer Datei, die mit der <option>--dump</option>-Option erstellt wurde:
eu: Adibidez, mahaigaineko sarrera-fitxategien kokalekua aldatu nahi duzu. <option>--dump</option> aukera erabiliz sortutako fitxategi baten zatia da hau:
ja: 例えば、デスクトップ・エントリのファイル名を変更したいとすると:
ko: 예를 들어 데스크탑 엔트리 파일의 위치를 바꾸는 경우를 살펴보겠습니다. 다음은 <option>--dump</option> 옵션을 사용해 만들어진 파일의 일부입니다:
pt: Por exemplo, poderá desejar alterar a localização dos ficheiros que definem os iniciadores. De seguida apresenta-se um excerto de um ficheiro gerado com a opção <option>--dump</option>:

source: In the sample above, you might want to change the reference to <filename>hadjaha-00adce02f7.desktop</filename> to another desktop entry file that is available globally.
ca: En l'exemple anterior, potser volíeu canviar la referència de <filename>hadjaha-00adce02f7.desktop</filename> a un altre fitxer d'entrada de l'escriptori que fos disponible globalment.
cs: V předchozí ukázce můžete chtít změnit odkaz na <filename>hadjaha-00adce02f7.desktop</filename> na jiný soubor vstupu pracovního prostředí, který je globálně dostupný.
de: Im obigen Beispiel wollen Sie die Datei <filename>hadjaha-00adce02f7.desktop</filename> auf eine andere *.desktop-Datei referenzieren, welche global vorhanden ist.
eu: Goiko laginean, <filename>hadjaha-00adce02f7.desktop</filename> fitxategiari egiten zaion erreferentzia beharrean mahaigainean erabilgarri dagoen beste sarrera-fitxategi baten erreferentzia jar daiteke.
ja: <option>--dump</option> オプションで生成したファイルの抜粋にある <filename>hadjaha-00adce02f7.desktop</filename> という箇所を、別のデスクトップ・エントリのファイルに変更する
ko: 위의 예제에서, <filename>hadjaha-00adce02f7.desktop</filename> 파일에 대한 참조를 어디서나 이용가능한 다른 데스크탑 엔트리 파일로 변경할 수 있습니다.
pt: No exemplo acima, poderá desejar alterar a referência a <filename>hadjaha-00adce02f7.desktop</filename> para outro ficheiro de definição de iniciador que esteja disponível de forma global.

source: When you generate a panel configuration with the <option>--dump</option> option, the positions of the panel objects are absolute positions. You might want to change the positions of panel objects from absolute positions to relative positions. The object at the extreme left of a panel has a <systemitem>position</systemitem> value of <literal>0</literal>. The next object has a <systemitem>position</systemitem> value of <literal>1</literal>, and so on. If you want object positions to be relative to the right side of the panel, set the value of the <systemitem>right_stick</systemitem> key to <literal>true</literal>.
ca: Quan genereu una configuració de quadre amb l'opció <option>--dump</option>, les posicions dels objectes del quadre són posicions absolutes. Podeu canviar les posicions dels objectes del quadre des de posicions absolutes a posicions relatives. L'objecte a l'extrem esquerra d'un quadre té un valor <systemitem>position</systemitem> de <literal>0</literal>. L'objecte següent té un valor <systemitem>position</systemitem> de <literal>1</literal>, i així successivament. Si voleu que les posicions dels objectes siguin relatives a la banda dreta del quadre, establiu la clau <systemitem>right_stick</systemitem> a <literal>true</literal>.
cs: Když generujete nastavení panelu pomocí přepínače <option>--dump</option>, umístění objektů panelu je dáno absolutní pozicí. Můžete chtít změnit umístění objektů panelu z absolutních pozic na relativní pozice. Objekt v nejvíce vlevo na panelu má <systemitem>pozici</systemitem> s hodnotou <literal>0</literal>. Následující objekt má <systemitem>pozici</systemitem> s hodnotou <literal>1</literal> atd. Pokud chcete, aby pozice byla relativní vzhledem k pravé straně panelu, nastavte hodnotu klíče <systemitem>right_stick</systemitem> na <literal>true</literal>.
de: Wenn Sie eine Panel-Konfiguration mit der <option>--dump</option>-Option erstellen, sind die Positionen der Panel-Objekte absolut. Vielleicht wollen Sie die Positionen der Panel-Objekte in relative Positionen ändern. Für das äußerst linke Objekt im Panel steht der Wert von <systemitem>position</systemitem> auf <literal>0</literal>. Für das nächste Objekt steht der Wert von <systemitem>position</systemitem> auf <literal>1</literal>, und so weiter. Wenn Sie die Objektpositionen auf den rechten Rand beziehen wollen, setzen Sie den Wert von <systemitem>right_stick</systemitem> auf <literal>wahr</literal>.
eu: <option>--dump</option> aukera erabiliz panel-konfigurazio bat sortzean, paneleko objektuen posizioak posizio absolutuak dira. Litekeena da paneleko objektuen posizioak posizio absolutuetatik erlatiboetara aldatu nahi izatea. Paneleko ezker-ezkerreko objektuaren <systemitem>position</systemitem> balioa <literal>0</literal> da. Hurrengo objektuaren <systemitem>position</systemitem> balioa <literal>1</literal> da, eta abar. Objektu baten posizioa panelaren eskuinaldearekiko erlatiboa izatea nahi izanez gero, jarri <systemitem>right_stick</systemitem> gakoaren balioa <literal>true</literal>.
ja: <option>--dump</option> オプションを使ってパネルの設定情報をファイルに出力すると、パネル・オブジェクトが表示される位置は絶対座標で出力されてしまうので、この座標を相対座標に変更したくなるかもしれません (例えば、パネルの左端にあるオブジェクトの <systemitem>position</systemitem> キーの値は <literal>0</literal> になり、その隣にあるオブジェクトの <systemitem>position</systemitem> キーの値は <literal>1</literal>、以下同様); オブジェクトの位置をパネルの右端からの相対座標にしたいのであれば、<systemitem>right_stick</systemitem> キーの値を <literal>true</literal> にすること
ko: <option>--dump</option> 옵션을 사용해 패널 설정을 만들어 냈을 때는, 패널 객체들의 위치는 절대 위치가 됩니다. 이러한 패널 객체들의 위치를 절대 위치에서 상대 위치로 바꾸고 싶을 수도 있습니다. 이 경우 패널의 가장 왼쪽에 있는 객체의 <systemitem>위치</systemitem> 값은 <literal>0</literal>이 되고, 그 다음 객체의 <systemitem>위치</systemitem> 값은 <literal>1</literal>이 되는 식입니다. 만약 객체의 위치가 패널의 오른쪽부터 상대적인 값을 갖게 하려면, <systemitem>right_stick</systemitem> 키의 값을 <literal>true</literal>로 설정하십시오.
pt: Quando gera uma configuração de painel com a opção <option>--dump</option>, as posições dos objectos de painel são posições absolutas. Poderá desejar alterar as posições dos objectos de painel de posições absolutas para posições relativas. O objecto mais à esquerda do painel tem um valor de <systemitem>position</systemitem> igual a <literal>0</literal>. O objecto seguinte tem um <systemitem>position</systemitem> de <literal>1</literal>, e em diante. Se desejar que as posições dos objectos sejam relativas em relação ao lado direito do painel, defina o valor da chave <systemitem>right_stick</systemitem> como <literal>true</literal>.

source: Use the <option>--load</option> option with the <command>mateconftool-2</command> command line tool to set the values of the default configuration source to the values in the <filename>my-panel-setup.entries</filename> file. For example, the following command sets the values of the keys in the default configuration source to the values of the corresponding keys in <filename>my-panel-setup.entries</filename>:
ca: Utilitzeu l'opció <option>--load</option> amb l'ordre <command>mateconftool-2</command> per a establir els valors de la font de configuració predeterminada als valors del fitxer <filename>configuració-del-quadre.entries</filename>. Per exemple, l'ordre següent estableix els valors de les claus en la font de configuració predeterminada als valors de les claus corresponents al <filename>configuració-del-quadre.entries</filename>:
cs: Použijte nástroj příkazové řádky <command>mateconftool-2</command> s přepínačem <option>--load</option> k nastavení hodnot zdroje výchozího nastavení na hodnoty v souboru <filename>nastaveni-mého-panelu.entries</filename>. Například následující příkaz nastaví hodnoty klíčů ve zdroji výchozího nastavení na hodnoty odpovídající klíčům v <filename>nastavení-mého-panelu.entries</filename>:
de: Verwenden Sie die Option <option>--load</option> mit dem Befehlszeilenwerkzeug <command>mateconftool-2</command>, um die Werte der vorgegebenen Konfigurationsquelle auf die Werte in der Datei <filename>my-panel-setup.entries</filename> zu setzen. Beispielsweise setzt der folgende Befehl die Werte der Schlüssel in der vorgegebenen Konfigurationsquelle auf die Werte der korrespondierenden Schlüssel in der Datei <filename>my-panel-setup.entries</filename>:
eu: <filename>my-panel-setup.entries</filename> fitxategiko balioei konfigurazio-iturburu lehenetsiko balioak ezartzeko, erabili <option>--load</option> aukera <command>mateconftool-2</command> komando-lerroko tresnarekin. Adibidez, konfigurazio-iturburu lehenetsiko gakoen balioak ezartzen dizkie <filename>my-panel-setup.entries</filename> fitxategiko gakoen balioei komando honek:
ja: <command>mateconftool-2</command> コマンドラインに <option>--load</option> というオプションを指定して、ここで編集した <filename>my-panel-setup.entries</filename> ファイルの内容をデフォルトの設定ソースとして読み込ませる; 例えば、次のコマンドラインを実効するとデフォルトの設定ソースにあるキーの値に、<filename>my-panel-setup.entries</filename> ファイルから読み込んだ値をセットする:
ko: <command>mateconftool-2</command> 명령행 도구를 <option>--load</option> 옵션과 함께 사용하여 <filename>my-panel-setup.entries</filename> 파일 내의 값들을 기본값 설정 소스의 값들로 설정합니다. 예를 들어 다음 명령은 기본값 설정 소스 내의 값들로 <filename>my-panel-setup.entries</filename> 내의 해당 키의 값들을 설정합니다:
pt: Utilize a opção <option>--load</option> com a ferramenta de linha de comando <command>mateconftool-2</command> para definir os valores da base de configuração por omissão para serem os valores constantes no ficheiro <filename>my-panel-setup.entries</filename>. Por exemplo, o seguinte comando define os valores das chaves na base de configuração por omissão como sendo o das respectivas chaves em <filename>my-panel-setup.entries</filename>:

source: Setting Look-and-Feel Preferences
ca: Establiment de les preferències de l'aparença
cs: Nastavení předvoleb celkového vzhledu
de: Einstellungen des Erscheinungsbildes
eu: Itxura eta izaeraren hobespenak ezartzea
ja: 外観の設定を指定する
ko: 모양새 설정 방법
pt: Definir as Preferências de Aparência e Comportamento

source: The following sections describe how to assign mandatory or default values to look-and-feel preferences.
ca: Les seccions següents descriuen com assignar valors obligatoris o predeterminats a les preferències d'aparença.
cs: Následující oddíl popisuje, jak přiřadit povinné nebo výchozí hodnoty předvolbám celkového vzhledu.
de: Die folgenden Abschnitte beschreiben, wie Sie obligatorische oder vorgegebene Werte den Einstellungen für das Erscheinungsbild zuordnen.
eu: Itxura eta izaeraren hobespenei derrigorrezko balioak edo balio lehenetsiak nola esleitzen zaizkien azaltzen da atal hauetan.
ja: ここでは、MATE デスクトップ環境の外観と操作性に影響する変更不可の値またはデフォルト値の指定方法について説明します。
ko: 이 부분에서는 모양새에 관련된 설정의 필수값과 기본값을 설정하는 방법을 설명합니다.
pt: As secções seguintes descrevem como atribuir valores obrigatórios ou por omissão a preferências de aparência e comportamento.

source: To Set Font Preferences
ca: Establiment de les preferències del tipus de lletra
cs: Nastavení předvoleb písma
de: Festlegen von Schrifteinstellungen
eu: Letra-tipoaren hobespenak ezartzea
ja: フォントの設定を指定する
ko: 글꼴 설정 변경하기
pt: Definir Preferências de Fontes

source: fonts, setting
ca: tipus de lletra, paràmetre
cs: písma, nastavení
de: Schriften einstellen
eu: letra-tipoak, ezarpena
ko: 글꼴, 설정
pt: fontes, definir

source: fonts
ca: tipus de lletra
cs: písma
de: Schriften
eu: letra-tipoak
ko: 글꼴
pt: fontes

source: To set font preferences, you modify the values of two preference keys. The following table shows the keys to modify, and the part of the user interface to which the keys correspond:
ca: Per a establir les preferències del tipus de lletra, podeu modificar els valors de dues claus de preferència. La taula següent mostra les claus a modificar i la part de la interfície d'usuari on corresponen les claus:
cs: Pro nastavení předvoleb písma musíte změnit hodnoty dvou klíčů předvoleb. Následující tabulka ukazuje klíče, které je potřeba změnit a části uživatelského rozhraní, které klíči odpovídají:
de: Um die Schrifteinstellungen zu setzen, ändern Sie die Werte zweier Einstellungsschlüssel. Die folgende Tabelle zeigt die zu ändernden Schlüssel und den Teil der Benutzeroberfläche, auf den sich die Schlüssel beziehen:
eu: Letra-tipoen hobespenak ezartzeko, bi hobespen-gakoren balioak aldatu behar dira. Aldatu beharreko gakoak eta gako horiek erabiltzaile-interfazearen zein zatiri dagozkion ikus daiteke taula honetan:
ja: フォントの設定を指定する際は二つの設定キーの値をそれぞれ変更することになります。次の表は変更するキーとそれに関連付けられているユーザ・インタフェースの部品を一覧にしたものです:
ko: 글꼴 설정을 변경하려면, 다음 두 개의 설정 키의 값을 수정합니다. 아래의 표는 수정해야 할 키들과, 이에 관련된 사용자 인터페이스 부분을 보여줍니다:
pt: Para definir as preferências de fontes, deverá alterar os valores de duas chaves. A tabela seguinte lista as chaves a alterar, e a parte do interface de utilizador a que as chaves correspondem:

source: MateConf Location
ca: Ubicació del MateConf
cs: Umístění MateConf
de: MateConf-Ort
eu: MateConf kokalekua
ja: MateConf の設定キー
ko: MateConf 위치
pt: Localização MateConf

source: User Interface Component
ca: Component d'interfície d'usuari
cs: Komponenta uživatelského rozhraní
de: Komponente der Benutzerschnittstelle
eu: Erabiltzaile-interfazearen osagaia
ja: ユーザ・インタフェースの部品
ko: 사용자 인터페이스 요소
pt: Componente de Interface de Utilizador

source: <application>Font</application> preference tool, <guilabel>Application font</guilabel> option
ca: Eina de preferències <application>Tipus de lletra</application>, opció <guilabel>Tipus de lletra de les aplicacions</guilabel>
cs: Nástroj předvolby <application>Písmo</application>, volba <guilabel>Písmo aplikací</guilabel>
de: <application>Schrift</application>-Einstellungswerkzeug, Option <guilabel>Application font</guilabel>
eu: <application>Letra-tipoa</application> hobespen-tresna, <guilabel>Aplikazioaren letra-tipoa</guilabel> aukera
ja: 外観の設定の「<application>フォント</application>」のページにある<guilabel>アプリケーション</guilabel>のフォント
ko: <application>글꼴</application> 설정 도구, <guilabel>응용프로그램 글꼴</guilabel> 옵션
pt: Ferramenta de preferências de <application>Fonte</application>, opção <guilabel>Fonte de aplicação</guilabel>

source: <application>Font</application> preference tool, <guilabel>Desktop font</guilabel> option
ca: Eina de preferències <application>Tipus de lletra</application>, opció <guilabel>Tipus de lletra de l'escriptori</guilabel>
cs: Nástroj předvolby <application>Písmo</application>, volba <guilabel>Písmo plochy</guilabel>
de: <application>Schrift</application>-Einstellungswerkzeug, Option <guilabel>Schriftart der Arbeitsfläche</guilabel>
eu: <application>Letra-tipoa</application> hobespen-tresna, <guilabel>Mahaigainaren letra-tipoa</guilabel> aukera
ja: 外観の設定の「<application>フォント</application>」のページにある<guilabel>デスクトップ</guilabel>のフォント
ko: <application>글꼴</application> 설정 도구, <guilabel>바탕 화면 글꼴</guilabel> 옵션
pt: Ferramenta de preferências de <application>Fonte</application>, opção <guilabel>Fonte do ambiente de trabalho</guilabel>

source: For example, to set <literal>Sans 12</literal> as the mandatory application font, run the following command:
ca: Per exemple, per a establir <literal>Sans 12</literal> com a tipus de lletra obligatòria de les aplicacions, executeu l'ordre següent:
cs: Například nastavení písma aplikací na <literal>Sans 12</literal> se provede takovýmto příkazem:
de: Um beispielsweise <literal>Sans 12</literal> als obligatorische Schrift in Anwendungen festzulegen, führen Sie folgenden Befehl aus:
eu: Adibidez, aplikazioaren derrigorrezko letra-tipo gisa <literal>Sans 12</literal> ezartzeko, exekutatu komando hau:
ja: 例えば、アプリケーションのフォントに <literal>Sans 12</literal> を強制する場合のコマンドは次のような書式になります:
ko: 예를 들어 <literal>Sans 12</literal> 글꼴을 필수 응용프로그램 글꼴로 설정하려면 다음 명령을 실행합니다:
pt: Por exemplo, para definir <literal>Sans 12</literal> como a fonte de aplicação obrigatória, execute o seguinte comando:
