Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: You can also use the <option>--direct</option> option and the <option>--config-source</option> option with the <option>--set</option> option to write a value to another configuration source.
ca: També podeu utilitzar l'opció <option>--direct</option> i l'opció <option>--config-source</option> amb l'opció <option>--set</option> per a escriure un valor a una altra font de configuració.
cs: Spolu s přepínačem <option>--set</option> můžete použít také přepínače <option>--direct</option> a <option>--config-source</option> k zápisu hodnoty do jiného zdroje nastavení.
de: Sie können auch die Option <option>--direct</option> und Die Option <option>--config-source</option> mit der Option <option>--set</option> verwenden, um einen Wert in eine andere Konfigurationsquelle zu schreiben.
eu: <option>--direct</option> aukera eta <option>--config-source</option> aukera erabil daitezke <option>--set</option> aukerarekin batera, beste konfigurazio-iturburu batean balio bat idazteko.
ja: この <option>--set</option> オプションに加えて、<option>--direct</option> と <option>--config-source</option> オプションを同時に指定すると、セットする値を別の設定ソースに書き込める
ko: 또한 <option>-direct</option> 옵션이나 <option>--config-source</option> 옵션과 함께 사용하여 설정값을 다른 설정 소스에 기록하도록 할 수 있습니다.
pt: Pode também utilizar a opção <option>--direct</option> e a opção <option>--config-source</option> em conjunto com a opção <option>--set</option> para escrever um valor noutra base de configuração.

source: Sets the value of an attribute in a schema key, and writes the value to the default configuration source.
ca: Estableix el valor d'un atribut en una clau d'esquema i escriu escriu el valor a la font de configuració predeterminada.
cs: Nastaví hodnotu atributu v klíči schématu a zapíše hodnotu do zdroje výchozího nastavení.
de: Setzt den Wert eines Attributs in einem Schema-Schlüssel und schreibt diesen Wert in die vorgegebene Konfigurationsquelle.
eu: Atributu baten balioa eskema-gako batean ezartzen du, eta balioa konfigurazio-iturburu lehenetsian idazten du.
ja: 任意のスキーマ・キーにある属性値をセットして、その値をデフォルトの設定ソースに書き込む
ko: 스키마 키 내의 속성의 값을 설정하고, 값을 기본값 설정 소스에 기록합니다.
pt: Define o valor de um atributo numa chave de esquema, e escreve esse valor na base de configuração por omissão.

source: Use the following options with the <option>--set-schema</option> option to specify the attribute that you want to update:
ca: Utilitzeu les opcions següents amb l'opció <option>--set-schema</option> per a especificar l'atribut que voleu actualitzar:
cs: Spolu s přepínačem <option>--set-schema</option> použijte následující přepínače k určení atributu, který se má aktualizovat:
de: Verwenden Sie folgende Optionen mit der Option <option>--set-schema</option>, um das Attribut anzugeben, welches Sie aktualisieren wollen:
eu: Erabili aukera hauek <option>--set-schema</option> aukerarekin batera, eguneratu nahi den atributu bat zehazteko:
ja: この <option>--set-schema</option> というオプションと次のオプションを一緒に指定すると、値を更新したい属性を指定できる:
ko: 다음 옵션들과 함께 사용하여 변경하고 싶은 속성을 지정할 수 있습니다:
pt: Utilize as seguintes opções em conjunto com a opção <option>--set-schema</option> para especificar o atributo que deseja actualizar:

source: For example, the following command sets the short description in the schema key for the <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem> key:
ca: Per exemple, l'ordre següent estableix la descripció curta de la clau d'esquema per a la clau <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem>:
cs: Například následující příkaz nastaví krátký popis v klíči schématu pro klíč <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem>:
de: Beispielsweise legt der folgende Befehl die Kurzbeschreibungim Schema-Schlüssel für den Schlüssel <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem> fest:
eu: Adibidez, ondorengo komandoak azalpen laburra ezartzen du <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem> gakoaren eskema-gakoan:
ja: 例えば、次に示すコマンドは <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem> というキーのスキーマ・キーに対する簡単な説明をセットするものである:
ko: 예를 들어 다음 명령은 <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem> 키에 대한 스키마 키의 짧은 설명을 설정합니다:
pt: Por exemplo, o comando seguinte define a descrição abreviada da chave de esquema para a chave <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem>:

source: mateconftool-2 \ --set-schema "/schemas/apps/mate-terminal/profiles/Default/background_color" \ --short-desc "Default background color of terminal"
ca: mateconftool-2 \ --set-schema "/schemas/apps/mate-terminal/profiles/Default/background_color" \ --short-desc "El color de fons del terminal per defecte"
cs: mateconftool-2 \ --set-schema "/schemas/apps/mate-terminal/profiles/Default/background_color" \ --short-desc "Výchozí barva pozadí v terminálu"
eu: mateconftool-2 \ --set-schema "/schemas/apps/mate-terminal/profiles/Default/background_color" \ --short-desc "Terminalaren atzeko planoaren kolore lehenetsia"
ko: mateconftool-2 \ --set-schema "/schemas/apps/mate-terminal/profiles/Default/background_color" \ --short-desc "터미널의 기본 배경 색상"
pt: mateconftool-2 \ --set-schema "/schemas/apps/mate-terminal/profiles/Default/background_color" \ --short-desc "Cor de fundo por omissão da consola"

source: Use this option with the <option>--set-schema</option> option to specify a short description for a schema key.
ca: Utilitzeu aquesta opció amb l'opció <option>--set-schema</option> per a especificar una descripció curta per a una clau d'esquema.
cs: Použijte tento přepínač spolu s přepínačem <option>--set-schema</option> k určení krátkého popisu klíče schématu.
de: Verwenden Sie diese Option mit dem Argument <option>--set-schema</option>, um eine Kurzbeschreibung eines Schema-Schlüssels anzugeben.
eu: Erabili aukera hori <option>--set-schema</option> aukerarekin batera, eskema-gako baten azalpen laburra zehazteko.
ja: このオプションと <option>--set-schema</option> というオプションを一緒に指定すると、任意のスキーマ・キーに対する簡単な説明を指定できる
ko: 이 옵션은 <option>--set-schema</option> 옵션과 함께 사용하여 스키마 키에 대한 짧은 설명을 지정합니다.
pt: Utilize esta opção em conjunto com a opção <option>--set-schema</option> para especificar uma descrição abreviada para uma chave de esquema.

source: Terminates the <application>MateConf</application> daemon.
ca: Finalitza el dimoni del <application>MateConf</application>.
cs: Ukončí démona <application>MateConf</application>.
de: Beendet den <application>MateConf</application>-Dienst.
eu: <application>MateConf</application> daemon-a amaitzen du.
ja: <application>MateConf</application> デーモンを強制終了する
ko: <application>MateConf</application> 데몬을 종료합니다.
pt: Termina o daemon <application>MateConf</application>.

source: data-type
ca: tipus-de-dada
cs: datový-typ
de: Datentyp
eu: Datu mota
ja: 型
ko: 데이터 형식
pt: tipo-dados

source: Use this option to specify the data type when you set a value of a preference key. You can also use this option when you set the value of an attribute in a schema key. The following is a list of valid data types:
ca: Utilitzeu aquesta opció per a especificar el tipus de dada quan establiu un valor d'una clau de preferència. També podeu utilitzar aquesta opció quan establiu el valor d'un atribut en una clau d'esquema. A continuació es mostra una llista dels tipus de dades vàlids:
cs: Použijte tento přepínač k určení datového typu, když nastavujete hodnotu klíče předvolby. Tento přepínač můžete použít také, když nastavujete hodnotu atributu v klíči schématu. Zde je seznam platných datových typů:
de: Verwenden Sie diese Option zum Angeben des Datentyps, wenn Sie den Wert eines Einstellungsschlüssels festlegen. Sie können diese Option auch dann verwenden, wenn Sie den Wert eines Attributs in einem Schema-Schlüssel festlegen. Folgende Datentypen können verwendet werden:
eu: Erabili aukera hori hobespen-gako batentzat balio bat ezartzean datu mota zehazteko. Eskema-gako bateko atributu baten balioa ezartzean ere aukera hori erabil daiteke. Hauek dira baliozko datu motak:
ja: このオプションを使い、設定キーにセットする値の型を指定できる (スキーマ・キーの属性値をセットする場合にも利用できる); 次は妥当なデータ型の一覧である:
ko: 이 옵션을 사용하여 설정 키의 값에 대한 데이터 형식을 지정합니다. 또한 스키마 키 내의 속성 값을 설정할 때도 이 옵션을 사용할 수 있습니다. 아래는 올바른 데이터 형식의 목록입니다:
pt: Utilize esta opção para especificar o tipo de dados quando definir o valor de uma chave de preferência. Pode também utilizar esta opção quando definir o valor de um atributo numa chave de esquema. Esta é uma lista dos tipos de dados válidos:

source: Resets the value of a preference key from the user setting to the setting in the default configuration source.
ca: Torna a iniciar el valor d'una clau de preferència des del paràmetre d'usuari al paràmetre en la font de configuració predeterminada.
cs: Přenastaví zpátky hodnotu klíče předvolby z uživatelského nastavení na hodnotu ve zdroji výchozího nastavení.
de: Setzt den Wert eines Einstellungsschlüssels von der Benutzereinstellung auf die vorgegebene Einstellung zurück.
eu: Hobespen-gako baten balioa berrezartzen du, erabiltzailearen ezarpenetik konfigurazio-iturburu lehenetsiko ezarpenera.
ja: 設定キーの値 (ユーザが指定した値) を設定ソースのデフォルト値に戻す
ko: 사용자 설정 소스와 기본값 설정 소스 내의 설정 키의 값을 초기화 합니다.
pt: Redefine o valor de uma chave de preferência, lendo das definições do utilizador para aplicar na base de configuração por omissão.

source: Displays a brief help message about the <command>mateconftool-2</command> command, and the options that you can use with the <command>mateconftool-2</command> command.
ca: Mostra un breu missatge d'ajuda sobre l'ordre <command>mateconftool-2</command> i les opcions que podeu utilitzar amb l'ordre <command>mateconftool-2</command>.
cs: Zobrazí stručnou nápovědu k příkazu <command>mateconftool-2</command> a přepínače, které můžete s příkazem <command>mateconftool-2</command> použít.
de: Zeigt eine kurze Hilfe zum Befehl <command>mateconftool-2</command> sowie die zugehörigen Optionen an.
eu: <command>mateconftool-2</command> komandoari buruzko laguntza-mezu laburra eta <command>mateconftool-2</command> komandoarekin erabil daitezkeen aukerak bistaratzen ditu.
ja: <command>mateconftool-2</command> コマンドに関するヘルプと、この <command>mateconftool-2</command> コマンドで利用できるオプションの一覧を要約を表示する (【最新版では利用不可】)
ko: <command>mateconftool-2</command> 명령과 이와 함께 사용할 수 있는 옵션에 대한 간략한 도움말을 보여줍니다.
pt: Apresenta uma breve mensagem de ajuda sobre o comando <command>mateconftool-2</command>, e as opções que pode utilizar com o comando <command>mateconftool-2</command>.

source: To Set Preference Values
ca: Establiment dels valors de les preferències
cs: Nastavení hodnot předvoleb
de: Festlegen von Einstellungswerten
eu: Hobespen-balioak ezartzea
ja: 値を指定する
ko: 설정값을 변경하는 방법
pt: Definir Valores de Preferências

source: preference values, setting
ca: valors de les preferències, paràmetre
cs: hodnoty předvoleb, natavení
de: Einstellungswerte setzen
eu: hobespen balioak, ezarpena
ko: 설정값, 설정
pt: valores de preferências, definir

source: preference values
ca: valors de les preferències
cs: hodnoty předvoleb
de: Einstellungswerte
eu: hobespen-balioak
ko: 설정값
pt: valores de preferências

source: setting with MateConf
ca: establir amb el MateConf
cs: nastavení s MateConf
de: Einstellungen mit MateConf
eu: MateConf-ekin ezarpenak egitea
ko: MateConf로 설정하기
pt: definir utilizando o MateConf

source: You can set a mandatory value or a default value for a preference key. Before you change mandatory preference values or default preference values for users, you must ensure that the <application>MateConf</application> daemon is not running for any user. Ensure that all users are logged out before you change preference values for users.
ca: Podeu establir un valor obligatori o un valor predeterminat per a una clau de preferència. Abans de canviar valors obligatoris de les preferències o els valors predeterminats de les preferència per als usuaris, heu d'assegurar-vos que el dimoni del <application>MateConf</application> no s'està executant per a cap usuari. Assegureu-vos que tots els usuaris estan desconnectats abans de canviar valors de preferència per als usuaris.
cs: Můžete nastavit povinné hodnoty nebo výchozí hodnoty pro klíč předvolby. Než změníte hodnoty povinných nebo výchozích nastavení pro uživatele, musíte se ujistit, že démon <application>MateConf</application> neběží pro žádného uživatele. Před změnou hodnoty předvolby pro uživatele se přesvědčte, že jsou všichni uživatelé odhlášení.
de: Sie können einen obligatorischen Wert oder einen Vorgabewert für einen Einstellungsschlüssel festlegen. Bevor Sie obligatorische Werte oder Vorgabewerte für Benutzer ändern, müssen Sie sicherstellen, das der <application>MateConf</application>-Dienst für keinen der Benutzer läuft. Überprüfen Sie, ob alle Benutzer abgemeldet sind, bevor Sie deren Einstellungswerte ändern.
eu: Hobespen-gako baten derrigorrezko balioa edo balio lehenetsia ezar dezakezu. Derrigorrezko hobespen-balioak edo hobespen-balio lehenetsiak aldatu aurretik, <application>MateConf</application> daemon-a ez dela exekutatzen ari ziurtatu behar duzu. Ziurtatu erabiltzaile guztiak saioa amaitua dutela hobespen-balioak aldatu aurretik.
ja: 任意の設定キーに対して変更不可の値またはデフォルトの値を指定することができるようになっています。 このような変更不可の設定値またはデフォルトの設定値をユーザ毎に変更する前に、まず <application>MateConf</application> デーモンがユーザ毎に起動していないことを確認してください。また、ユーザの設定値を変更する前にすべてのユーザがログアウトしていることを確認しておいてください。
ko: 여러분은 설정 키에 대한 필수값이나 기본값을 설정해 둘 수 있습니다. 사용자를 위한 필수 설정값이나 기본 설정값을 바꾸기 전에 어떤 사용자가 <application>MateConf</application> 데몬을 이용하고 있지는 않은지 확인해야 합니다. 설정값을 바꾸기 전에 모든 사용자들이 로그아웃하도록 하십시오.
pt: Pode definir um valor obrigatório ou um valor por omissão para uma chave de preferência. Antes de alterar valores de preferências obrigatórios ou por omissão de utilizadores, certifique-se de que o daemon do <application>MateConf</application> não se encontra em execução para nenhum utilizador. Certifique-se de que todos os utilizadores terminaram as suas sessões antes de alterar os valores das suas preferências.

source: To set a mandatory value or a default value for a preference key, use the <command>mateconftool-2</command> command, as follows:
ca: Per a establir un valor obligatori o un valor predeterminat per a una clau de preferència, utilitzeu l'ordre <command>mateconftool-2</command> de la manera següent:
cs: K nastavení povinné hodnoty nebo výchozí hodnoty klíče předvolby použijte příkaz <command>mateconftool-2</command> následovně:
de: Um einen obligatorischen Wert oder einen Standardwert für einen Einstellungsschlüssel festzulegen, verwenden Sie den Befehl <command>mateconftool-2</command> wie folgt:
eu: Hobespen-gako baten derrigorrezko balioa edo balio lehenetsia ezartzeko, erabili <command>mateconftool-2</command> komandoa honela:
ja: 任意の設定キーに対して、変更不可の値やデフォルトの値を指定する際に使用する <command>mateconftool-2</command> コマンドの書式は次のとおりです:
ko: <command>mateconftool-2</command> 명령을 사용하여 설정 키에 대한 필수값이나 기본값을 설정하는 방법은 다음과 같습니다:
pt: Para definir um valor obrigatório ou um valor por omissão de uma chave de preferência, utilize o comando <command>mateconftool-2</command>, da seguinte forma:

source: preference-key
ca: clau-de-preferència
cs: klíč-předvolby
de: Einstellungsschlüssel
eu: hobespen-gakoa
ja: 設定キー
ko: 설정 키
pt: chave-preferência

source: value
ca: valor
cs: hodnota
de: Wert
eu: balioa
ko: 값
pt: valor

source: For example, to set <literal>wwwproxy.xyz.com</literal> as the mandatory HTTP proxy host, run the following command:
ca: Per exemple, per a establir <literal>wwwproxy.xyz.com</literal> com a servidor intermediari HTTP obligatori, executeu l'ordre següent:
cs: Například k nastavení <literal>wwwproxy.xyz.cz</literal> jako povinné proxy HTTP spusťte následující příkaz:
de: Um beispielsweise <literal>wwwproxy.xyz.com</literal> als obligatorischen Proxy-Rechner festzulegen, führen Sie folgenden Befehl aus:
eu: Adibidez, <literal>wwwproxy.xyz.com</literal> derrigorrezko HTTP proxy ostalari gisa ezartzeko, exekutatu komando hau:
ja: 例えば、強制的に HTTP プロキシのホストを <literal>wwwproxy.xyz.com</literal> にする場合は次のようなコマンドになります:
ko: 예를 들어 <literal>wwwproxy.xyz.com</literal>을 필수 HTTP 프록시 호스트로 설정하려면 다음 명령을 실행합니다:
pt: Por exemplo, para definir <literal>wwwproxy.xyz.com</literal> como o endereço de proxy HTTP obrigatório, execute o seguinte comando:

source: The user cannot override this preference value.
ca: L'usuari no pot sobreescriure aquest valor de la preferència.
cs: Uživatel nemůže tuto hodnotu předvolby přepsat.
de: Der Benutzer kann diesen Einstellungswert nicht überschreiben.
eu: Erabiltzaileak ezin du hobespen-balio hori baliogabetu.
ja: 一般ユーザはこの設定値を変更することはできません。
ko: 사용자는 이 설정값을 변경할 수 없습니다.
pt: O utilizador não conseguirá contornar ou alterar o valor desta preferência.

source: You can also use the <command>mateconftool-2</command> command to set default values. For example, to set the default number of workspaces to five, run the following command:
ca: També podeu utilitzar l'ordre <command>mateconftool-2</command> per a establir els valors predeterminats. Per exemple, per a establir el número predeterminat d'espais de treball a cinc, executeu l'ordre següent:
cs: Příkaz <command>mateconftool-2</command> můžete použít také k nastavení výchozích hodnot. Například k nastavení výchozího počtu pracovních ploch na pět spusťte následující příkaz:
de: Zum Setzen der Standardwerte können Sie auch den Befehl <command>mateconftool-2</command> verwenden. Wenn Sie beispielsweise die Anzahl der Arbeitsflächen auf 5 setzen wollen, führen Sie den folgenden Befehl aus:
eu: Balio lehenetsiak ezartzeko ere erabil daiteke <command>mateconftool-2</command> komandoa. Adibidez, laneko area kopuru lehenetsi gisa bost ezartzeko, exekutatu komando hau:
ja: さらに <command>mateconftool-2</command> コマンドを使ってデフォルトの設定値を指定できます。例えば、デフォルトのワークスペースの数を５個にする場合は次のようなコマンドになります:
ko: <command>mateconftool-2</command> 명령을 이용하여 기본값을 설정할 수도 있습니다. 예를 들어 작업 공간의 기본 개수를 5로 설정하고 싶다면, 다음 명령을 실행합니다:
pt: Pode também utilizar o comando <command>mateconftool-2</command> para definir valores por omissão. Por exemplo, para definir o número de áreas de trabalho por omissão como cinco, execute o seguinte comando:

source: The user can override this preference value.
ca: L'usuari pot sobreescriure aquest valor de la preferència.
cs: Uživatel může tuto hodnotu předvolby přepsat.
de: Der Benutzer kann diesen Einstellungswert überschreiben.
eu: Erabiltzaileak hobespen-balio hori baliogabetu dezake.
ja: 一般ユーザはこの設定値を上書きして変更できます。
ko: 사용자는 이 설정값을 변경할 수 있습니다.
pt: O utilizador poderá alterar o valor desta preferência.

source: Before you change mandatory preference values or default preference values for users, you must ensure that all users are logged out.
ca: Abans de canviar valors obligatoris de les preferències o els valors predeterminats de les preferències per als usuaris, heu d'assegureu-vos que tots els usuaris estan desconnectats.
cs: Než změníte hodnoty povinných nastavení nebo hodnoty výchozích nastavení pro uživatele, přesvědčte se, že jsou všichni uživatelé odhlášení.
de: Bevor Sie obligatorische Einstellungswerte oder Standardwerte ändern, müssen Sie sicherstellen, dass alle Benutzer abgemeldet sind.
eu: Derrigorrezko hobespen-balioak edo hobespen-balio lehenetsiak aldatu aurretik, erabiltzaile guztiek saioa amaitua dutela ziurtatu behar duzu.
ja: 変更不可の値またはデフォルトの値を変更する前に、まずすべてのユーザがログアウトしていることを確認しておいてください。
ko: 사용자에 대한 필수 설정값이나 기본 설정값을 바꾸기 전에, 반드시 모든 사용자들이 로그아웃 하였는 지 확인하십시오.
pt: Antes de alterar valores de preferências obrigatórios ou por omissão dos utilizadores, certifique-se de que todos terminaram as suas sessões.

source: Setting General Preferences
ca: Establiment de les preferències generals
cs: Nastavení obecných předvoleb
de: Konfigurieren allgemeiner Einstellungen
eu: Hobespen orokorrak ezartzea
ja: 全般の設定を指定する
ko: 일반 환경 설정
pt: Definir Preferências Gerais

source: The following sections describe how to assign mandatory or default values to general preferences.
ca: Les seccions següents descriuen com assignar valors obligatoris o predeterminats a preferències generals.
cs: Následující oddíl popisuje, jak přiřadit do obecných předvoleb povinné nebo výchozí hodnoty.
de: Der folgende Abschnitt beschreibt, wie obligatorische oder vorgegebenen Werte den allgemeinen Einstellungen zugeordnet werden können.
eu: Hobespen orokorrei derrigorrezko balioak edo balio lehenetsiak nola esleitzen zaizkien azaltzen da atal hauetan.
ja: ここでは、MATE デスクトップ環境の全般に影響する変更不可の値またはデフォルト値の指定方法について説明します。
ko: 이 부분에서는 일반적인 설정에 대한 필수값이나 기본값을 할당하는 방법을 설명합니다.
pt: As secções seguintes descrevem como definir valores obrigatórios ou por omissão para preferências gerais.

source: To Set HTTP Proxy Preferences
ca: Establiment de les preferències del servidor intermediari HTTP
cs: Natavení předvoleb proxy HTTP
de: HTTP-Proxy-Einstellungen
eu: HTTP proxy hobespenak ezartzea
ja: HTTP プロキシを指定する
ko: HTTP 프록시 설정 방법
pt: Definir as Preferências da Proxy HTTP

source: HTTP proxy, setting
ca: servidor intermediari HTTP, paràmetre
cs: proxy HTTP, nastavení
de: HTTP-Proxy-Einstellungen
eu: HTTP proxy, ezarpenak
ko: HTTP 프록시, 설정
pt: Proxy HTTP, definir

source: HTTP proxy
ca: servidor intermediari HTTP
cs: proxy HTTP
eu: HTTP proxy-a
ko: HTTP 프록시
pt: Proxy HTTP

source: To set HTTP proxy preferences, you modify the values of the preference keys in the <systemitem>/system/http_proxy/</systemitem> location. For example, to set a mandatory value for the HTTP proxy host, run the following command:
ca: Per a establir les preferències del servidor intermediari HTTP, modifiqueu els valors de les claus de preferència a la ubicació <systemitem>/system/http_proxy/</systemitem>. Per exemple, per a establir un valor obligatori per al servidor intermediari HTTP, executeu l'ordre següent:
cs: Pro nastavení předvoleb proxy HTTP změňte hodnoty klíčů předvoleb v umístění <systemitem>/system/http_proxy/</systemitem>. Např. nastavení povinné hodnoty pro proxy HTTP se provede následovně:
de: Um Einstellungen für HTTP-Proxies festzulegen, passen sie die Werte der Einstellungsschlüssel in <systemitem>/system/http_proxy/</systemitem> an. Um beispielsweise einen obligatorischen Wert für einen HTTP-Proxy-Rechner festzulegen, führen Sie folgenden Befehl aus:
eu: HTTP proxy-aren hobespenak ezartzeko, aldatu <systemitem>/system/http_proxy/</systemitem> kokalekuko hobespen-gakoen balioak. Adibidez, HTTP proxy ostalariari derrigorrezko balioa ezartzeko, exekutatu komando hau:
ja: HTTP プロキシの設定を指定する際は <systemitem>/system/http_proxy/</systemitem> という場所にある設定キーの値を変更します。例えば、HTTP プロキシとして強制する変更不可のホストを指定する場合のコマンドは次のような書式になります:
ko: HTTP 프록시 설정을 변경하려면 <systemitem>/system/http_proxy/</systemitem> 위치 내의 설정 키의 값을 수정해야 합니다. 예를 들어 HTTP 프록시 호스트의 필수값을 설정하려면 다음 명령을 실행합니다:
pt: Para definir preferências de proxy HTTP, tem de alterar os valores das chaves de preferências na localização <systemitem>/system/http_proxy/</systemitem>. Por exemplo, para definir um valor obrigatório para o endereço de proxy HTTP, execute o seguinte comando:

source: proxy-name
ca: nom-del-servidor-intermediari
cs: název-proxy
ja: プロキシの名前
ko: 프록시 이름
pt: nome-proxy

source: To set a default value for the HTTP proxy host, run the following command:
ca: Per a establir el valor predeterminat per al servidor intermediari HTTP, executeu l'ordre següent:
cs: Pokud chcete nastavit výchozí proxy HTTP, spusťte následující příkaz:
de: Um einen Vorgabewert für einen HTTP-Proxy-Rechner zu setzen, führen Sie folgenden Befehl aus:
eu: HTTP proxy ostalariaren balio lehenetsia ezartzeko, exekutatu komando hau:
ja: そして、HTTP プロキシのホストにデフォルトの値を指定する場合のコマンドは次のような書式になります:
ko: HTTP 프록시의 기본값을 설정하려면 다음 명령을 실행합니다:
pt: Para definir um valor por omissão para o endereço de proxy HTTP, execute o seguinte comando:
