Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: Directory entry files must reside in the <filename>$XDG_DATA_DIRS/desktop-directories</filename> directory. If <envar>$XDG_DATA_DIRS</envar> is not set, then the default path is <filename>/usr/share</filename> is used. This also implies that user specific directory entries may be located at <filename>$XDG_DATA_HOME/desktop-directories</filename> which is searched first. If <envar>$XDG_DATA_HOME</envar> is not set, then the default path <filename>~/.local/share</filename> is used. Directory entries are collected from all directories in the <envar>$XDG_DATA_DIRS</envar> environment variable. Directories which appear first in <envar>$XDG_DATA_DIRS</envar> are given precedence when there are several <filename>.directory</filename> files with the same name.
ca: Els fitxers d'entrada de directori han de residir al directori <filename>$XDG_DATA_DIRS/desktop-directories</filename>. Si <envar>$XDG_DATA_DIRS</envar> no s'ha establert, llavors s'utilitza el camí predeterminat <filename>/usr/share</filename>. Això també implica que les entrades de directori específiques de l'usuari han d'estar ubicades a <filename>$XDG_DATA_HOME/desktop-directories</filename> on primer es fa la cerca. Si <envar>$XDG_DATA_HOME</envar> no s'ha establert, llavors s'utilitza el camí predeterminat <filename>~/.local/share</filename>. Les entrades de directori es recullen per a tots els directoris especificats a la variable d'entorn <envar>$XDG_DATA_DIRS</envar>. Els directoris que apareguin primer a <envar>$XDG_DATA_DIRS</envar> tenen preferència quan hi hagi diversos fitxers <filename>.directory</filename> amb el mateix nom.
cs: Soubory vstupu složky musí být umístěné ve složce <filename>$XDG_DATA_DIRS/desktop-directories</filename>. V případě, že <envar>$XDG_DATA_DIRS</envar> není nastavená, použije se výchozí cesta <filename>/usr/share</filename>. Rovněž se předpokládá, že uživatelem zadané vstupy složky, jsou umístěné v <filename>$XDG_DATA_HOME/desktop-directories</filename>, která je prohledávaná jako první. V případě, že <envar>$XDG_DATA_HOME</envar> není nastavená, použije se výchozí cesta <filename>~/.local/share</filename>. Vstupy složky jsou sesbírané ze všech složek uvedených v proměnné prostředí <envar>$XDG_DATA_DIRS</envar>. Složky, které jsou v <envar>$XDG_DATA_DIRS</envar> uvedené jako první, mají v případě výskytu více stejných souborů <filename>.directory</filename> přednost.
de: Ordnereintrags-Dateien müssen sich im Ordner <filename>$XDG_DATA_DIRS/desktop-directories</filename> befinden. Falls <envar>$XDG_DATA_DIRS</envar> nicht gesetzt ist, dann wird der Vorgabepfad <filename>/usr/share</filename> verwendet. Das schließt auch ein, dass benutzerdefinierte Ordnereintrags-Dateien in <filename>$XDG_DATA_HOME/desktop-directories</filename> enthalten sein können, worin zuerst gesucht wird. Falls <envar>$XDG_DATA_HOME</envar> nicht gesetzt ist, dann wird der Vorgabepfad <filename>~/.local/share</filename> verwendet. Ordnereinträge werden aus allen Orten in der Umgebungsvaribale <envar>$XDG_DATA_DIRS</envar> ermittelt. In <envar>$XDG_DATA_DIRS</envar> zuerste erscheinende Ordner erhalten den Vorzug, wenn mehrere <filename>.directory</filename>-Dateien gleichen Namens existieren.
eu: Direktorioko sarrera-fitxategiek <filename>$XDG_DATA_DIRS/desktop-directories</filename> direktorioan egon behar dute. <envar>$XDG_DATA_DIRS</envar> ezarria ez badago, <filename>/usr/share</filename> bide-izen lehenetsia erabiltzen da. Ondorioz, erabiltzaile baten berariazko direktorioko sarrera <filename>$XDG_DATA_HOME/desktop-directories</filename>(e)n ere koka daiteke, hor bilatzen baita lehendabizi. <envar>$XDG_DATA_HOME</envar> ezarria ez badago, <filename>~/.local/share</filename> bide-izen lehenetsia erabiltzen da. <envar>$XDG_DATA_DIRS</envar> ingurune-aldagaiko direktorio guztietan jasotzen dira direktorioko sarrerak. Izen bereko <filename>.directory</filename> fitxategi bat baino gehiago daudenean, lehentasuna dute <envar>$XDG_DATA_DIRS</envar>en lehenbizi agertzen direnek.
ja: このディレクトリ・エントリのファイルは <filename>$XDG_DATA_DIRS/desktop-directories</filename> というフォルダの中に格納されていなければなりません。もし環境変数である <envar>$XDG_DATA_DIRS</envar> が指定されていないと、デフォルト値である <filename>/usr/share</filename> を使用します。さらに、ユーザ専用のディレクトリ・エントリのファイルも <filename>$XDG_DATA_HOME/desktop-directories</filename> に格納されているものとみなします (このファイルを見つける際に一番最初に調査するフォルダということです)。ここで、環境変数である <envar>$XDG_DATA_HOME</envar> が指定されていないと、デフォルト値の <filename>~/.local/share</filename> を使用します。ディレクトリ・エントリは全て <envar>$XDG_DATA_DIRS</envar> という環境変数に格納されたフォルダから取得します。同名のディレクトリ・エントリがあった場合は環境変数である <envar>$XDG_CONFIG_DIRS</envar> に格納されたフォルダの中で先に出現するファイルが優先されます。
ko: 디렉토리 엔트리 파일은 반드시 <filename>$XDG_DATA_DIRS/desktop-directories</filename> 디렉토리 내에 있어야 합니다. 만약 <envar>$XDG_DATA_DIRS</envar> 변수가 설정되어 있지 않으면, 기본값으로 <filename>/usr/share</filename> 경로가 사용됩니다. 이것은 사용자가 지정한 디렉토리 엔트리는 반드시 <filename>$XDG_DATA_HOME/desktop-directories</filename> 내에 있어야 한다는 것을 뜻하며, 이 경우 해당 파일이 먼저 검색됩니다. 만약 <envar>$XDG_DATA_DIRS</envar> 변수가 설정되어 있지 않다면, 기본값인 <filename>.directory</filename> 경로가 사용됩니다. 디렉토리 엔트리들은 <envar>$XDG_DATA_HOME</envar> 환경 변수내의 모든 디렉토리에서 수집됩니다. 만약 같은 이름의 <filename>~/.local/share</filename> 파일이 여러 개 있는 경우에는 <envar>$XDG_DATA_DIRS</envar> 내에서 먼저 나타난 디렉토리에 있는 것이 사용됩니다.
pt: Ficheiros de definição de directório têm de residir no directório <filename>$XDG_DATA_DIRS/desktop-directories</filename>. Se <envar>$XDG_DATA_DIRS</envar> não estiver definida, será utilizado o caminho por omissão <filename>/usr/share</filename>. Tal implica que definições de directório definidas pelos utilizadores poderão residir em <filename>$XDG_DATA_HOME/desktop-directories</filename> que é analisado primeiro. Se <envar>$XDG_DATA_HOME</envar> não estiver definida, será utilizado o caminho por omissão <filename>~/.local/share</filename>. Definições de directórios são recolhidas de todos os directórios constantes na variável de ambiente <envar>$XDG_DATA_DIRS</envar>. Directórios que surjam primeiro em <envar>$XDG_DATA_DIRS</envar> têm precedência caso existam vários ficheiros <filename>.directory</filename> com o mesmo nome.

source: The following is a sample directory entry file:
ca: A continuació es mostra un fitxer d'entrada de directori d'exemple:
cs: Zde je ukázka souboru vstupu složky:
de: Es folgt ein Beispiel für eine Ordnereintrags-Datei:
eu: Direktorioko sarrera-fitxategi baten lagina da hau:
ja: 次はディレクトリ・エントリのファイルの例です:
ko: 아래는 디렉토리 엔트리 파일의 예제입니다:
pt: O seguinte é um exemplo de ficheiro de definição de directório:

source: [Desktop Entry] Name=Graphics Name[fr]=Graphisme ... Comment=Graphics applications Comment[fr]=Applications graphiques ... Icon=mate-graphics Type=Directory Encoding=UTF-8
ca: [Desktop Entry] Name=Graphics Name[ca]=Gràfics ... Comment=Graphics applications Comment[ca]=Aplicacions de gràfics ... Icon=mate-graphics Type=Directory Encoding=UTF-8
cs: [Desktop Entry] Name=Graphics Name[cs]=Grafika Name[fr]=Graphisme ... Comment=Graphics applications Comment[cs]=Grafické aplikace Comment[fr]=Applications graphiques ... Icon=mate-graphics Type=Directory Encoding=UTF-8
ja: [Desktop Entry] Name=Graphics Name[ja]=グラフィックス ... Comment=Graphics applications Comment[ja]=グラフィックス関連のアプリケーションです ... Icon=mate-graphics Type=Directory Encoding=UTF-8
pt: [Desktop Entry] Name=Graphics Name[pt]=Gráficos ... Comment=Graphics applications Comment[pt]=Aplicações de gráficos ... Icon=mate-graphics Type=Directory Encoding=UTF-8

source: <xref linkend="menustructure-TBL-15"/> describes the most important keys in directory entry files.
ca: La <xref linkend="menustructure-TBL-15"/> descriu les claus més importants dels fitxers d'entrada de directori.
cs: <xref linkend="menustructure-TBL-15"/> popisuje nejdůležitější klíče souborů vstupu složky.
de: <xref linkend="menustructure-TBL-15"/> beschreibt die wichtigsten Schlüssel in Ordnereintrags-Dateien.
eu: Direktorioko sarrera-fitxategietako gako garrantzitsuenak azaltzen dira <xref linkend="menustructure-TBL-15"/>(e)n.
ja: <xref linkend="menustructure-TBL-15"/> にディレクトリ・エントリのファイルで最もよく利用するキーワードを示します。
ko: <xref linkend="menustructure-TBL-15"/>는 디렉토리 엔트리 파일 내의 가장 중요한 키들에 대해 설명합니다.
pt: <xref linkend="menustructure-TBL-15"/> descreve as chaves mais importantes nos ficheiros de definição de directórios.

source: Directory Entry Keys
ca: Claus d'entrada de directori
cs: Klíče vstupu složky
de: Ordnereintrags-Schlüssel
eu: Direktorioko sarrera-gakoak
ja: ディレクトリ・エントリのキーワード
ko: 디렉토리 엔트리 키
pt: Chaves de Definição de Directório

source: Directory Entry Key
ca: Clau d'entrada de directori
cs: Klíč vstupu složky
de: Ordnereintrags-Schlüssel
eu: Direktorioko sarrera-gakoa
ja: キーワード
ko: 디렉토리 엔트리 키
pt: Chave de Definição de Directório

source: Specifies the name of the menu. This name is displayed on the menu.
ca: Especifica el nom del menú. Aquest nom es mostra al menú.
cs: Určuje název nabídky. Tento název se zobrazí v nabídce.
de: Legt den Namen des Menüs fest. Dieser Name wird im Menü angezeigt.
eu: Menuaren izena zehazten du. Izen hori menuan bistaratzen da.
ja: メニューの名前を表す文字列 (この文字列が実際のメニューに表示される)
ko: 메뉴의 이름을 지정합니다. 이 이름은 메뉴에 표시됩니다.
pt: Especifica o nome do menu. Este nome é apresentado no menu.

source: Specifies a short description of the menu. The comment is displayed as a tooltip when you point to the menu.
ca: Especifica una breu descripció de l'element. El comentari es mostra com un indicador de funció quan el ratolí es situa sobre el menú.
cs: Určuje stručný popis nabídky. Komentář se zobrazí jako bublina se stručný popisem, když na nabídku najedete ukazatelem.
de: Eine kurze Beschreibung des Menüs. Dieser Kommentar wird als Minihilfe angezeigt, wenn sich der Mauszeiger über dem Menü befindet.
eu: Menuari buruzko azalpen laburra ematen du. Iruzkina argibide gisa bistaratzen da menua seinalatzen duzunean.
ja: このメニューの概要を表す (このキーワードはメニューの上にポインタをのせた時に現れるツールチップの中に表示される文章である)
ko: 메뉴에 대한 짧은 설명을 지정합니다. 이 내용은 해당 메뉴를 가리킬 때 풍선 도움말로 나타납니다.
pt: Especifica uma descrição abreviada do menu. O comentário é apresentado como uma dica quando se coloca o rato sobre o menu.

source: Specifies the filename of an icon that represents the menu. Does not specify the path to the filename, or the file extension.
ca: Especifica el nom del fitxer de la icona que representa el menú. No especifica el camí al nom del fitxer o l'extensió del fitxer.
cs: Určuje název souboru s ikonou, která představuje nabídku. Neobsahuje cestu k souboru ani příponu souboru.
de: Gibt den Dateinamen eines Symbols an, welches das Menü repräsentiert. Der Pfad zum Dateinamen oder die Dateinamenserweiterung werden nicht angegeben.
eu: Menua irudikatzen duen ikonoaren fitxategi-izena zehazten du. Ez ditu zehazten fitxategi-izenaren bide-izena eta fitxategi-luzapena.
ja: メニューに表示されるアイコンのファイル名を表す (ファイル名のパス、あるいは拡張子は指定fしないこと)
ko: 메뉴를 표시하는 아이콘 파일 이름을 지정합니다. 파일 이름의 경로나 확장자를 지정하지 마십시오.
pt: Especifica o nome de ficheiro do ícone que representa o menu. Não especifica o caminho para o ficheiro, nem a extensão do mesmo.

source: Specifies the type of menu. The value of this key is always <literal>Directory</literal>.
ca: Especifica el tipus de menú. El valor d'aquesta clau sempre és <literal>Directory</literal>.
cs: Určuje typ nabídky. Hodnota tohoto klíče je vždy <literal>Directory</literal>.
de: Gibt den Typ des Menüs an. Der Wert dieses Schlüssels ist immer <literal>Directory</literal>..
eu: Menuaren mota zehazten du. Gako honen balioa beti <literal>Directory</literal> da.
ja: メニューの種類を表す (このキーの値は常に <literal>Directory</literal> である)
ko: 메뉴의 형식을 지정합니다. 이 키의 값은 항상 <literal>Directory</literal>입니다.
pt: Especifica o tipo de menu. O valor desta chave é sempre <literal>Directory</literal>.

source: Editing System Menus
ca: Edició dels menús del sistema
cs: Úprava systémových nabídek
de: Bearbeitung der Systemmenüs
eu: Sistema-menuak editatzea
ja: システム・メニューを編集する
ko: 시스템 메뉴 편집하기
pt: Editar os Menus de Sistema

source: editing
ca: editar
cs: úprava
de: bearbeiten
eu: editatzea
ko: 편집
pt: editar

source: You can edit menu configuration files and menu data files manually to customize menus.
ca: Podeu editar manualment els fitxers de configuració del menú i els fitxers de dades del menú per a personalitzar els menús.
cs: Můžete ručně upravovat soubory nastavení nabídek a soubory s daty nabídek, abyste si nabídky přizpůsobili.
de: Sie können Menü-Konfigurationsdateien und Menü-Datendateien manuell bearbeiten, um Menüs anzupassen.
eu: Menuak pertsonalizatzeko, menuen konfigurazio-fitxategiak edo menuen datu-fitxategiak edita ditzakezu eskuz.
ja: 手動でメニューの設定ファイルとデータ・ファイルを編集して、いろいろなメニューをカスタマイズできるようになっています。
ko: 메뉴 설정을 변경하기 위해 메뉴 설정 파일과 메뉴 데이터 파일을 직접 편집할 수 있습니다.
pt: Pode editar os ficheiros de configuração de menus e os ficheiros de dados dos menus manualmente para personalizar os menus.

source: Adding Menus
ca: Addició de menús
cs: Přidávání nabídek
de: Menüs hinzufügen
eu: Menuak gehitzea
ja: メニューを追加する
ko: 메뉴 추가하기
pt: Adicionar Menus

source: adding
ca: afegir
cs: přidávání
de: hinzufügen
eu: gehitzea
ko: 더하기
pt: adicionar

source: To add a menu for all users, perform the following steps:
ca: Per a afegir un menú per a tots els usuaris, realitzeu els passos següents:
cs: Pokud chcete přidat nabídku pro všechny uživatele, postupujte následovně:
de: Um ein Menü für alle Benutzer hinzuzufügen, führen Sie die folgenden Schritte aus:
eu: Erabiltzaile guztientzat menu bat gehitzeko, jarraitu urrats hauei:
ja: すべてのユーザ向けにメニューを１つ追加する手順は次のとおりです:
ko: 모든 사용자들이 이용할 수 있는 메뉴를 더하려면 다음 순서대로 하십시오:
pt: Para adicionar um menu para todos os utilizadores, realize os seguintes passos:

source: Create a directory entry file for the item that you want to add. Place the directory entry file in the <filename>$XDG_DATA_DIRS/desktop-directories</filename> directory. For more information on directory entry files, see <xref linkend="menustructure-14"/>.
ca: Creeu un fitxer d'entrada de directori per a l'element que voleu afegir. Col·loqueu el fitxer d'entrada de directori al directori <filename>$XDG_DATA_DIRS/desktop-directories</filename>. Per a obtenir més informació sobre els fitxers d'entrada de directori, vegeu la <xref linkend="menustructure-14"/>.
cs: Vytvořte soubor vstupu složky pro položku, kterou chcete přidat. Umístěte jej do složky <filename>$XDG_DATA_DIRS/desktop-directories</filename>. Informace o souborech vstupu složky viz <xref linkend="menustructure-14"/>.
de: Erstellen Sie eine Ordnereintrags-Datei für das Objekt, das Sie hinzufügen wollen. Legen Sie die Ordnereintrags-Datei im Ordner <filename>$XDG_DATA_DIRS/desktop-directories</filename> ab. Weitere Informationen hierzu finden Sie in <xref linkend="menustructure-14"/>.
eu: Sortu gehitu nahi duzun elementuaren direktorioko sarrera-fitxategia. Kokatu direktorioko sarrera-fitxategiak <filename>$XDG_DATA_DIRS/desktop-directories</filename> direktorioan. Direktorioko sarrera-fitxategiei buruzko informazio gehiago behar baduzu, ikus <xref linkend="menustructure-14"/>.
ja: 追加するメニューに対応したディレクトリ・エントリのファイルを作成し、<filename>$XDG_DATA_DIRS/desktop-directories</filename> というフォルダに格納する (ディレクトリ・エントリのファイルについて詳細は「<xref linkend="menustructure-14"/>」を参照のこと)
ko: 더하고 싶은 항목에 대한 디렉토리 엔트리 파일을 만들어서, <filename>$XDG_DATA_DIRS/desktop-directories</filename> 디렉토리 아래에 둡니다. 디렉토리 엔트리 파일에 대한 정보는 <xref linkend="menustructure-14"/> 부분을 보기 바랍니다.
pt: Crie um ficheiro de definição de directório para o item que deseja adicionar. Coloque o ficheiro no directório <filename>$XDG_DATA_DIRS/desktop-directories</filename>. Para mais informações sobre os ficheiros de definição de directórios, consulte <xref linkend="menustructure-14"/>.

source: Locate the <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename> file.
ca: Localitzeu el fitxer <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename>.
cs: Najděte soubor <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename>.
de: Stellen Sie fest, wo sich die Datei <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename> befindet.
eu: Bilatu <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename> fitxategia.
ja: <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename> ファイルを開く
ko: <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename> 파일을 찾습니다.
pt: Localize o ficheiro <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename>.

source: In the <filename>.menu</filename> file, add a <literal>&lt;Menu&gt;</literal> element for the new menu. For more information on <filename>.menu</filename> files, see <xref linkend="menustructure-13"/>.
ca: En el fitxer <filename>.menu</filename>, afegiu un element <literal>&lt;Menu&gt;</literal> per al nou menú. Per a obtenir més informació sobre els fitxers <filename>.menu</filename>, vegeu la <xref linkend="menustructure-13"/>.
cs: Do souboru <filename>.menu</filename> přidejte element <literal>&lt;Menu&gt;</literal> pro novou nabídku. Informace o souborech <filename>.menu</filename> viz <xref linkend="menustructure-13"/>.
de: Fügen Sie in der <filename>.menu</filename>-Datei ein <literal>&lt;Menu&gt;</literal>-Element für das neue Menü hinzu. Weitere Informationen über <filename>.menu</filename>-Dateien finden Sie in <xref linkend="menustructure-13"/>.
eu: Gehitu menu berriaren <literal>&lt;Menu&gt;</literal> elementua <filename>.menu</filename> fitxategiari. <filename>.menu</filename> fitxategiei buruzko informazio gehiago behar baduzu, ikus <xref linkend="menustructure-13"/>.
ja: この <filename>.menu</filename> ファイルで、新しいメニュー用に <literal>&lt;Menu&gt;</literal> 要素を追加する (<filename>.menu</filename> ファイルについて詳細は「<xref linkend="menustructure-13"/>」を参照のこと)
ko: <filename>.menu</filename> 파일에서, 새 메뉴에 대한 <literal>&lt;Menu&gt;</literal> 엘리먼트를 더합니다. <filename>.menu</filename> 파일에 대한 정보는 <xref linkend="menustructure-13"/> 부분을 보기 바랍니다.
pt: No ficheiro <filename>.menu</filename>, adicione um elemento <literal>&lt;Menu&gt;</literal> para o novo menu. Para mais informações sobre os ficheiros <filename>.menu</filename>, consulte <xref linkend="menustructure-13"/>.

source: Create a <literal>&lt;Name&gt;</literal> element below <literal>&lt;Menu&gt;</literal>. The content of the element should contain the name for the menu.
ca: Creeu un element <literal>&lt;Name&gt;</literal> sota de <literal>&lt;Menu&gt;</literal>. El contingut de l'element ha de contenir el nom per al menú.
cs: Vytvořte v <literal>&lt;Menu&gt;</literal> element <literal>&lt;Name&gt;</literal>. Obsah elementu by měl být název nabídky.
de: Erstellen Sie ein <literal>&lt;Name&gt;</literal>-Element unter <literal>&lt;Menu&gt;</literal>. Als Inhalt sollte dieses Element den Namen des Menüs enthalten.
eu: Sortu <literal>&lt;Name&gt;</literal> elementua <literal>&lt;Menu&gt;</literal>(r)en azpian. Elementuak menuaren izena eduki behar du.
ja: 先ほど作成した <literal>&lt;Menu&gt;</literal> 要素の配下に <literal>&lt;Name&gt;</literal> という要素とそのデータを追加する (このデータをメニューの名前にすること)
ko: <literal>&lt;Menu&gt;</literal> 엘리먼트 아래에 <literal>&lt;Name&gt;</literal> 엘리먼트를 만듭니다. Name 엘리먼트의 내용은 해당 메뉴에 대한 이름이 되어야 합니다.
pt: Crie um elemento <literal>&lt;Name&gt;</literal> sob o <literal>&lt;Menu&gt;</literal>. O conteúdo do elemento deverá ser o nome do menu.

source: Create a <literal>&lt;Directory&gt;</literal> element below <literal>&lt;Menu&gt;</literal>. The content of the element should contain the name of the directory entry file.
ca: Creeu un element <literal>&lt;Directory&gt;</literal> sota de <literal>&lt;Menu&gt;</literal>. El contingut de l'element ha de contenir el nom del fitxer d'entrada de directori.
cs: Vytvořte v <literal>&lt;Menu&gt;</literal> element <literal>&lt;Directory&gt;</literal>. Obsahem elementu by měl být název souboru vstupu složky.
de: Erstellen Sie ein <literal>&lt;Directory&gt;</literal>-Element unter <literal>&lt;Menu&gt;</literal>. Als Inhalt sollte dieses Element den Namen der Desktopeintrags-Datei enthalten.
eu: Sortu <literal>&lt;Directory&gt;</literal> elementua <literal>&lt;Menu&gt;</literal>(r)en azpian. Elementuak direktorioko sarrera-fitxategiaren izena eduki behar du.
ja: 一番最初に作成した <literal>&lt;Menu&gt;</literal> 要素の配下に <literal>&lt;Directory&gt;</literal> という要素とそのデータを新たに追加する (このデータをディレクトリ・エントリのファイル名にすること)
ko: <literal>&lt;Menu&gt;</literal> 엘리먼트 아래에 <literal>&lt;Directory&gt;</literal> 엘리먼트를 만듭니다. Directory 엘리먼트의 내용은 디렉토리 엔트리 파일의 이름이 되어야 합니다.
pt: Crie um elemento <literal>&lt;Directory&gt;</literal> sob o <literal>&lt;Menu&gt;</literal>. O conteúdo do elemento deverá ser o nome do ficheiro de definição de directório.

source: See <xref linkend="menustructure-4"/> for how to add an item to the menu.
ca: Vegeu la <xref linkend="menustructure-4"/> per a com afegir un element al menú.
cs: <xref linkend="menustructure-4"/> vám podá popis, jak přidat položku do nabídky.
de: Wie Sie einen Eintrag zu einem Menü hinzufügen können, lesen Sie in <xref linkend="menustructure-4"/>.
eu: Menuari elementu bat nola gehitu jakiteko, ikus <xref linkend="menustructure-4"/>.
ja: ここで新たに作成したメニューにメニュー項目を追加する際は「<xref linkend="menustructure-4"/>」を参照のこと
ko: 메뉴에 항목을 더하는 방법은 <xref linkend="menustructure-4"/> 부분을 보기 바랍니다.
pt: Consulte <xref linkend="menustructure-4"/> para informação sobre como adicionar um item a um menu.

source: The next time that users log in, the menu should appear in the menu bar.
ca: El menú hauria d'aparèixer en la barra de menú el proper cop que els usuaris entrin.
cs: Až se uživatel příště přihlásí, nabídka by se měla objevit v panelu nabídek.
de: Beim nächsten Anmelden eines Benutzers sollte das Menü in der Menüleiste erscheinen.
eu: Erabiltzaileek saioa hasten duten hurrengo aldian, menuak menu-barran agertu beharko luke.
ja: ユーザが次回ログインすると、ここで作成したメニューがメニュー・バーの中に表示されるはずです。
ko: 다음 번에 사용자가 로그인하면, 메뉴 모음에서 해당 메뉴를 볼 수 있습니다.
pt: Da próxima vez que o utilizador iniciar uma sessão, o menu deverá surgir na barra de menu.

source: Missing Menu?
ca: No apareix el menú?
cs: Nabídka schází?
de: Fehlendes Menü?
eu: Menu bat falta duzu?
ja: 作成したメニューが見つからない場合
ko: 메뉴가 보이지 않는다면?
pt: O Menu Não É Visível?

source: If you did not specify any matching rules in the <literal>&lt;Include&gt;</literal> element, or if the rule did not match any desktop entries, then you may not see the menu in the menu bar.
ca: Si no especifiqueu cap regla de coincidència en l'element <literal>&lt;Include&gt;</literal> o si la regla no coincideix amb cap entrada de l'escriptori, llavors no veureu el menú a la barra de menú.
cs: Pokud nezadáte žádné srovnávací pravidlo v elementu <literal>&lt;Include&gt;</literal> a nebo pravidlo neodpovídá některému vstupu pracovního prostředí, pak nemusíte nabídku na panelu nabídek vidět.
de: Falls Sie keine passende Regel im <literal>&lt;Include&gt;</literal>-Element angeben oder die Regel nicht zu irgendeiner Desktop-Eintragsdatei passt, wird das Menü nicht in der Menüleiste erscheinen.
eu: <literal>&lt;Include&gt;</literal> elementuan parekatze-araurik zehaztu ez baduzu, edo araua ez bada bat etorri mahaigaineko sarrera batekin ere, litekeena da menu-barran ez menua ikustea.
ja: <literal>&lt;Include&gt;</literal> 要素で指定したフィルタリングのルールにマッチするメニューが一つも存在しない場合や、マッチするデスクトップ・エントリが一つも存在しないような場合、そのメニューはメニュー・バーに表示されません。
ko: 만약 <literal>&lt;Include&gt;</literal> 엘리먼트 내에 매칭 규칙을 지정하지 않았거나, 매칭 규칙이 어떤 데스크탑 엔트리와도 적용되지 않는다면 메뉴 모듬에서 해당 메뉴를 보지 못할 수도 있습니다.
pt: Caso não tenha especificado quaisquer regras de equivalência no elemento <literal>&lt;Include&gt;</literal>, ou se a regra não tiver tido equivalência com qualquer uma das definições de iniciador, o menu não será visível na barra de menu.

source: Adding an Item to a Menu
ca: Addició d'un element al menú
cs: Přidávání položky do nabídky
de: Hinzufügen eines Eintrags zu einem Menü
eu: Menu bati elementu bat gehitzea
ja: メニュー項目をメニューに追加する
ko: 메뉴에 항목 추가하기
pt: Adicionar um Item a um Menu

source: adding items to
ca: afegir elements a
cs: přidávání položek do
de: Hinzufügen von Objekten zu
eu: elementuak gehitzea
ko: 항목 더하기
pt: adicionar itens a
