Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: The rest of the chapter describes the files and directories that make up the MIME database, details about source XML files, how to create or modify MIME types, how to register applications as handlers for certain MIME types and finally, how to add an application to the MATE desktop.
ca: La resta d'aquest capítol descriu els fitxers i directoris que constitueixen la base de dades MIME, els detalls sobre els fitxers font XML, com crear o modificar els tipus MIME, com registrar aplicacions com a gestores de certs tipus MIME i, finalment, com afegir una aplicació a l'escriptori del MATE.
cs: Ve zbývající části této kapitoly jsou popsané soubory a složky tvořící databázi MIME, podrobnosti o zdrojových souborech ve formátu XML, postup vytváření nebo změny typu MIME, postup registrace aplikace pro zacházení s určitým typem MIME a nakonec postup, jak přidat do pracovního prostředí MATE aplikaci.
de: Der Rest des Kapitels beschreibt die Dateien und Ordner, aus denen die MIME-Datenbank besteht, Details zu den XML-Quelldateien sowie Anweisungen zur Erstellung und Anpassug von MIME-Typen. Weiterhin erfahren Sie, wie Anwendungen für den Umgang mit verschiedenen MIME-Typen registriert werden und wie letztlich eine Anwendung zur MATE-Arbeitsumgebung hinzugefügt wird.
eu: MIME datu-basea osatzen duten fitxategiak eta direktorioak, XML iturburu-fitxategiei buruzko xehetasunak, MIME motak nola sortu edo aldatu, MIME mota jakin batzuk maneiatzeko aplikazioak nola erregistratu, eta, azkenik, MATEren mahaigainari aplikazio bat nola gehitu azaltzen da kapituluaren gainerako zatian.
ja: 本章の残りの部分で MIME 型のデータベースを構成しているファイルやフォルダについて説明し、それからソース XML の詳細と MIME 型を作成したり編集する方法、そして特定の MIME 型を取り扱うハンドラとしてアプリケーションを登録する方法、最後にアプリケーションを MATE デスクトップに追加する方法について説明します。
ko: 이 장의 나머지 부분에서는 MIME 데이터베이스를 구성하는 파일과 디렉토리에 대한 설명, 소스 XML 파일의 상세 정보, MIME 형식을 생성하거나 수정하는 방법, 특정 MIME 형식을 다루는 프로그램을 등록하는 방법, 그놈 데스크탑에 프로그램을 추가하는 방법들을 설명합니다.
pt: O resto do capítulo descreve os ficheiros e directórios que compõem a base de dados MIME, detalhes sobre os ficheiros de código-fonte XML, como criar ou alterar tipos MIME, como registar aplicações como manipuladores de determinados tipos MIME e, finalmente, como adicionar uma aplicação ao Ambiente de Trabalho MATE.

source: The MIME Database
ca: La base de dades MIME
cs: Databáze MIME
de: Die MIME-Datenbank
eu: MIME datu-basea
ja: MIME 型のデータベースについて
ko: MIME 데이터베이스
pt: A Base de Dados MIME

source: database
ca: base de dades
cs: databáze
de: Datenbank
eu: datu-basea
ko: 데이터베이스
pt: base de dados

source: The MIME database is a collection of files that make up:
ca: La base de dades MIME és una col·lecció de fitxers que serveix per:
cs: Databáze MIME je sada souborů udávajících:
de: Die MIME-Datenbank ist eine Sammlung von Dateien, die Folgendes bereitstellen:
eu: MIME datu-basea fitxategi multzo bat da, eta hauek osatzen dute:
ja: MIME 型のデータベースは、次に示すデータを持った、いろいろな種類のファイルから構成されています:
ko: MIME 데이터베이스는 다음과 같은 정보들을 저장하는 파일의 집합입니다:
pt: A base de dados MIME é uma colecção de ficheiros que compõem:

source: The set of known MIME types
ca: El conjunt de tipus MIME coneguts
cs: Množinu známých typů MIME
de: Der Satz der bekannten MIME-Typen
eu: MIME mota ezagunen multzoa
ja: MIME 型の種類
ko: 알려진 MIME 형식의 집합
pt: O conjunto de tipos MIME conhecidos

source: The method for determing the MIME type of a file
ca: El mètode per a determinar el tipus MIME d'un fitxer
cs: Postupy pro určení typu MIME souboru
de: Die Methode zur Bestimmung des MIME-Typs einer Datei
eu: Fitxategi baten MIME mota zehazteko era
ja: ファイルの MIME 型を決定するメソッド
ko: 파일의 MIME 형식을 알아내기 위한 방법
pt: O método para determinar o tipo MIME de um ficheiro

source: Meta information regarding a MIME type, such as a human readable description to use when displaying files of this type.
ca: Metainformació relacionada a un tipus MIME, com ara una descripció llegible per persones a utilitzar quan es mostrin fitxers d'aquest tipus.
cs: Meta informace ohledně typů MIME, jako např. pro člověka čitelný popis, který se používá při zobrazování souborů daného typu.
de: Meta-Informationen zu einem MIME-Typ, wie eine menschenlesbare Beschreibung der Art und Weise der Anzeige der Dateien dieses Typs.
eu: MIME motei buruzko meta-informazioa; adibidez, mota horretako fitxategiak bistaratzean erabili beharreko azalpena (gizakiek irakurtzeko modukoa).
ja: MIME 型に関するメタ情報 (例えば MIME 型を説明する可読な情報など)
ko: MIME 형식에 대한 메타 정보. 즉, 이 형식의 파일을 표시할 때 사람이 알아보기 쉽도록 설명한 내용.
pt: Meta informação sobre um tipo MIME, tal como a descrição legível por humanos a utilizar quando se apresentam ficheiros deste tipo.

source: Location
ca: Ubicació
cs: Umístění
de: Ort
eu: Kokalekua
ja: データの保管場所
ko: 위치
pt: Localização

source: As an administrator, the most important and basic step to understanding the MIME system is learning the locations where these files are stored. Since the <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG shared mime info specification</ulink> was drafted by the X Desktop Group, it also makes use of the <ulink url="http://www.freedesktop.org/wiki/Standards/basedir-spec">XDG base directory specification</ulink>. It is highly recommended that you familiarize yourself with this specification, as it is also important for other system administration tasks such as editing menus. A brief summary of the directory locations as pertaining to the MIME specification is given below.
ca: Com administrador, el pas més important i bàsic per a entendre el sistema MIME és aprendre les ubicacions on s'emmagatzemen aquests fitxers. Atès que l'<ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">Especificació d'informació MIME compartida XDG</ulink> fou creada pel X Desktop Group, també utilitza l'<ulink url="http://www.freedesktop.org/wiki/Standards/basedir-spec">Especificació de base de directori XDG</ulink>. És molt recomanable que us familiaritzeu amb aquesta especificació, ja que també és important per altres tasques d'administració del sistema, com ara editar els menús. Més avall es proporciona un breu resum de les ubicacions dels directoris de l'especificació MIME.
cs: Pro správce je pro porozumění systému MIME nejdůležitější a základní krok znalost, kde jsou tyto soubory uložené. Tak jako pochází návrh <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">Specifikace sdílení informací mime od XDG</ulink> od skupiny X Desktop Group, tak tatáž skupiny vytvořila <ulink url="http://www.freedesktop.org/wiki/Standards/basedir-spec">Specifikaci základních složek od XDG</ulink>. Velmi vám doporučujeme se s touto specifikací seznámit, protože je důležitá i pro další činnosti při správě systému, jak např. úpravu nabídek. Stručný souhrn umístění složek týkajících se specifikace MIME je uveden zde.
de: Der erste und wichtigste Schritt für Sie als Systemverwalter zum Verstehen des MIME-Systems ist das Kennen der Orte, an denen diese Dateien gespeichert sind. Seit die <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG shared mime info specification</ulink> durch die X Desktop Group entworfen wurde, wird auch die <ulink url="http://www.freedesktop.org/wiki/Standards/basedir-spec">XDG base directory specification</ulink> verwendet. Es wird ausdrücklich empfohlen, sich mit dieser Spezifikation vertraut zu machen, da diese auch für andere Systemverwaltungsaufgaben wie die Bearbeitung von Menüs von Bedeutung ist. Eine Kurzbeschreibung der Ordnerpfade der MIME-Spezifikation finden Sie nachstehend.
eu: MIME sistema ulertzeko administratzaileek eman beharreko urrats garrantzitsuena, fitxategi horiek non gordetzen diren ikastea da. <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDGren mime konpartituei buruzko informazio-zehaztapena</ulink> X Desktop Group-ek landu zuenez, hau ere erabiltzen du: <ulink url="http://www.freedesktop.org/wiki/Standards/basedir-spec">XDGren oinarri-direktorioen zehaztapena</ulink>. Zehaztapen hori ondo ezagutzea komeni da, sistema-administratzaileen beste lan batzuetarako ere garrantzitsua baita, esate baterako, menuak editatzeko. MIMEren zehaztapenekin zerikusia duten direktorio batzuen laburpena egiten da hemen.
ja: システム管理者が MIME 型を使ったシステムを理解する上で最も重要でかつ基本的なことは、このシステムを構成しているファイルがどこに保管されているかということを知るということです。「<ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG Shared MIME Info の仕様</ulink>」がＸのデスクトップ・グループによって起草されたことに起因して、「<ulink url="http://www.freedesktop.org/wiki/Standards/basedir-spec">XDG ベース・ディレクトリの仕様</ulink>」も同時に適用されます。システム管理者としてメニューを編集するといった作業も重要ですが、その一環として MIME 型の仕様を理解することも強くお薦めします。MIME 型の仕様に関するフォルダの構成についてその概要はこれ以降で説明します。
ko: 관리자로써, MIME 시스템을 이해하기 위해 가장 중요하고 기본적인 단계는 이러한 파일들이 저장되는 위치를 아는 것입니다. <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">XDG 공통 MIME 정보 명세서</ulink>는 X 데스크탑 그룹에서 제안되었으므로, <ulink url="http://www.freedesktop.org/wiki/Standards/basedir-spec">XDG 기본 디렉토리 명세서</ulink>의 내용을 따릅니다. 이 명세서는 메뉴를 편집하는 것과 같은 다른 시스템 관리 작업에서도 매우 중요하므로, 이 명세서의 내용을 숙지해 두는 것이 좋습니다.
pt: Como administrador, o primeiro e mais importante passo para compreender o sistema MIME é aprender a localização onde estão armazenados estes ficheiros. Desde que foi escrita a primeira versão (ainda rascunho) da <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">especificação XDG de informação mime partilhada</ulink> pelo X Desktop Group, que esta utiliza a <ulink url="http://www.freedesktop.org/wiki/Standards/basedir-spec">especificação XDG de directórios base</ulink>. É altamente recomendado que se familiarize com esta especificação, visto também ser importante para outras tarefas de administração de sistemas tais como editar menus. Um breve resumo da localização dos directórios relacionados com a especificação MIME é apresentado abaixo.

source: The MIME database is created from the set of files located in the <filename>$XDG_DATA_HOME/mime</filename> and <filename>$XDG_DATA_DIRS/mime</filename> directories. If these environment variables are unset, then they default to the values <filename>~/.local/share</filename> and <filename>/usr/local/share:/usr/share</filename> respectively. As can be seen from the default value for <envar>$XDG_DATA_DIRS</envar> , each environment variable is actually a colon separated list of directories. The user's database at <filename>$XDG_DATA_HOME/mime</filename> has precedence over the system database at <filename>$XDG_DATA_DIRS/mime</filename> when conflicting definitions are encountered. Similar to the <citetitle>XDG shared mime specification</citetitle>, we will refer to this set of directories as <literal>&lt;MIME&gt;</literal> in the rest of this document.
ca: La base de dades MIME es crea a partir del conjunt de fitxers ubicats en els directoris <filename>$XDG_DATA_HOME/mime</filename> i <filename>$XDG_DATA_DIRS/mime</filename>. Si aquestes variables d'entorn no estan definides, llavors s'utilitzen els valors predeterminats <filename>~/.local/share</filename> i <filename>/usr/local/share:/usr/share</filename>, respectivament. Com es pot veure des del valor predeterminat per <envar>$XDG_DATA_DIRS</envar>, cada variable d'entorn és una llista de directoris separada per dos punts. La base de dades de l'usuari a <filename>$XDG_DATA_HOME/mime</filename> té preferència sobre la base de dades del sistema a <filename>$XDG_DATA_DIRS/mime</filename> quan es troben conflictes de definicions. De forma similar a l'<citetitle>Especificació d'informació MIME compartida XDG</citetitle>, ens referirem a aquest conjunt de directoris com a <literal>&lt;MIME&gt;</literal> en la resta d'aquest document.
cs: Databáze MIME je tvořena sadou souborů umístěných ve složkách <filename>$XDG_DATA_HOME/mime</filename> a <filename>$XDG_DATA_DIRS/mime</filename>. Pokud nejsou tyto proměnné prostředí nastavené, použijí se výchozí hodnoty <filename>~/.local/share</filename> a případně <filename>/usr/local/share:/usr/share</filename>. Jak je vidět na výchozí hodnotě pro <envar>$XDG_DATA_DIRS</envar>, každá proměnná prostředí je dvojtečkami oddělený seznam složek. Pokud dojde ke konfliktu definicí, má uživatelská databáze <filename>$XDG_DATA_HOME/mime</filename> přednost před systémovou databází <filename>$XDG_DATA_DIRS/mime</filename>. Podobně jako ve <citetitle>Specifikaci sdílení informací mime od XDG</citetitle>, používá se i ve zbývající části tohoto dokumentu pro tyto složky označení <literal>&lt;MIME&gt;</literal>.
de: Die MIME-Datenbank wird aus einer Reihe von Dateien in den Ordnern <filename>$XDG_DATA_HOME/mime</filename> und <filename>$XDG_DATA_DIRS/mime</filename> gebildet. Falls diese Umgebungsvariablen nicht gesetzt sind, dann werden als Vorgabe <filename>~/.local/share</filename> beziehungsweise <filename>/usr/local/share:/usr/share</filename> verwendet. Wie im Vorgabewert für <envar>$XDG_DATA_DIRS</envar> deutlich wird, ist jede dieser Umgebungsvariablen eine Liste aus durch Doppelpunkte getrennten Ordnern. Die Benutzerdatenbank in <filename>$XDG_DATA_HOME/mime</filename> hat dabei den Vorrang vor der systemweiten Datenbank in <filename>$XDG_DATA_DIRS/mime</filename>, wenn im Konflikt stehende Definitionen auftreten. Analog zur <citetitle>XDG shared mime specification</citetitle> beziehen wir uns im Folgenden auf diese Reihe von Ordnern, wenn von <literal>&lt;MIME&gt;</literal> die Rede ist.
eu: MIMEren datu-basea <filename>$XDG_DATA_HOME/mime</filename> eta <filename>$XDG_DATA_DIRS/mime</filename> direktorioetako fitxategi multzoarekin osatzen da. ingurune-aldagai horiek ezarri gabe badaude, <filename>~/.local/share</filename> eta <filename>/usr/local/share:/usr/share</filename> dira balio lehenetsiak, hurrenez hurren. <envar>$XDG_DATA_DIRS</envar>en balio lehenetsian ikus daitekeenez, puntu eta komaz bereizitako direktorio-zerrenda bat dela ingurune-aldagai bakoitza. Gatazka eragiten duten definizioak topatzean, <filename>$XDG_DATA_HOME/mime</filename>ko erabiltzaileen datu-baseak lehentasuna du <filename>$XDG_DATA_DIRS/mime</filename> sistemaren datu-basearekiko. <citetitle>XDGren mime partekatuen zehaztapena</citetitle>(r)ekin bat etorriz, <literal>&lt;MIME&gt;</literal> deituko diogu direktorio multzo horri hemendik aurrera.
ja: MIME 型のデータベースは <filename>$XDG_DATA_HOME/mime</filename> と <filename>$XDG_DATA_DIRS/mime</filename> のフォルダに格納されている複数のファイルの集合から構成されています。これらの環境変数が共にセットされていない場合、それぞれデフォルト値の <filename>~/.local/share</filename> と <filename>/usr/local/share:/usr/share</filename> を使用します。<envar>$XDG_DATA_DIRS</envar> のデフォルト値を見てもわかるように、環境変数はそれぞれコロン (<literal>:</literal>) を区切り文字として複数のフォルダのからなるリストになっています。<filename>$XDG_DATA_HOME/mime</filename> にあるユーザ専用のデータベースは <filename>$XDG_DATA_DIRS/mime</filename> にあるシステム規模のデータベースよりも優先順位が高いです。<citetitle>XDG Shared Mime Info の仕様<citetitle>と同様に、これ以降はこれらのフォルダを <literal>&lt;MIME&gt;</literal> として参照することにします (置き換えて説明することにします)。
ko: MIME 데이터베이스는 <filename>$XDG_DATA_HOME/mime</filename>디렉토리와 <filename>$XDG_DATA_DIRS/mime</filename> 디렉토리에 있는 파일의 집합으로 구성됩니다. 만약 이러한 환경 변수들이 설정되어 있지 않다면, 기본값으로 <filename>~/.local/share</filename> 디렉토리와 <filename>/usr/local/share:/usr/share</filename> 디렉토리를 각각 사용합니다. <envar>$XDG_DATA_DIRS</envar> 변수의 기본값에서 볼 수 있듯이, 각각의 환경 변수들은 실제로는 콜론(:)으로 구분된 디렉토리의 목록입니다. 만약 동일한 내용이 중복되는 경우에는 <filename>$XDG_DATA_HOME/mime</filename>에 있는 사용자 데이터베이스는 <filename>$XDG_DATA_DIRS/mime</filename>에 있는 시스템 데이터베이스보다 우선 순위를 가집니다. 앞으로 이 문서에서는 <citetitle>XDG 공통 MIME 정보 명세서</citetitle>와 마찬가지로 이러한 디렉토리들을 <literal>&lt;MIME&gt;</literal>(이)라고 가리킬 것입니다.
pt: A base de dados MIME é criada a partir do conjunto de ficheiros localizados nos directórios <filename>$XDG_DATA_HOME/mime</filename> e <filename>$XDG_DATA_DIRS/mime</filename>. Se estas variáveis de ambiente não estiverem definidas, os valores por omissão serão <filename>~/.local/share</filename> e <filename>/usr/local/share:/usr/share</filename>, respectivamente. Tal como pode ser visto a partir do valor por omissão de <envar>$XDG_DATA_DIRS</envar>, cada variável de ambiente é na verdade uma lista de directórios separados por vírgulas. A base de dados do utilizador em <filename>$XDG_DATA_HOME/mime</filename> tem precedência sobre a base de dados de sistema em <filename>$XDG_DATA_DIRS/mime</filename>, caso sejam encontradas definições conflituantes. De forma similar à <citetitle>especificação XDG de mime partilhado</citetitle>, ir-nos-emos referir, ao longo do resto deste documento, a este conjunto de directórios como <literal>&lt;MIME&gt;</literal>.

source: For example, assuming default paths for the environment variables, <quote>Load <filename>&lt;MIME&gt;/text/plain.xml</filename></quote> means to load the following files:
ca: Per exemple, assumint els camins predeterminats per a les variables d'entorn, <quote>Load <filename>&lt;MIME&gt;/text/plain.xml</filename></quote> significa carregar els fitxers següents:
cs: Například, pokud budeme uvažovat výchozí cesty v proměnných prostředí, pak <quote>Načíst <filename>&lt;MIME&gt;/text/plain.xml</filename></quote> znamená načtení následujících souborů:
de: Unter der Annahme, das sich die umgebungsvariablen in Standardpfaden befinden, bedeutet »<filename>&lt;MIME&gt;/text/plain.xml</filename> laden« das Laden folgender Dateien:
eu: Adibidez, ingurune-aldagaien bide-izen lehenetsiak kontuan hartuta, <quote>Load <filename>&lt;MIME&gt;/text/plain.xml</filename></quote>(e)k esan nahi du fitxategi hauek kargatzeko:
ja: 例えば環境変数のためのデフォルトのパスを想定し、「<filename>&lt;MIME&gt;/text/plain.xml</filename> を読み込みます」といった場合は次に示すファイルを読み込むという意味になります:
ko: 예를 들어, 환경 변수들의 기본값을 사용한다고 가정할 때 <quote>Load <filename>&lt;MIME&gt;/text/plain.xml</filename></quote> 라는 표현은 다음 파일들을 읽어온다(load)는 것을 의미합니다:
pt: Por exemplo, assumindo caminhos por omissão para as variáveis de ambiente, <quote>Ler <filename>&lt;MIME&gt;/text/plain.xml</filename></quote> significa ler os seguintes ficheiros:

source: Contents
ca: Continguts
cs: Obsah
de: Inhalte
eu: Edukia
ja: データの内容
ko: 내용
pt: Conteúdo

source: The following is a list of directories and files that are found inside the MIME database along with brief descriptions:
ca: La llista següent de directoris i fitxers es troba dins de la base de dades MIME juntament amb breus descripcions:
cs: Zde je seznam složek a souborů, které můžete najít uvnitř databáze MIME, včetně stručného popisu:
de: Nachfolgend finden Sie eine Liste von Ordnern und Dateien der MIME-Datenbank mit Kurzbeschreibungen:
eu: MIME datu-basearen barruko direktorio eta fitxategien zerrenda eta horien azalpen laburrak daude zerrenda honetan:
ja: 次の一覧は MIME 型のデータベースを構成しているフォルダとファイル、そしてその概要を説明したものです:
ko: 다음은 MIME 데이터베이스내의 디렉토리와 파일의 목록에 대해 간략한 설명을 추가한 것입니다:
pt: O seguinte é uma lista de directórios e ficheiros que se podem encontrar dentro da base de dados MIME, juntamente com breves descrições:

source: This directory contains any number of XML files, each of which describe a collection of MIME types. By default, the <filename>freedesktop.org.xml</filename> file is installed in the <filename>/usr/share/mime/packages</filename> directory. This file contains all the default MIME types that are widely used and recognized.
ca: Aquest directori conté un número de fitxers XML, cadascun dels quals descriu una col·lecció de tipus MIME. Per defecte, el fitxer <filename>freedesktop.org.xml</filename> s'instal·la en el directori <filename>/usr/share/mime/packages</filename>. Aquest fitxer conté tots els tipus MIME predeterminats que són àmpliament utilitzats i reconeguts.
cs: Tato složka obsahuje několik souborů XML, z nichž každý popisuje sadu typů MIME. Standardně je to soubor <filename>freedesktop.org.xml</filename> nainstalovaný ve složce <filename>/usr/share/mime/packages</filename>. Tento soubor obsahuje výchozí typy MIME, které jsou široce používané a rozpoznávané.
de: Dieser Ordner enthält eine beliebige Anzahl von XML-Dateien. Jede davon beschreibt eine Reihe von MIME-Typen. Standardmäßig wird die Datei <filename>freedesktop.org.xml</filename> im Ordner <filename>/usr/share/mime/packages</filename> installiert. Diese Datei enthält alle Standard-MIME-Typen, die allgemein bekannt sind und weithin benutzt werden.
eu: Direktorio honetan nahi adina XML fitxategi dago, eta fitxategi horietako bakoitzak MIME mota sorta bat deskribatzen du. <filename>freedesktop.org.xml</filename> fitxategia <filename>/usr/share/mime/packages</filename> direktorioan instalatzen da lehenespenez. Maiz erabiltzen diren MIME mota lehenetsi ezagunak dauzka.
ja: このフォルダにはたくさんの XML ファイルが格納されており、それぞれのファイルには複数の MIME 型の説明が記述されています。デフォルトでは、<filename>freedesktop.org.xml</filename> というファイルがシステム規模の <filename>/usr/share/mime/packages</filename> というフォルダにインストールされているはずです。このファイルには一般的に広く使われ認知されているデフォルトの MIME 型がすべて含まれています。
ko: 이 디렉토리는 MIME 형식들의 집합을 설명하는 여러 XML 파일들을 포함합니다. 기본적으로 <filename>freedesktop.org.xml</filename> 파일은 <filename>/usr/share/mime/packages</filename> 디렉토리에 설치됩니다. 이 파일은 주로 사용되는 모든 기본 MIME 형식에 대한 정보를 포함합니다.
pt: Este directório contém um número indeterminado de ficheiros XML, cada um descrevendo uma colecção de tipos MIME. Por omissão, o ficheiro <filename>freedesktop.org.xml</filename> é instalado no directório <filename>/usr/share/mime/packages</filename>. Este ficheiro contém todos os tipos MIME por omissão que são largamente reconhecidos e utilizados.
