Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: A simple menu editor is available for users to edit their menus. For more information, see <ulink url="ghelp:user-guide?goseditmainmenu-1">Working With Menus</ulink> in the <ulink url="ghelp:user-guide">MATE User Guide</ulink>. Alternatively, you can manually create and edit a user menu file.
ca: Un simple editor de menú està disponible per als usuaris per a editar els seus menús. Per a obtenir més informació, vegeu <ulink url="ghelp:user-guide?goseditmainmenu-1">Treballar amb els menús</ulink> en la <ulink url="ghelp:user-guide">Guia d'usuari del MATE</ulink>. De manera alternativa, podeu crear i editar manualment un fitxer de menú d'usuari.
cs: Pro uživatele je k dispozici jednoduchý editor nabídek, aby si mohli upravovat své nabídky. Více informací najdete v kapitole <ulink url="ghelp:user-guide?goseditmainmenu-1">Práce s nabídkami</ulink> v <ulink url="ghelp:user-guide">Uživatelské příručce MATE</ulink>. Samozřejmě máte možnost vytvářet a upravovat soubory uživatelských nabídek ručeně.
de: Ein einfacher Menüeditor steht für die Benutzer zum Bearbeiten Ihrer Menüs zur Verfügung. Weitere Informationen hierzu finden Sie im Abschnitt <ulink url="ghelp:user-guide?goseditmainmenu-1">Arbeiten mit Menüs</ulink> des <ulink url="ghelp:user-guide">MATE Desktop-Benutzerhandbuchs</ulink>.
eu: Menu-editore soil bat erabilgarri dago erabiltzaileek menuak editatzeko. Informazio gehiago behar baduzu, ikus <ulink url="ghelp:user-guide">MATEren erabiltzailearen gida</ulink>ko <ulink url="ghelp:user-guide?goseditmainmenu-1">Menuekin lan egitea</ulink>. Bestela, eskuz sor eta edita daitezke erabiltzaile-menuen fitxategiak.
ja: ユーザが自分のメニューを編集する際に利用できるシンプルなメニュー・エディタがあります。詳細については <ulink url="ghelp:user-guide">MATE ユーザ・ガイド</ulink>にある「<ulink url="ghelp:user-guide?goseditmainmenu-1">メイン・メニューの使い方</ulink>」をご覧ください (<emphasis>訳注: MATE 2.22 ではメニュー・エディタに関連するドキュメントは存在しません</emphasis>)。あるいは、手動でメニュー関連のファイルを作成したり編集できます。
ko: 사용자들이 간편하게 자신의 메뉴를 편집할 수 있는 메뉴 편집기가 있습니다. 자세한 정보는 <ulink url="ghelp:user-guide">그놈 사용자 안내서</ulink>의 <ulink url="ghelp:user-guide?goseditmainmenu-1">메인 메뉴 모음 사용하기</ulink> 부분을 보기 바랍니다. 또는 직접 사용자 메뉴 파일을 만들거나 수정할 수도 있습니다.
pt: Encontra-se disponível um editor de menus simples com o qual os utilizadores podem editar os seus menus. Para mais informações, consulte <ulink url="ghelp:user-guide?goseditmainmenu-1">Trabalhar Com Menus</ulink> no <ulink url="ghelp:user-guide">Manual de Utilização do MATE</ulink>. Em alternativa, pode criar e editar manualmente um ficheiro de menu do utilizador.

source: To manually create a custom menu for a user, the <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename> must exist. In the case that <envar>$XDG_CONFIG_HOME</envar> is not set, the default <filename>~/.config</filename> directory is used. Since this is the first location that is searched for the <filename>applications.menu</filename> file, it takes precedence over all other menu files.
ca: Per a crear manualment un menú personalitzat per a un usuari, el <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename> ha d'existir. En el cas que <envar>$XDG_CONFIG_HOME</envar> no s'ha establert, s'utilitza el directori predeterminat <filename>~/.config</filename>. Ja que aquesta és la primera ubicació on es cerca el fitxer <filename>applications.menu</filename>, té preferència sobre la resta de fitxers de menú.
cs: Abyste mohli vytvářet vlastní nabídky pro uživatele, musí existovat <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename>. V případě, že není nastavená <envar>$XDG_CONFIG_HOME</envar>, použije se výchozí složka <filename>~/.config</filename>. Vzhledem k tomu, že se jedná o první umístění, ve kterém se hledá soubor <filename>applications.menu</filename>, má přednost před všemi ostatními soubory nabídek.
de: Um manuell ein angepasstes Menü für einen Benutzer zu erstellen, muss die Datei <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename> vorhanden sein. Im Fall, dass <envar>$XDG_CONFIG_HOME</envar> nicht gesetzt ist, wird der vorgegebene <filename>~/.config</filename>-Ordner verwendet. Da dies der Ort ist, an dem zuerst nach der Datei <filename>applications.menu</filename> gesucht wird, wird sie vor allen anderen Menüdateien bevorzugt.
eu: Erabiltzaile batentzat menu pertsonalizatua eskuz sortzeko, <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename> behar da. <envar>$XDG_CONFIG_HOME</envar> ezarria ez badago, <filename>~/.config</filename> direktorioa erabiltzen da. Hori <filename>applications.menu</filename> fitxategia bilatzen den lehen kokalekua denez, gainerako menu-fitxategien gainetik lehenesten da.
ja: ユーザが独自にメニューを定義する際は、<filename>$XDG_CONFIG_HOME/menus/applications.menu</filename> というユーザ専用のファイルが必要になります。。環境変数である <envar>$XDG_CONFIG_HOME</envar> がセットされていない場合はデフォルト値の <filename>~/.config</filename> を使用します。これは <filename>applications.menu</filename> ファイルを探す際に一番最初に解析するフォルダなので、その他のフォルダよりも優先されます。
ko: 사용자 지정 메뉴를 직접 만들려면 <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename> 파일이 반드시 존재해야 합니다. <envar>$XDG_CONFIG_HOME</envar> 변수가 설정되어 있지 않으면 기본값인 <filename>~/.config</filename> 디렉토리가 사용됩니다. 이곳은 <filename>applications.menu</filename> 파일을 맨 처음으로 찾아보는 곳이므로, 다른 모든 메뉴 파일보다 우선적으로 사용됩니다.
pt: Para criar manualmente um menu personalizado para um utilizador, tem de existir o ficheiro <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename>. Caso <envar>$XDG_CONFIG_HOME</envar> não esteja definida, será utilizado o directório por omissão <filename>~/.config</filename>. Visto esta ser a primeira localização onde é procurado o ficheiro <filename>applications.menu</filename>, ganha precedência sobre todos os restantes ficheiros de menu.

source: User menus can contain all the elements described in <xref linkend="menustructure-13"/>. For a complete list of the elements allowed, see the <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG menu specification</ulink>.
ca: Els menús d'usuari poden contenir tots els elements descrits a la <xref linkend="menustructure-13"/>. Per a una llista completa dels elements permesos, vegeu l'<ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">Especificació de menú XDG</ulink>.
cs: Uživatelské nabídky mohou obsahovat všechny elementy, které popisuje <xref linkend="menustructure-13"/>. Kompletní seznam povolených elementů najdete ve <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">Specifikaci nabídky do XDG</ulink>.
de: Benutzermenüs können alle in <xref linkend="menustructure-13"/> beschriebenen Elemente enthalten. Ein vollständige Liste der zulässigen Elemente finden Sie in der <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG menu specification</ulink>.
eu: Erabiltzaile-menuek <xref linkend="menustructure-13"/>(e)n azaldutako elementu guztiak eduki ditzakete. Onartutako elementuen zerrenda osoa hemen ikus daiteke: <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG menu-zehaztapena</ulink>.
ja: ユーザ定義のメニューでは「<xref linkend="menustructure-13"/>」で説明した全ての要素を利用できます。他にもいろいろ利用可能な要素があるので、詳細は「<ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG メニューの仕様</ulink>」をご覧ください。
ko: 사용자 메뉴는 <xref linkend="menustructure-13"/> 부분에서 설명한 모든 엘리먼트들을 포함할 수 있습니다. 허용된 엘리먼트의 전체 목록은 <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG 메뉴 명세서</ulink>를 보기 바랍니다.
pt: Os menus dos utilizadores podem conter todos os elementos descritos em <xref linkend="menustructure-13"/>. Para uma lista completa dos elementos permitidos, consulte a <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">especificação de menu XDG</ulink>.

source: Since user menu files take precedence over the system menu file, it will completely replace the system menu unless it explicitly <emphasis>merges</emphasis> the system menu. Information on menu merging is available in the following subsections.
ca: Atès que els fitxers de menú d'usuari tenen preferència sobre el fitxer de menú del sistema, aquests substituiran completament el menú del sistema a no ser que explícitament es <emphasis>combini</emphasis> el menú del sistema. Trobareu més informació sobre la combinació de menús a les subseccions següents.
cs: Vzhledem k tomu, že soubory uživatelských nabídek mají přednost před soubory systémové nabídky, úplně nahradí systémovou nabídku, ledaže systémovou nabídku vyloženě <emphasis>připojíte</emphasis>. Informace o připojování nabídky jsou uvedené v následující podkapitole.
de: Da Benutzermenü-Dateien gegenüber Systemmenü-Dateien bevorzugt werden, ersetzen diese das Systemmenü vollständig, es sei denn, dass die Menüs explizit <emphasis>zusammengeführt</emphasis> werden. Informationen über die Zusammenführung von Menüs finden Sie in den folgenden Unterabschnitten.
eu: Erabiltzaile-menuen fitxategiak sistema-menuen fitxategien gainetik lehenesten direnez, sistema-menua erabat ordeztuko du, sistema-menua berariaz <emphasis>konbinatzen</emphasis> ez badu. Menuak konbinatzeari buruzko informazioa dago azpiatal hauetan.
ja: ユーザ定義のメニューはシステム規模のメニューよりも優先されるようになっているので、システム規模のメニューと明示的に<emphasis>結合</emphasis>しない限り、ユーザ定義のメニューがシステム規模のそれを完全に上書きするような仕組みになっています。この次のセクションでメニューの結合について説明します。
ko: 사용자 메뉴 파일은 시스템 메뉴 파일보다 우선적으로 사용되기 때문에, 시스템 메뉴를 <emphasis>통합</emphasis>하지 않는다면 시스템 메뉴 전체를 완전히 대체할 것입니다. 메뉴를 통합하는 방법은 다음 절에서 설명합니다.
pt: Visto que os ficheiros de menu dos utilizadores ganham precedência sobre o ficheiro de menu do sistema, irá substituir completamente o menu de sistema excepto se explicitamente <emphasis>juntar</emphasis> o menu de sistema. Informação sobre juntar menus está disponível nas seguintes subsecções.

source: Merging the System Menu
ca: Combinació del menú del sistema
cs: Připojování systémové nabídky
de: Zusammenführen des Systemmenüs
eu: Sistema-menua konbinatzea
ja: システム規模のメニューと結合してまとめる
ko: 시스템 메뉴 통합하기
pt: Juntar o Menu de Sistema

source: merging the system menu
ca: combinar el menú del sistema
cs: připojování systémové nabídky
de: Systemmenü zusammenführen
eu: sistema-menua konbinatzea
ko: 시스템 메뉴 통합
pt: juntar o menu de sistema

source: Often, a user only wants to add or delete menu items in addition to the standard system menu. To support single changes like these, it is recommended that you use the <literal>&lt;MergeFile&gt;</literal> element with the attribute <literal>type="parent"</literal> within the user's <filename>applications.menu</filename> file.
ca: Sovint, un usuari només vol afegir o suprimir elements de menú als elements existents del sistema de menú estàndard. Per a admetre canvis individuals com aquests, es recomana que utilitzeu l'element <literal>&lt;MergeFile&gt;</literal> amb l'atribut <literal>type="parent"</literal> amb el fitxer d'usuari <filename>applications.menu</filename>.
cs: Uživatel chce často jen přidat nebo smazat položky standardní systémové nabídky. Pro takové případy jednoduchých změn je doporučené, abyste použili element <literal>&lt;MergeFile&gt;</literal> s atributem <literal>type="parent"</literal> v uživatelově souboru <filename>applications.menu</filename>.
de: Es kommt öfter vor, dass ein Benutzer zwar das Systemmenü verwendet, aber doch Einträge hinzufügen oder löschen will. Um einzelne Änderungen dieser Art zu verwirklichen, ist es empfehlenswert, ein <literal>&lt;MergeFile&gt;</literal>-Element mit dem Attribut <literal>type="parent"</literal> in die Datei <filename>applications.menu</filename> des Benutzers einzufügen.
eu: Sistema-menu estandarrari menu-elementuak gehitu edo kendu nahi izaten dizkiote maiz erabiltzaileek. Horrelako aldaketa bakanak egiteko, komeni da <literal>&lt;MergeFile&gt;</literal> elementua erabiltzea, erabiltzailearen <filename>applications.menu</filename> fitxategiko <literal>type="parent"</literal> atributuarekin batera.
ja: たまに標準的なシステム規模のメニューに加えて何かメニュー項目を追加したり、使わないメニュー項目を削除したい場合があります。このような場合は、ユーザ専用の <filename>applications.menu</filename> ファイルの中で <literal>type="parent"</literal> という属性を持つ <literal>&lt;MergeFile&gt;</literal> という要素を使うことをお薦めします。
ko: 때때로 사용자들은 표준 시스템 메뉴에 특정 항목들을 추가하거나 삭제하기 만을 원합니다. 이렇게 한 가지 만 변경하도록 지원하려면, 사용자 <filename>applications.menu</filename> 파일에 <literal>type="parent"</literal> 속성을 포함하는 <literal>&lt;MergeFile&gt;</literal> 엘리먼트를 사용하는 것이 좋습니다.
pt: Muitas vezes, um utilizador apenas deseja adicionar ou remover itens do menu para além do menu de sistema padrão. Para suportar alterações isoladas deste tipo, recomenda-se que utilize o elemento <literal>&lt;MergeFile&gt;</literal> com o atributo <literal>type="parent"</literal> dentro do ficheiro <filename>applications.menu</filename> do utilizador.

source: The <literal>&lt;MergeFile&gt;</literal> element allows a menu to be merged with the contents of the user's menu file. When you specify the attribute <literal>type="parent"</literal>, then the contents of the <literal>&lt;MergeFile&gt;</literal> element are ignored and the next <filename>applications.menu</filename> file in the <filename>$XDG_CONFIG_DIRS/menus</filename> directory is used for merging.
ca: L'element <literal>&lt;MergeFile&gt;</literal> permet que un menú es combini amb els continguts d'un fitxer de menú d'usuari. Quan especifiqueu l'atribut <literal>type="parent"</literal>, s'ignoraran els continguts de l'element <literal>&lt;MergeFile&gt;</literal> i el fitxer <filename>applications.menu</filename> següent en el directori <filename>$XDG_CONFIG_DIRS/menus</filename> s'utilitzarà per a combinar.
cs: Element <literal>&lt;MergeFile&gt;</literal> dovoluje nabídku připojit k obsahu souboru uživatelovy nabídky. Když zadáte atribut <literal>type="parent"</literal>, obsah elementu <literal>&lt;MergeFile&gt;</literal> je ignorován a k připojení je použit následující soubor <filename>applications.menu</filename> ve složce <filename>$XDG_CONFIG_DIRS/menus</filename>.
de: Das <literal>&lt;MergeFile&gt;</literal>-Element ermöglicht die Zusammenführung eines Menüs mit dem Inhalt der Menüdatei eines Benutzers. Wenn Sie das Attribut <literal>type="parent"</literal> hinzufügen, dann wird der Inhalt des <literal>&lt;MergeFile&gt;</literal>-Elements ignoriert und die nächste <filename>applications.menu</filename>-Datei im Ordner <filename>$XDG_CONFIG_DIRS/menus</filename> wird für die Zusammenführung verwendet.
eu: Menu bat eta erabiltzaile-menuaren fitxategiaren edukia konbinatzeko aukera ematen du <literal>&lt;MergeFile&gt;</literal> elementuak. <literal>type="parent"</literal> atributua zehazten bada, <literal>&lt;MergeFile&gt;</literal> elementuaren edukiari ezikusi egiten zaio eta <filename>$XDG_CONFIG_DIRS/menus</filename> direktorioko hurrengo <filename>applications.menu</filename> fitxategia erabiltzen da konbinatzeko.
ja: <literal>&lt;MergeFile&gt;</literal> という要素を使うと、システム規模のメニューでユーザ専用のメニューと結合してまとめることができるようになります。ここで <literal>type="parent"</literal> という属性を指定すると、<literal>&lt;MergeFile&gt;</literal> 要素の内容を無視して <filename>$XDG_CONFIG_DIRS/menus</filename> フォルダの中にある <filename>applications.menu</filename> ファイルの方を結合します。
ko: <literal>&lt;MergeFile&gt;</literal> 엘리먼트는 메뉴를 사용자의 메뉴 파일의 내용과 통합되도록 허용합니다. <literal>type="parent"</literal> 속성을 사용하면, <literal>&lt;MergeFile&gt;</literal> 엘리먼트의 내용은 무시되고, <filename>$XDG_CONFIG_DIRS/menus</filename> 디렉토리 내의 다음 <filename>applications.menu</filename> 파일을 이용해 통합합니다.
pt: O elemento <literal>&lt;MergeFile&gt;</literal> permite que um menu seja junto com o conteúdo do ficheiro de menu do utilizador. Quando especifica o atributo <literal>type="parent"</literal>, o conteúdo do elemento <literal>&lt;MergeFile&gt;</literal> são ignorados e o ficheiro <filename>applications.menu</filename> seguinte no directório <filename>$XDG_CONFIG_DIRS/menus</filename> é utilizado para a junção.

source: Older Specifications
ca: Especificacions antigues
cs: Starší specifikace
de: Ältere Spezifikationen
eu: Zehaztapen zaharrak
ja: 古い仕様では
ko: 예전 명세서
pt: Especificações Antigas

source: Older specifications did not include the <literal>type</literal> attribute and simply required the location of the menu file to be merged as the content of the <literal>&lt;MergeFile&gt;</literal> element. As a result, you may still see a location specified in the contents of <literal>&lt;MergeFile&gt;</literal>, even when <literal>type="parent"</literal>.
ca: Les especificacions antigues no inclouen l'atribut <literal>type</literal> i simplement es requereix la ubicació del fitxer de menú a combinar amb el contingut de l'element <literal>&lt;MergeFile&gt;</literal>. Per això, pot ser que encara vegeu una ubicació especificada en els continguts de <literal>&lt;MergeFile&gt;</literal>, fins i tot quan <literal>type="parent"</literal>.
cs: Starší specifikace neobsahuje atribut <literal>type</literal> a jednoduše vyžaduje umístění souboru nabídky, která se má připojit, jako obsah elementu <literal>&lt;MergeFile&gt;</literal>. Výsledkem je, že stále můžete vidět umístění zadané jako obsah <literal>&lt;MergeFile&gt;</literal>, přestože je uvedeno <literal>type="parent"</literal>.
de: In früheren Spezifikationen ist das <literal>type</literal>-Element nicht enthalten und es ist nur der Ort der zusammenzuführenden Menüdatei als Inhalt des <literal>&lt;MergeFile&gt;</literal>-Elements nötig. Als Ergebnis sehen Sie möglicherweise noch einen in <literal>&lt;MergeFile&gt;</literal> angegebenen Ort, selbst beim Typ <literal>type="parent"</literal>.
eu: Zehaztapen zaharrek ez zuten <literal>type</literal> atributurik, eta konbinatzeko menu-fitxategiaren kokalekua soilik behar dute <literal>&lt;MergeFile&gt;</literal> elementuaren edukian. Ondorioz, litekeena da <literal>&lt;MergeFile&gt;</literal>(r)en edukian zehaztutako kokalekuak ikustea, nahiz eta <literal>type="parent"</literal> izan.
ja: 以前の仕様では <literal>type</literal> という属性を使わずに、単に結合するメニュー定義ファイルのパスを指定し <literal>&lt;MergeFile&gt;</literal> 要素の内容を結合していただけでした。そのため、現在でも <literal>type="parent"</literal> を指定した場合 <literal>&lt;MergeFile&gt;</literal> 要素を使ってメニュー定義ファイルのパスを指定するようになっています。
ko: 예전 버전의 명세서에는 <literal>type</literal> 속성이 포함되지 않았고 단순히 <literal>&lt;MergeFile&gt;</literal> 엘리먼트의 내용으로 통합될 메뉴 파일의 위치를 지정해야 했습니다. 따라서 <literal>type="parent"</literal> 속성이 사용된 경우에도 <literal>&lt;MergeFile&gt;</literal> 엘리먼트의 내용에 명시된 위치를 볼 수도 있습니다.
pt: Especificações antigas não incluiam o atributo <literal>type</literal> e apenas requeriam que a localização do ficheiro de menu fosse junta como sendo o conteúdo do elemento <literal>&lt;MergeFile&gt;</literal>. Assim, poderá ainda ver uma localização especificada no conteúdo de <literal>&lt;MergeFile&gt;</literal>, mesmo quando <literal>type="parent"</literal>.

source: The merging is performed as follows:
ca: La combinació es realitza de la manera següent:
cs: Připojování se provádí následovně:
de: Das Zusammenführen wird wie folgt ausgeführt:
eu: Honela egiten da konbinatzea:
ja: メニューの結合は次のように実施されます:
ko: 통합 과정은 다음과 같이 수행됩니다:
pt: A junção é realizada da seguinte forma:

source: Merged menu file refers to the next <filename>applications.menu</filename> in the <filename>$XDG_CONFIG_DIRS/menus</filename> directory.
ca: El fitxer de menú combinat fa referència al <filename>applications.menu</filename> següent en el directori <filename>$XDG_CONFIG_DIRS/menus</filename>.
cs: Přípojený soubor nabídky odkazuje na následující <filename>applications.menu</filename> ve složce <filename>$XDG_CONFIG_DIRS/menus</filename>.
de: Die zusammengeführte Menüdatei bezieht sich auf die nächste <filename>applications.menu</filename>-Datei im Ordner <filename>$XDG_CONFIG_DIRS/menus</filename>.
eu: Konbinatutako menu-fitxategiak <filename>$XDG_CONFIG_DIRS/menus</filename> direktorioko hurrengo <filename>applications.menu</filename>ri egiten dio erreferentzia.
ja: 結合したメニュー定義ファイルは <filename>$XDG_CONFIG_DIRS/menus</filename> フォルダの中にある <filename>applications.menu</filename> ファイルを参照します。
ko: 통합된 메뉴 파일은 <filename>$XDG_CONFIG_DIRS/menus</filename> 디렉토리 내의 다음 <filename>applications.menu</filename> 파일을 가리킵니다.
pt: O ficheiro de menu junto refere-se ao <filename>applications.menu</filename> seguinte no directório <filename>$XDG_CONFIG_DIRS/menus</filename>.

source: The children of the root <literal>&lt;Menu&gt;</literal> element in the merged menu file<placeholder-1/> are substituted for the <literal>&lt;MergeFile&gt;</literal> element in the base menu file.
ca: Els fills de l'element arrel <literal>&lt;Menu&gt;</literal> en el fitxer de menú combinat <placeholder-1/> se substitueixen per l'element <literal>&lt;MergeFile&gt;</literal> en el fitxer de menú base.
cs: Element <literal>&lt;MergeFile&gt;</literal> v souboru základní nabídky je zastupován pomocí potomka kořenového elementu <literal>&lt;Menu&gt;</literal>v souboru připojené nabídky<placeholder-1/>.
de: Die Unterelemente des Wurzelelements <literal>&lt;Menu&gt;</literal> in der zusammengeführten Menüdatei <placeholder-1/> werden als Ersatz für das <literal>&lt;MergeFile&gt;</literal>-Element in der ursprünglichen Menüdatei verwendet.
eu: Konbinatutako <placeholder-1/> menu-fitxategiko erroko <literal>&lt;Menu&gt;</literal> elementuaren umeak ordeztu egiten dira oinarrizko menu-fitxategiko <literal>&lt;MergeFile&gt;</literal> elementuarekin.
ja: 結合してまとめたメニュー定義ファイル<placeholder-1/> の中にある <literal>&lt;Menu&gt;</literal> 要素の配下にある子要素がベースのメニュー定義ファイルにある <literal>&lt;MergeFile&gt;</literal> 要素のかわりになります。
ko: 통합된 메뉴 파일<placeholder-1/> 내의 최상위 <literal>&lt;Menu&gt;</literal> 엘리먼트의 하위 엘리먼트들은 기본 메뉴 파일 내의 <literal>&lt;MergeFile&gt;</literal> 엘리먼트로 바뀝니다.
pt: Os filhos do elemento <literal>&lt;Menu&gt;</literal> raiz no ficheiro de menu junto <placeholder-1/> são substituídos pelo elemento <literal>&lt;MergeFile&gt;</literal> no ficheiro de menu base.
