Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: <link linkend="menustructure-13">Menu Definition Files</link> map desktop entries to menus by using matching rules against the Categories key.
ca: Els <link linkend="menustructure-13">fitxers de definició de menú</link> mapegen les entrades de l'escriptori als menús utilitzant les regles de coincidència amb la clau de Categories.
cs: <link linkend="menustructure-13">Soubory definice nabídky</link> mapují vstupy pracovního prostředí na nabídky s použitím srovnávacích pravidel vůči klíči Categories.
de: <link linkend="menustructure-13">Menüdefinitions-Dateien</link> ordnen Desktopeinträge in Menüs ein, indem Übereinstimmungsregeln auf den Kategorieschlüssel angewendet werden.
eu: Menuen mahaigaineko sarrerak bideratzen dituzte <link linkend="menustructure-13">Menuen definizio-fitxategiek</link>, Kategoriak gakoekin parekatze-arauak erabiliz.
ja: 「<link linkend="menustructure-13">いろいろなメニュー定義ファイル</link>」では、この Categories キーに対するフィルタリングのルールを使って、デスクトップ・エントリをメニュー項目にマップしている (関連付けている)
ko: <link linkend="menustructure-13">메뉴 정의 파일</link>은 이 분류(Categories)키를 이용하여 데스크탑 엔트리와 메뉴를 매핑해 줍니다.
pt: <link linkend="menustructure-13">Ficheiros de Definição de Menu</link> mapeiam definições de iniciadores para menus utilizando regras de equivalência sobre as chaves de Categorias.

source: Comment
pt: Comment (Comentário)

source: Specifies a short description of the item. The comment is displayed as a tooltip when you point to the item in the menu.
ca: Especifica una breu descripció de l'element. El comentari es mostra com un indicador de funció quan el ratolí es situa sobre l'element en el menú.
cs: Určuje krátký popis položky. Komentář se zobrazí jako bublina s popisem, když na položku nabídky najedete ukazatelem.
de: Gibt eine Kurzbeschreibung des Eintrags an. Der Kommentar wird als Minihilfe angezeigt, wenn sich der Mauszeiger über dem Menüeintrag befindet.
eu: Elementuari buruzko azalpen laburra ematen du. Menuko elementua seinalatzean, argibide gisa bistaratzen da iruzkina.
ja: この項目の概要を表す (このキーワードはメニュー項目の上にポインタをのせた時に現れるツールチップの中に表示される文章である)
ko: 해당 항목에 대한 짧은 설명을 지정합니다. 이 설명은 메뉴 내에서 해당 항목을 가리킬 때 풍선 도움말로 표시됩니다.
pt: Especifica uma descrição breve do item. O comentário é apresentado como uma dica de menu quando se coloca o rato sobre o item no menu.

source: Encoding
pt: Encoding (Codificação)

source: Specifies the encoding of the desktop entry file.
ca: Especifica la codificació del fitxer d'entrada d'escriptori.
cs: Určuje kódování souboru vstupu pracovního prostředí.
de: Legt die Zeichenkodierung der Desktop-Datei fest.
eu: Mahaigaineko sarrera-fitxategiaren kodeketa zehazten du.
ja: デスクトップ・エントリに記載する情報のエンコーディングを表す
ko: 데스크탑 엔트리 파일의 인코딩을 지정합니다.
pt: Especifica a codificação do ficheiro de definição de iniciador.

source: Exec
de: Ausführen
pt: Exec (Executar)

source: Specifies a command to execute when you choose the item from the menu.
ca: Especifica una ordre a executar quan seleccioneu l'element des del menú.
cs: Určuje příkaz, který se má spustit, když zvolíte položku z nabídky.
de: Gibt den auszuführenden Befehl an, wenn der Eintrag im Menü gewählt wird.
eu: Menuko elementu bat aukeratzen duzunean zein komando exekutatu behar den zehazten du.
ja: メニュー項目を選択した時に実行するコマンドを表す
ko: 메뉴에서 항목이 선택되었을 때 실행할 명령을 지정합니다.
pt: Especifica o comando a executar quando selecciona o item no menu.

source: Icon
pt: Icon (Ícone)

source: Specifies the filename of an icon that represents the item. Does not specify the path to the filename, or the file extension.
ca: Especifica el nom del fitxer de la icona que representa l'element. No especifica el camí al nom del fitxer o l'extensió del fitxer.
cs: Určuje název souboru s ikonou, která položku představuje. Neobsahuje cestu k souboru ani příponu souboru.
de: Gibt den Dateinamen des Symbols an, welches den Eintrag repräsentiert, jedoch nicht den Pfad des Dateinamens oder die Dateinamenerweiterung.
eu: Elementua irudikatzen duen ikonoaren fitxategi-izena zehazten du. Ez ditu zehazten fitxategi-izenaren bide-izena eta fitxategi-luzapena.
ja: メニュー項目に表示されるアイコンのファイル名を表す (ファイル名のパス、あるいは拡張子は指定しないこと)
ko: 항목을 표시할 아이콘 파일의 이름을 지정합니다. 파일의 경로나 확장자를 지정하지 마십시오.
pt: Especifica o nome do ficheiro de um ícone que represente o item. Não especifica o caminho do ficheiro, nem a extensão do mesmo.

source: MimeType
pt: MimeType (Tipo MIME)

source: Specifies the MIME types that the application can handle.
ca: Especifica els tipus MIME que l'aplicació pot gestionar.
cs: Určuje typ MIME, který aplikace může obsluhovat.
de: Legt die Mime-Typen fest, mit denen eine anwendung umgehen kann.
eu: Aplikazioak erabil ditzakeen MIME motak zehazten ditu.
ja: このデスクトップ・エントリが表すアプリケーションで扱える MIME 型を表す
ko: 프로그램에서 처리할 수 있는 MIME 형식을 지정합니다.
pt: Especifica os tipos MIME que a aplicação é capaz de manipular.

source: Name
pt: Name (Nome)

source: Specifies the name of the item. This name is displayed on the item in the menu.
ca: Especifica el nom de l'element. Aquest nom es mostra en l'element en el menú.
cs: Určuje název položky. Tento název s zobrazuje v položce v nabídce.
de: Gibt den Namen des Eintrages an. Dieser Name wird im Menüeintrag angezeigt.
eu: Elementuaren izena zehazten du. Izen hori menuko elementuan bistaratzen da.
ja: メニュー項目の名前を表す文字列 (この文字列が実際のメニューに表示される)
ko: 항목의 이름을 지정합니다. 이 이름은 메뉴 내의 항목에 표시됩니다.
pt: Especifica o nome do item. Este nome é apresentado no item no menu.

source: NoDisplay
pt: NoDisplay (Não Apresentar)

source: This options means <quote>This application exists, but don't display it in the menus</quote>.
ca: Aquesta opció significa que <quote>l'aplicació existeix, però no es mostra en els menús</quote>.
cs: Tato možnost znamená <quote>Tato aplikace existuje, ale v nabídce ji neukazujte</quote>.
de: Diese Option bedeutet »Diese Anwendung existiert, soll aber nicht in den Menüs angezeigt werden«.
eu: Aukera horrek esan nahi du <quote>Aplikazio hori badago, baina ez bistaratu menuetan</quote>.
ja: このオプションは「アプリケーションは存在しているが、メニュー項目としては表示しない」という時に指定する
ko: 이 옵션은 <quote>이 프로그램은 존재하지만, 메뉴에 표시하지 않을 것</quote>을 의미합니다.
pt: Esta opção significa <quote>Esta aplicação existe, mas não deve ser visível nos menus</quote>.

source: Terminal
pt: Terminal (Consola)

source: Specifies whether the command in the <literal>Exec</literal> key runs in a terminal window. If the value is <literal>true</literal> the command runs in a terminal window.
ca: Especifica si l'ordre en la clau <literal>Exec</literal> s'executa en una finestra de terminal. Si el valor és <literal>true</literal> l'ordre s'executa en una finestra de terminal.
cs: Určuje, zda se příkaz v klíči <literal>Exec</literal> spouští v terminálovém okně. Jestliže je hodnota <literal>true</literal>, spustí se příkaz v terminálovém okně.
de: Gibt an, ob der Befehl im <literal>Exec</literal>-Schlüssel in einem Terminalfenster ausgeführt werden soll. Falls der Wert <literal>true</literal> ist, wird der Befehl in einem Terminalfenster ausgeführt.
eu: <literal>Exec</literal> gakoaren komandoa terminal-leihoan exekutatu behar den ala ez zehazten du. Balioa <literal>true</literal> bada, komandoa terminal-leihoan exekutatzen da.
ja: キーワードの <literal>Exec</literal> に指定したコマンドを端末の中から起動するかどうかを表す (ここで <literal>true</literal> を指定すると、端末の中からコマンドを起動する)
ko: <literal>Exec</literal> 키에 지정된 명령이 터미널 창에서 실행될 지 여부를 지정합니다. 만약 이 값이 <literal>참</literal>이면 해당 명령은 터미널 창에서 실행됩니다.
pt: Especifica se o comando que consta na chave <literal>Exec</literal> deve ser executado numa janela de consola. Se o valor for <literal>true</literal> (verdadeiro) o comando será executado numa janela de consola.

source: If the command does not create a window in which to run, the value of this key must be <literal>true</literal>.
ca: Si l'ordre no crea una finestra on executar-se, el valor d'aquesta clau hauria de ser <literal>true</literal>.
cs: V případě, že příkaz nevytváří okno, ve kterém by mohl běžet, musí být hodnota tohoto klíče <literal>true</literal>.
de: Falls der Befehl kein Fenster erzeugt, in welchem er ausgeführt wird, muss der Wert <literal>true</literal> sein.
eu: Komandoak ez badu sortzen exekutatzeko leihoa, gako horren balioak <literal>true</literal> izan behar du.
ja: 起動するコマンドがウィンドウを生成しない場合、このキーワードには <literal>true</literal> を指定すること
ko: 만약 해당 명령이 자체적으로 실행 창을 만들지 않는다면, 이 키의 값은 반드시 <literal>참</literal>이 되어야 합니다.
pt: Se o comando não criar uma janela onde correr, o valor desta chave terá de ser <literal>true</literal>.

source: Type
pt: Type (Tipo)

source: Specifies the type of item. This value is one of the following:
ca: Especifica el tipus de l'element. Aquest valor és un dels següents:
cs: Určuje typ položky. Hodnota může být jedna z těchto:
de: Gibt den Typ des Eintrags an. Dieser Wert ist einer der Folgenden:
eu: Elementuaren mota zehazten du. Balio hauetako bat da:
ja: メニュー項目の種類を表す (この値は次のいずれかとする):
ko: 해당 항목의 형식을 지정합니다. 이 값은 다음과 같은 것들 중 하나입니다:
pt: Especifica o tipo de item. Este valor é um dos seguintes:

source: <literal>Application</literal>: An item that starts an application.
ca: <literal>Application</literal>: un element que inicia una aplicació.
cs: <literal>Application</literal>: Položka spouští aplikaci.
de: <literal>Application</literal>: Ein Eintrag, der eine Anwendung startet.
eu: <literal>Application</literal>: aplikazio bat abiarazten duen elementua.
ja: <literal>Application</literal>: １アプリケーションとして起動する
ko: <literal>Application</literal>: 이 항목은 프로그램을 실행합니다.
pt: <literal>Application</literal> (Aplicação): Um item que inicia uma aplicação.

source: <literal>Link</literal>: An item that links to a file, folder, or a remote resource (such as a FTP site, a web page, a Windows share...).
ca: <literal>Link</literal>: un element que enllaça a un fitxer, carpeta o font remota (com ara un lloc FTP, una pàgina web, un recurs compartit del Windows...).
cs: <literal>Link</literal>: Položka odkazuje na soubor, složku nebo vzdálený zdroj (jak je FTP server, webová stránka, sdílení Windows...).
de: <literal>Link</literal>: Ein Eintrag, der auf eine Datei, einen Ordner oder eine entfernte Ressource verweist (z.B. eine FTP-Seite, eine Webseite, eine Windows-Freigabe...)
eu: <literal>Link</literal>: fitxategi, karpeta edo urruneko iturburu bat (adibidez, FTP gune bat, web-orri bat, Windows-en baliabide partekatu bat...) estekatzen duen elementua.
ja: <literal>Link</literal>: ファイルやフォルダ、あるいはリモートのリソース (FTP サイトとかウェブ・サイト、Windows 共有など...) へのリンクである
ko: <literal>Link</literal>: 이 항목은 파일, 폴더 혹은 (FTP 사이트, 웹페이지, Windows 공유 등과 같은) 원격지의 자원에 대한 링크입니다.
pt: <literal>Link</literal> (Atalho): Um item que é um atalho para um ficheiro, pasta, ou um recurso remoto (tal como um servidor FTP, uma página web, uma partilha Windows...).

source: <literal>FSDevice</literal>: An item that is a file system device.
ca: <literal>FSDevice</literal>: un element que és un dispositiu del sistema de fitxers.
cs: <literal>FSDevice</literal>: Položka je zařízení souborového systému.
de: <literal>FSDevice</literal>: Ein Eintrag, der ein Dateisystem darstellt.
eu: <literal>FSDevice</literal>: fitxategi-sistemaren gailua den elementua.
ja: <literal>FSDevice</literal>: ファイルシステムのデバイスを表す
ko: <literal>FSDevice</literal>: 이 항목은 파일 시스템 장치입니다.
pt: <literal>FSDevice</literal> (Dispositivo de Sistema de Ficheiros): Um item que representa um dispositivo de sistema de ficheiros.

source: <literal>Directory</literal>: An item that is a Directory.
ca: <literal>Directory</literal>: un element que és un directori.
cs: <literal>Directory</literal>: Položka je složka.
de: <literal>Directory</literal>: Ein Eintrag, der einen Ordner bezeichnet.
eu: <literal>Directory</literal>: direktorioa den elementua.
ja: <literal>Directory</literal>: フォルダを表す
ko: <literal>Directory</literal>: 이 항목은 디렉토리입니다.
pt: <literal>Directory</literal> (Directório): Um item que representa um Directório.

source: For more information on the keys in desktop entry files, see the desktop entry specification at the following URL:
ca: Per a obtenir més informació sobre les claus en els fitxers d'entrada de l'escriptori, vegeu les especificacions d'entrada d'escriptori a l'URL següent:
cs: Pokud se chcete dovědět další informace o klíčích v souborech vstupu pracovního prostředí, pročtěte si specifikaci vstupu pracovního prostředí na adrese:
de: Weitere Informationen über die Schlüssel in Desktop-Eintragsdateien finden Sie in der »Desktop Entry Specification« unter folgender Adresse:
eu: Mahaigaineko sarrera-fitxategietako gakoei buruzko informazio gehiago nahi izanez gero, ikus mahaigaineko sarreren zehaztapena URL honetan:
ja: デスクトップ・エントリのファイルについて詳細については、次の URL にある仕様書をご覧ください:
ko: 데스크탑 엔트리 파일의 키에 대한 자세한 정보는, 다음 URL에서 데스크탑 엔트리 명세서를 보기 바랍니다:
pt: Para mais informações sobre chaves nos ficheiros de definição de iniciadores, consulte a especificação de definição de iniciador no seguinte URL:

source: Panel launchers and desktop objects also use desktop entry files. The desktop entry files for launchers and desktop objects provide the same information as for items in a menu. For example, the desktop entry files provide the command to run when a user chooses the launcher or object.
ca: Els llançadors del quadre i els objectes de l'escriptori també utilitzen fitxers d'entrada d'escriptori. Els fitxers d'entrada d'escriptori per a llançadors i objectes de l'escriptori proporcionen la mateixa informació que per als elements d'un menú. Per exemple, els fitxers d'entrada d'escriptori proporcionen l'ordre a executar quan l'usuari selecciona el llançador o l'objecte.
cs: Spouštěče panelů a objekty pracovní plochy rovněž používají soubory vstupu pracovního prostředí. Soubory vstupu pracovního prostředí pro spouštěče a objekty pracovní plochy poskytují ty samé informace, jako pro položky nabídky. Například soubory vstupu pracovního prostředí poskytují příkazy pro spuštění, když uživatel zvolí spouštěč nebo objekt.
de: Auch Anwendungsstarter im Panel und Arbeitsflächenobjekte verwenden Desktopeintrags-Dateien. Die Desktopeintrags-Dateien für Anwendungsstarter im Panel und Arbeitsflächenobjekte stellen die gleichen Informationen bereit wie für Objekte in einem Menü. Beispielsweise enthält eine Desktopeintrags-Datei den Befehl, der beim Auswählen des Anwendungsstarters oder Objekts ausgeführt werden soll.
eu: Panel-abiarazleek eta mahaigaineko objektuek ere erabiltzen dituzte mahaigaineko sarrera-fitxategiak. Abiarazleen eta mahaigaineko objektuen mahaigaineko sarrera-fitxategiek menuetako elementuentzako ematen duten informazio bera ematen dute. Adibidez, erabiltzaile batek abiarazlea edo objektua aukeratzean exekutatu beharreko komandoa ematen dute mahaigaineko sarrera-fitxategiek.
ja: パネルのランチャとデスクトップ上のオブジェクトもデスクトップ・エントリのファイルを利用しています。ランチャやデスクトップ上のオブジェクトで使用するデスクトップ・エントリのファイルはメニュー項目で使用するものと同じ情報が記載されています。例えば、デスクトップ・エントリのファイルはランチャをクリックした時に起動するコマンドが記載されています。
ko: 패널 실행기와 데스크탑 객체에서도 데스크탑 엔트리 파일을 사용합니다. 실행 아이콘과 데스크탑 객체를 위한 데스크탑 엔트리 파일도 메뉴 항목과 동일한 정보를 제공합니다. 예를 들어 데스크탑 엔트리 파일은 사용자가 실행 아이콘이나 데스크탑 객체를 선택하면 실행할 명령을 제공합니다.
pt: Iniciadores de painel e objectos de área de trabalho também utilizam ficheiros de definição de iniciador. Os ficheiros de definição de iniciador em painéis e objectos de área de trabalho disponibilizam a mesma informação que os itens num menu. Por exemplo, os ficheiros de definição de iniciador disponibilizam o comando a executar quando o utilizador selecciona o iniciador ou objecto.

source: Directory Entry Files
ca: Fitxers d'entrada de directori
cs: Soubory vstupu složky
de: Ordnereintrags-Dateien
eu: Direktorioko sarrera-fitxategiak
ja: ディレクトリ・エントリのファイル
ko: 디렉토리 엔트리 파일
pt: Ficheiros de Definição de Directório

source: directory entry files
ca: fitxers d'entrada de directori
cs: soubory vstupu složky
de: Ordnereintrags-Dateien
eu: direktorioko sarrera-fitxategiak
ko: 디렉토리 엔트리 파일
pt: ficheiros de definição de directório

source: .directory files
ca: fitxers .directory
cs: soubory .directory
de: .directory-Dateien
eu: .directory fitxategiak
ja: .directory ファイル
ko: .directory 파일
pt: ficheiros .directory

source: A <firstterm>directory entry file</firstterm> is a data file that provides information about a menu. The directory entry file specifies the details for the menu such as a name, a tooltip, and an icon. Directory entry files have a <filename>.directory</filename> file extension.
ca: Un <firstterm>fitxer d'entrada de directori</firstterm> és un fitxer de dades que proporciona informació sobre un element en un menú. El fitxer d'entrada de directori especifica els detalls per al menú com ara un nom, un indicador de funció i una icona. Els fitxers d'entrada de directori tenen una extensió de fitxer <filename>.directory</filename>.
cs: <firstterm>Soubor vstupu složky</firstterm> je datový soubor, který poskytuje informace o nabídce. Soubor vstupu složky určuje podrobnosti pro nabídku, jako je název, stručná nápověda a ikona. Soubory vstupu složky mají příponu <filename>.directory</filename>.
de: Eine <firstterm>Ordnereintrags-Datei</firstterm> ist eine Datei, welche Informationen über ein Menü bereitstellt. Die Ordnereintrags-Datei gibt Details für das Menü wie Name, Minihilfe und Symbol an. Ordnereintrags-Dateien haben die Erweiterung <filename>.directory</filename>.
eu: Menu bati buruzko informazioa ematen duen datu-fitxategia da <firstterm>direktorioko sarrera-fitxategi</firstterm> bat. Direktorioko sarrera-fitxategiak menuaren datu hauek zehazten ditu, besteak beste: izena, argibidea eta ikonoa. Direktorioko sarrera-fitxategien luzapena <filename>.directory</filename> da.
ja: 「<firstterm>ディレクトリ・エントリのファイル</firstterm>」はメニューそのものの情報を提供するデータ・ファイルの一つです。このファイルを使ってメニューの名前やツールチップの説明、そしてアイコンなどの詳細な情報を指定します。このファイルの拡張子は <filename>.directory</filename> です。
ko: <firstterm>디렉토리 엔트리 파일</firstterm>은 메뉴에 대한 정보를 제공하는 데이터 파일입니다. 디렉토리 엔트리 파일은 메뉴의 이름, 풍선 도움말, 아이콘과 같은 정보들을 지정합니다. 디렉토리 엔트리 파일의 확장자는 <filename>.directory</filename>입니다.
pt: Um <firstterm>ficheiro de definição de directório</firstterm> é um ficheiro de dados que disponibiliza informação sobre um menu. O ficheiro de definição de directório especifica detalhes do meni tais como o seu nome, a sua dica, e o ícone. Os ficheiros de definição de directório têm a extensão <filename>.directory</filename>.
