Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: Some parts of the MATE Desktop user interface contain preferences that represent preference keys from more than one schema definition file. For example, the <application>Keyboard Shortcuts</application> preference tool contains preferences that represent keys from the <filename>panel-global-config.schemas</filename> and <filename>marco.schemas</filename> files.
ca: Algunes parts de la interfície d'usuari de l'escriptori del MATE contenen preferències que representen claus de preferència de més d'un fitxer de definició d'esquemes. Per exemple, l'eina de preferències <application>Dreceres de teclat</application> conté preferències que representen claus dels fitxers <filename>panel-global-config.schemas</filename> i <filename>marco.schemas</filename>.
cs: Některé části uživatelského rozhraní pracovního prostředí MATE obsahují předvolby, které představují klíče předvoleb z více než jednoho souboru definice schématu. Např. nástroj předvolby <application>Klávesové zkratky</application> obsahuje předvolby, které představují klíče ze souborů <filename>panel-global-config.schemas</filename> a <filename>marco.schemas</filename>.
de: Einige Teile der Benutzerschnittstelle der MATE-Arbeitsumgebung enthalten Einstellungen, die sich auf Einstellungsschlüssel aus mehr als einer Schema-Definitionsdatei beziehen. Beispielsweise enthält das Einstellungswerkzeug <application>Tastenkombinationen</application> Einstellungen, die Schlüssel aus den Dateien <filename>panel-global-config.schemas</filename> und <filename>marco.schemas</filename> enthalten.
eu: Eskemaren definizio-fitxategi bateko baino gehiagoko hobespen-gakoak ordezkatzen dituzten hobespenak dauzkate MATEren mahaigainaren erabiltzaile-interfazearen zati batzuek. <filename>panel-global-config.schemas</filename> eta <filename>marco.schemas</filename> fitxategietako gakoak ordezkatzen dituzten hobespenak dauzka <application>Laster-teklak</application> hobespen-tresnak.
ja: MATE デスクトップのユーザ・インタフェースの中には１つ以上のスキーマ定義ファイルから提供されている設定キーを持つものがあります。例えば、<application>キーボード・ショートカット</application>という設定ツールには <filename>panel-global-config.schemas</filename> と <filename>marco.schemas</filename> という定義ファイルから提供された設定が含まれています。
ko: 그놈 데스크탑 사용자 인터페이스 중 일부는 하나 이상의 스키마 정의 파일에 포함된 설정 키들을 나타내는 설정을 포함하고 있습니다. 예를 들어, <application>키보드 단축키</application> 설정 도구는 <filename>panel-global-config.schemas</filename> 파일과 <filename>marco.schemas</filename> 파일에 나타난 설정 키에 해당하는 설정을 포함합니다.
pt: Parte do interface de utilizador do Ambiente de Trabalho MATE contém preferências que representam chaves de preferências em mais do que um ficheiro de definição de esquema. Por exemplo, a ferramenta de preferências <application>Atalhos de Teclado</application> contém preferências que representam chaves dos ficheiros <filename>panel-global-config.schemas</filename> e <filename>marco.schemas</filename>.

source: MateConf Daemon
ca: Dimoni del MateConf
cs: Démon MateConf
de: MateConf-Dienst
eu: MateConf daemon-a
ja: MateConf デーモン
ko: MateConf 데몬
pt: Daemon do MateConf

source: MateConf daemon
ca: Dimoni del MateConf
cs: démon MateConf
de: MateConf-Dienst
eu: MateConf daemon-a
ja: MateConf デーモン
ko: MateConf 데몬
pt: Daemon do MateConf

source: The <application>MateConf</application> daemon is called <command>mateconfd-2</command>. The <application>MateConf</application> daemon notifies applications when a preference value changes. For example, you might select to show only icons in toolbars in the <application>Menus &amp; Toolbars</application> preference tool. When you select this option in the preference tool, the toolbars on all open applications are updated instantly. The <application>MateConf</application> daemon can operate locally, or across a network.
ca: El dimoni del <application>MateConf</application> s'anomena <command>mateconfd-2</command>. El dimoni del <application>MateConf</application> notifica les aplicacions quan el valor d'una preferència canvia. Per exemple, podeu seleccionar de només mostrar icones en les barres d'eines mitjançant l'eina de preferències <application>Menús i barres d'eines</application>. Quan seleccioneu aquesta opció en l'eina de preferències, les barres d'eines de totes les aplicacions obertes s'actualitzaran instantàniament. El dimoni del <application>MateConf</application> pot operar de forma local o a través d'una xarxa.
cs: Démon <application>MateConf</application> se nazývá <command>mateconfd-2</command>. Démon <application>MateConf</application> oznamuje aplikacím, když se změní některá z hodnot předvoleb. Můžete například v nástroji předvoleb <application>Nabídky a panely nástrojů</application> vybrat, že chcete na panelech nástrojů zobrazovat pouze ikony. Jakmile tuto volbu v nástroji předvoleb vyberete, panely nástrojů ve všech otevřených aplikacích se ihned aktualizují. Démon <application>MateConf</application> může pracovat místně nebo přes síť.
de: Der <application>MateConf</application>-Dienst heißt <command>mateconfd-2</command>. Der <application>MateConf</application>-Dienst benachrichtigt Anwendungen, wenn sich der Wert eines Einstellungsschlüssels ändert. Beispielsweise haben Sie im Einstellungswerkzeug <application>Menüs und Werkzeugleisten</application> ausgewählt, dass nur Symbole angezeigt werden. Wenn Sie diese Option im Einstellungswerkzeug gewählt haben, dann werden alle Werkzeugleisten in geöffneten Anwendungen unmittelbar angepasst. Der <application>MateConf</application>-Dienst arbeitet lokal, aber auch über ein Netzwerk.
eu: <application>MateConf</application> daemon-a <command>mateconfd-2</command> da. Hobespen-balioak aldatzean, horren berri ematen die aplikazioei <application>MateConf</application> daemon-ak. Adibidez, <application>Menuak eta tresna-barrak</application> hobespen-tresnako tresna-barretan soilik ikonoak erakustea hauta dezakezu. Hobespen-tresnako aukera hori hautatzean, irekitako aplikazio guztietako tresna-barrak berehala eguneratzen dira. <application>MateConf</application> daemon-a lokalki nahiz sarean erabil daiteke.
ja: <application>MateConf</application> デーモンのプロセス名は <command>mateconfd-2</command> です。<application>MateConf</application> デーモンは設定項目の値が変更された際にその旨をいろいろなアプリケーションに通知します。例えば、<application>外観の設定</application>ツールを使うとツールバーのボタンをアイコンだけ表示するように変更できますが、実際にこの設定ツールでオプションを選択すると、デスクトップ上にあるすべてのアプリケーションのツールバーが即座に更新されます。<application>MateConf</application> デーモンはローカル以外にも、ネットワーク経由でも操作できます。
ko: <application>MateConf</application> 데몬은 <command>mateconfd-2</command>입니다. <application>MateConf</application> 데몬은 설정값이 변경된 경우 이를 프로그램에게 알립니다. 예를 들어 <application>메뉴와 도구 모음</application> 설정 도구에서 도구 모음이 아이콘 만을 표시하도록 변경할 수 있습니다. 설정 도구에서 이 옵션을 선택하면, 실행 중인 모든 프로그램들의 도구 모음이 즉시 업데이트될 것입니다. <application>MateConf</application> 데몬은 로컬이나 네트워크 상에서 동작할 수 있습니다.
pt: O daemon <application>MateConf</application> denomina-se <command>mateconfd-2</command>. O daemon <application>MateConf</application> notifica as aplicações quando o valor de uma preferência é alterado. Por exemplo, poderá seleccionar apenas apresentar ícones nas barras de ferramentas na ferramenta de preferências <application>Menus &amp; Barras de Ferramentas</application>. Ao seleccionar esta opção na ferramenta de preferências, as barras de ferramentas de todas as aplicações abertas são actualizadas instantaneamente. O daemon <application>MateConf</application> pode funcionar localmente, ou numa rede.

source: An instance of the <application>MateConf</application> daemon is started for each user. The <application>MateConf</application> daemon does not have to deal with complex problems such as authentication and data security. When the <application>MateConf</application> daemon starts, the daemon loads the <application>MateConf</application> path file. The <application>MateConf</application> daemon manages all access between applications and the configuration sources.
ca: S'inicia una instància del dimoni del <application>MateConf</application> per a cada usuari. El dimoni del <application>MateConf</application> no ha de tractar amb problemes complexos com ara l'autenticació i la seguretat de les dades. Quan s'inicia el dimoni del <application>MateConf</application>, el dimoni carrega el fitxer de camins del <application>MateConf</application>. El dimoni del <application>MateConf</application> gestiona tots els accessos entre les aplicacions i les fonts de configuració.
cs: Pro každého uživatele se spustí zvlášť instance démona <application>MateConf</application>. Démon <application>MateConf</application> nemá mnoho společného s takovými komplexními problémy, jako je ověřování a bezpečnost dat. Když se démon <application>MateConf</application> spustí, tak načte soubor cesty <application>MateConf</application>. Démon <application>MateConf</application> spravuje všechny přístupy mezi aplikacemi a zdroji nastavení.
de: Für jeden Benutzer wird eine Instanz des <application>MateConf</application>-Dienstes gestartet. Der <application>MateConf</application>-Dienst kümmert sich nicht um komplexe Angelegenheiten wie Legitimierung oder Datensicherheit. Wenn der <application>MateConf</application>-Dienst startet, dann wird die <application>MateConf</application>-Pfaddatei geladen. Der <application>MateConf</application>-Dienst verwaltet jegliche Zugriffe von Anwendungen auf Konfigurationsquellen.
eu: <application>MateConf</application> daemon-aren instantzia bat abiarazten da erabiltzaile bakoitzarentzat. <application>MateConf</application> daemon-ak ez ditu arazo konplexuak tratatzen, hala nola autentifikazioa eta datuen segurtasuna. <application>MateConf</application> daemon-a abiaraztean, <application>MateConf</application> bide-izenen fitxategia kargatzen du daemon-ak. Aplikazioen eta konfigurazio-iturburuen arteko atzipen guztiak kudeatzen ditu <application>MateConf</application> daemon-ak.
ja: <application>MateConf</application> デーモンのインスタンスはユーザ毎に起動されるようになっています。但し、<application>MateConf</application> デーモンは認証とかデータの秘匿といった複雑な課題を扱えるような設計にはなっていません。<application>MateConf</application> デーモンを起動すると、まず <application>MateConf</application> のパス・ファイルを読み込みます。<application>MateConf</application> デーモンはアプリケーションと設定ソースとの間のやりとりをすべて管理しています。
ko: <application>MateConf</application> 데몬은 각 사용자에 대해 별도로 실행됩니다. <application>MateConf</application> 데몬은 인증이나 데이터 보안과 같은 복잡한 문제를 처리해서는 안 됩니다. <application>MateConf</application> 데몬이 시작되면 <application>MateConf</application> 경로 파일을 읽습니다. <application>MateConf</application> 데몬은 프로그램과 설정 소스 간의 모든 접근을 관리합니다.
pt: É iniciada uma instância do daemon <application>MateConf</application> para cada utilizador. O daemon <application>MateConf</application> não tem que gerir problemas complexos tais como autenticação e segurança de dados. Quando o daemon <application>MateConf</application> é iniciado, o daemon lê o ficheiro de caminhos do <application>MateConf</application>. O daemon <application>MateConf</application> gere todos os acessos entre as aplicações e as bases de configuração.

source: When an application requests the value of a preference key, the daemon searches the configuration sources as follows:
ca: Quan una aplicació sol·licita el valor d'una clau de preferència, el dimoni cerca a les fonts de configuració de la manera següent:
cs: Když aplikace požádá o hodnotu klíče předvolby, démon následovně prohledá zdroje nastavení:
de: Wenn eine Anwendung den Wert eines Einstellungsschlüssels erfragt, dann durchsucht der Dienst die Konfigurationsquellen wie folgt:
eu: Aplikazio batek hobespen-gako baten balioa eskatzean, konfigurazio-iturburuak honela bilatzen ditu daemon-ak:
ja: 任意のアプリケーションが設定キーに関連付けられた値を要求すると、デーモンは次のような手順で設定ソースの中を検索します:
ko: 프로그램에서 특정 설정 키에 대한 값을 요청하면, 데몬은 다음과 같이 설정 소스를 찾습니다:
pt: Quando uma aplicação pede o valor de uma chave de preferência, o daemon procura nas bases de configuração de seguinte forma:

source: Search for the value of the preference key in each configuration source, in the order specified in the path file. If the value is found, return the value.
ca: Cerca el valor de la clau de preferència en cada font de configuració, en l'ordre especificat en el fitxer de camins. Si troba el valor, el retorna.
cs: Hledá hodnotu klíče předvolby v každém zdroji nastavení, v pořadí určeném v souboru cesty. Pokud je hodnota nalezena, tak ji vrátí.
de: Suche nach dem Wert des Einstellungsschlüssels in jeder Konfigurationsquelle in der in der Pfaddatei angegebenen Reihenfolge. Falls der wert gefunden wird, wird dieser zurückgegeben.
eu: Hobespen-gakoaren balioa konfigurazio-iturburu bakoitzean bilatzen du, bide-izenen fitxategian zehaztutako ordenari jarraituz. Balioa aurkitzen badu, balio hori itzuli egiten du.
ja: パス・ファイルの中に記述した設定ソースの順番で、設定キーの値を検索する (値が見つかったら、その値を返す)
ko: 경로 파일에 지정된 순서에 따라 각 설정 소스 내에서 설정 키의 값을 찾습니다. 만약 값을 찾으면 이를 반환합니다.
pt: Procura o valor da chave de preferência em cada base de configuração, na ordem especificada no ficheiro de caminhos. Se o valor for encontrado, devolve o valor.

source: If a value is not found, search for the schema key that corresponds to the preference key in each configuration source, in the order specified in the path file.
ca: Si un valor no es troba, cerca en la clau d'esquema que correspon a la clau de preferència en cada font de configuració, en l'ordre especificat en el fitxer de camins.
cs: Pokud hodnota nalezena není, hledá klíč schématu, který odpovídá klíči předvolby, a to v každém zdroji nastavení v pořadí daném souborem cesty.
de: Falls der Wert nicht gefunden wird, dann wird in jeder Konfigurationsquelle nach dem Schema-Schlüssel gesucht, der zu dem Einstellungsschlüssel korrespondiert, in der in der Pfaddatei angegebenen Reihenfolge.
eu: Balioa aurkitzen ez badu, konfigurazio-iturburu bakoitzeko hobespen-gakoari dagokion eskema-gakoa bilatzen du, bide-izenen fitxategian zehaztutako ordenari jarraituz.
ja: 値が見つからなければ、同様にパス・ファイルの中に記述した設定ソースの順番で、設定キーに相当するスキーマ・キーを検索する
ko: 값을 찾지 못했다면, 경로 파일에 지정된 순서에 따라 각 설정 소스 내의 설정 키와 연관된 스키마 키를 찾습니다.
pt: Se o valor não for encontrado, procura a chave de esquema que corresponde à chave da preferência em cada base de configuração, pela ordem especificada no ficheiro de caminhos.

source: If the schema key is found, check the value of the schema key.
ca: Si la clau d'esquema no es troba, comprova el valor de la clau d'esquema.
cs: Jestliže klíč schématu najde, zkontroluje hodnotu klíče schématu.
de: Falls der Schema-Schlüssel gefunden wird, dann wird der Wert des Schema-Schlüssels überprüft.
eu: Eskema-gakoa aurkitzen badu, eskema-gakoaren balioa egiaztatzen du.
ja: スキーマ・キーが見つかったらスキーマ・キーの値をチェックする
ko: 스키마 키를 찾았다면 해당 키에 대한 값을 점검합니다.
pt: Se a chave do esquema for encontrada, verifica o valor da chave do esquema.

source: If the value of the schema key is a schema object, return the suggested value in the <sgmltag>&lt;default&gt;</sgmltag> element of the schema object.
ca: Si el valor de la clau d'esquema és un objecte d'esquema, retorna el valor suggerit en l'element <sgmltag>&lt;default&gt;</sgmltag> de l'objecte d'esquema.
cs: Pokud je hodnota klíče schématu objekt schématu, tak vrátí doporučenou hodnotu podle elementu <sgmltag>&lt;default&gt;</sgmltag> objektu schématu.
de: Falls der Wert des Schema-Schlüssels ein Schema-Objekt ist, dann wird der im <sgmltag>&lt;default&gt;</sgmltag>-Element des Schema-Objekts vorgeschlagene wert zurückgegeben.
eu: Eskema-gakoaren balioa eskema-objektu bat bada, eskema-objektuaren <sgmltag>&lt;default&gt;</sgmltag> elementuan proposatutako balioa itzultzen du.
ja: スキーマ・キーの値がスキーマ・オブジェクトであったら、スキーマ・オブジェクトの <sgmltag>&lt;default&gt;</sgmltag> 要素の値を推奨値として返す
ko: 만약 스키마 키의 값이 스키마 객체라면, 해당 객체의 <sgmltag>&lt;default&gt;</sgmltag> 엘리먼트 내의 추천 값을 반환합니다.
pt: Se o valor da chave do esquema for um objecto de esquema, devolve o valor sugerido no elemento <sgmltag>&lt;default&gt;</sgmltag> do objecto de esquema.

source: The <application>MateConf</application> daemon also caches preference key values. All applications use this cache, so applications only need to access the configuration sources once.
ca: El dimoni del <application>MateConf</application> també manté a la memòria cau els valors de les claus de preferència. Totes les aplicacions utilitzen aquesta memòria cau, de manera que les aplicacions només necessiten accedir un cop a les fonts de configuració.
cs: Démon <application>MateConf</application> rovněž provádí ukládání hodnot klíčů předvoleb do mezipaměti. Tuto mezipaměť používají všechny aplikace, takže přístup ke zdroji nastavení je potřeba pouze jednou.
de: Der <application>MateConf</application>-Dienst ist auch für die Zwischenspeicherung von Schlüsselwerten zuständig. Dieser Zwischenspeicher wird von allen Anwendungen genutzt, so dass die Anwendungen nur einmal auf die Konfigurationsquelle zugreifen müssen.
eu: <application>MateConf</application> daemon-ak cache-an gordetzen ditu hobespen-gakoen balioak. Aplikazio guztiek cache hori erabiltzen dute, beraz, konfigurazio-iturburua behin atzitu behar dute aplikazioek.
ja: <application>MateConf</application> デーモンは設定キーの値をキャッシュしています。通常、アプリケーションはすべてこのキャッシュを利用するようになっているので、設定ソースには１度だけアクセスしておけばよいことになります。
ko: <application>MateConf</application> 데몬은 설정 키의 값을 캐시에 저장합니다. 모든 프로그램은 이 캐시를 이용하기 때문에, 특정 설정 소스에는 단 한 번만 접근하게 됩니다.
pt: O daemon <application>MateConf</application> também faz cache de valores de chaves de preferências. Todas as aplicações utilizam esta cache, pelo que as aplicações apenas necessitam de aceder às bases de configuração uma vez.

source: To terminate the <application>MateConf</application> daemon, run the following command:
ca: Per a finalitzar el dimoni del <application>MateConf</application>, executeu l'ordre següent:
cs: V případě, že chcete démona <application>MateConf</application> ukončit, spusťte následující příkaz:
de: Um den <application>MateConf</application>-Dienst zu beenden, führen Sie den folgenden Befehl aus:
eu: <application>MateConf</application> daemon-a amaitzeko, exekutatu komando hau:
ja: <application>MateConf</application> デーモンを強制終了させるには、次のコマンドを実行してください:
ko: <application>MateConf</application> 데몬을 종료시키려면 다음 명령을 실행합니다:
pt: Para terminar o daemon <application>MateConf</application>, execute o seguinte comando:

source: MateConf Command Line Tool
ca: Eina per a la línia d'ordres del MateConf
cs: Nástroj příkazového řádku MateConf
de: MateConf-Befehlszeilenwerkzeug
eu: MateConf komando-lerroko tresna
ja: MateConf のコマンドライン・ツール
ko: MateConf 명령행 도구
pt: Ferramenta de Linha de Comando MateConf

source: MateConf command line tool
ca: Eina per a la línia d'ordres del MateConf
cs: Nástroj MateConf příkazového řádku
de: MateConf-Befehlszeilenwerkzeug
eu: MateConf komando-lerroko tresna
ja: MateConf のコマンドライン・ツール
ko: MateConf 명령행 도구
pt: Ferramenta de linha de comando MateConf

source: command line tool
ca: eina per a la línia d'ordres
cs: nástroj příkazového řádku
de: Befehlszeilenwerkzeug
eu: komando-lerroko tresna
ko: 명령행 도구
pt: ferramenta de linha de comando

source: <application>MateConf</application> includes a command line tool, <command>mateconftool-2</command>. You can use the <command>mateconftool-2</command> command to perform the following tasks:
ca: El <application>MateConf</application> inclou una eina per a la línia d'ordres, el <command>mateconftool-2</command>. Podeu utilitzar l'ordre <command>mateconftool-2</command> per a realitzar les tasques següents:
cs: <application>MateConf</application> obsahuje nástroj příkazového řádku <command>mateconftool-2</command>. Příkaz <command>mateconftool-2</command> můžete používat k provádění následujících úkolů:
de: <application>MateConf</application> enthält ein Befehlszeilenwerkzeug namens <command>mateconftool-2</command>. Sie können den Befehl <command>mateconftool-2</command> zur Erledigung folgender Aufgaben verwenden:
eu: Komando-lerroko tresna bat du <application>MateConf</application>ek: <command>mateconftool-2</command>. Ataza hauek egin daitezke <command>mateconftool-2</command> komandoa erabiliz:
ja: <application>MateConf</application> には <command>mateconftool-2</command> というコマンドライン・ツールが含まれています。この <command>mateconftool-2</command> コマンドを使うと次に示すことを実行できます:
ko: <application>MateConf</application>는 <command>mateconftool-2</command>라는 명령행 도구를 포함합니다. <command>mateconftool-2</command> 명령을 이용하여 다음과 같은 작업을 수행할 수 있습니다:
pt: O <application>MateConf</application> incluí uma ferramenta de linha de comando, <command>mateconftool-2</command>. Pode utilizar o comando <command>mateconftool-2</command> para realizar as seguintes tarefas:

source: Set the values of keys.
ca: Establir els valors de les claus.
cs: Nastavení hodnoty klíče
de: Den Wert des Schlüssels festlegen.
eu: Gakoen balioak ezartzea.
ja: キーの値を指定する
ko: 키의 값을 설정합니다.
pt: Definir os valores das chaves.

source: Display the values of keys.
ca: Mostrar els valors de les claus.
cs: Zobrazení hodnoty klíče
de: Die Werte von Schlüsseln anzeigen.
eu: Gakoen balioak bistaratzea.
ja: キーの値を表示する
ko: 키의 값을 표시합니다.
pt: Apresentar os valores das chaves.

source: Install schemas from schema definition files when you install an application.
ca: Instal·lar esquemes des dels fitxers de definició d'esquemes quan s'instal·la una aplicació.
cs: Instalace schématu ze souboru definice schématu při instalaci aplikace
de: Schemata aus Schema-Definitionsdateien installieren, beim Installieren von Anwendungen.
eu: Aplikazio bat instalatzen duzunean eskemen definizio-fitxategietako eskemak instalatzea.
ja: アプリケーションをインストールする際にスキーマの定義からスキーマをインストールする
ko: 프로그램을 설치했을 때 스키마 정의 파일에서 스키마를 설치합니다.
pt: Instalar esquemas a partir de ficheiros de definição de esquemas, ao instalar uma aplicação.

source: For example, use the following command to display the values of all keys in the <systemitem>/desktop/mate</systemitem> directory and subdirectories.
ca: Per exemple, utilitzeu l'ordre següent per a mostrar els valors de totes les claus en el directori i subdirectoris de <systemitem>/desktop/mate</systemitem>.
cs: Např. následující příkaz zobrazí hodnoty všech klíčů ve složce <systemitem>/desktop/mate</systemitem> a podsložkách.
de: Beispielsweise verwenden Sie folgenden Befehl, um die Werte aller Schlüssel im Ordner <systemitem>/desktop/mate</systemitem> und dessen Unterordnern anzuzeigen.
eu: Adibidez, erabili komando hau <systemitem>/desktop/mate</systemitem> direktorio eta azpidirektorioetako gako guztien balioak bistaratzeko.
ja: 例えば、次のコマンドは <systemitem>/desktop/mate</systemitem> というリポジトリの配下に格納されたすべてのキーの値を表示します。
ko: 예를 들어 다음 명령을 이용하여 <systemitem>/desktop/mate</systemitem> 디렉토리와 그 하위 디렉토리 내의 모든 키들의 값을 표시할 수 있습니다.
pt: Por exemplo, utilize o seguinte comando para apresentar os valores de todas as chaves contidas no directório <systemitem>/desktop/mate</systemitem> e seus subdirectórios.
