Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: This manual describes version 2.14 of the MATE Desktop.
ca: Aquest manual descriu la versió 2.14 de l'escriptori del MATE.
cs: Tato příručka popisuje pracovní prostředí MATE ve verzi 2.14.
de: In diesem Handbuch wird die Version 2.14 des MATE-Desktops beschrieben.
eu: Eskuliburu honetan MATE mahaigainaren 2.14 bertsioa azaltzen da.
ja: 本文書は MATE デスクトップのバージョン 2.14 を対象に記述してあります。
ko: 이 설명서는 그놈 데스크탑 버전 2.14를 설명합니다.
pt: Este manual descreve a versão 2.14 do Ambiente de Trabalho MATE.

source: Feedback
ca: Comentaris
cs: Ohlasy
de: Rückmeldungen
eu: Ohar-bidaltzea
ja: フィードバック
ko: 피드백
pt: Comentários

source: To report a bug or make a suggestion regarding the MATE Desktop or this manual, follow the directions in the <ulink url="ghelp:mate-feedback" type="help">MATE Feedback Page</ulink>.
ko: 그놈 데스크탑 혹은 이 설명서에 대한 버그를 알려 주시거나 의견을 제시하려면, <ulink url="ghelp:mate-feedback" type="help">그놈 피드백 페이지</ulink>에 있는 대로 해 주십시오.
pt: Para relatar um erro ou fazer uma sugestão sobre o Ambiente de Trabalho MATE ou este manual, siga as instruções na <ulink url="ghelp:mate-feedback" type="help">Página de Comentários MATE</ulink>.

source: Using MateConf
ca: Utilització del MateConf
cs: Používání MateConf
de: MateConf verwenden
eu: MateConf erabiltzea
ja: MateConf の使い方
ko: MateConf 사용하기
pt: Utilizar o MateConf

source: The information in this chapter describes how to use <application>MateConf</application> to manage user preferences.
ca: La informació d'aquest capítol descriu com utilitzar el <application>MateConf</application> per a gestionar les preferències dels usuaris.
cs: Tato kapitola popisuje, jak používat <application>MateConf</application> ke správě svých předvoleb.
de: In diesem Kapitel wird beschrieben, wie Sie <application>MateConf</application> zur Verwaltung der Benutzereinstellungen verwenden können.
eu: Erabiltzaileen hobespenak kudeatzeko <application>MateConf</application> nola erabili azaltzen da kapitulu honetan.
ja: この章では <application>MateConf</application> を使ってユーザの設定情報を管理する方法について説明します。
ko: 이 장에서는 사용자의 기본 설정 정보를 관리하기 위해 <application>MateConf</application>를 사용하는 방법을 설명합니다.
pt: A informação neste capítulo descreve como utilizar o <application>MateConf</application> para gerir as preferências dos utilizadores.

source: Introduction to MateConf
ca: Introducció al MateConf
cs: Úvod do MateConf
de: Einführung in MateConf
eu: MateConf: sarrera
ja: MateConf について
ko: MateConf 개요
pt: Introdução ao MateConf

source: introduction
ca: introducció
cs: úvod
de: Einführung
eu: sarrera
ko: 개요
pt: introdução

source: <application>MateConf</application> simplifies the administration of preferences for MATE Desktop users. <application>MateConf</application> enables system administrators to do the following:
ca: El <application>MateConf</application> simplifica l'administració de les preferències per als usuaris de l'escriptori del MATE. El <application>MateConf</application> permet als administradors del sistema fer el següent:
cs: <application>MateConf</application> ulehčuje správu předvoleb pro uživatele pracovního prostředí MATE. Umožňuje správcům systému dělat následující věci:
de: <application>MateConf</application> vereinfacht die Verwaltung der Einstellungen der MATE-Dsktopbenutzer. <application>MateConf</application> ermöglicht den Systemverwaltern die Ausführung folgender Aufgaben:
eu: MATEren mahaigainaren erabiltzaileen hobespenak administratzea errazten du <application>MateConf</application>ek. <application>MateConf</application>ek sistema-administratzaileei honako hauek egiteko aukera ematen die:
ja: <application>MateConf</application> は MATE デスクトップを利用するユーザの設定情報を管理する煩わしさから解放してくれます。この <application>MateConf</application> を利用することでシステム管理者は次に示すようなことを実現できます:
ko: <application>MateConf</application>를 이용하면 그놈 데스크탑 사용자들의 기본 설정 정보를 간단히 관리할 수 있습니다. <application>MateConf</application>는 시스템 관리자가 다음과 같은 작업을 할 수 있도록 도와줍니다:
pt: O <application>MateConf</application> simplifica a administração de preferências dos utilizadores do Ambiente de Trabalho MATE. O <application>MateConf</application> permite aos administradores de sistema realizar o seguinte:

source: Set mandatory values for particular preferences for all users. In this way, system administrators can control whether users can update particular preferences.
ca: Establir els valors obligatoris per a preferències determinades per a tots els usuaris. D'aquesta manera, els administradors del sistema poden controlar si els usuaris poden actualitzar preferències determinades.
cs: Nastavit u vybraných předvoleb povinné hodnoty pro všechny uživatele. Tímto způsobem může správce rozhodovat, zda bude mít uživatel možnost vybrané předvolby měnit.
de: Setzen von obligatorischen Werten für bestimmte Einstellungen für alle Benutzer. Auf diese Weise können Systemverwalter festlegen, ob Benutzer bestimmte Einstellungen verändern dürfen.
eu: Hobespen jakin batzuen derrigorrezko balioak ezartzea erabiltzaile guztientzat. Hala, erabiltzaileek hobespen jakinak egunera ditzaketen ala ez kontrola dezakete sistema-administratzaileek.
ja: すべてのユーザに対し、特定の設定項目に変更不可の値を強制できる (このようにしてユーザが特定の設定を更新できるか否かをシステム管理者側から制御できるようになっている)
ko: 특정한 설정에 대해 모든 사용자에게 적용되는 필수값들을 지정합니다. 이를 이용하면, 시스템 관리자가 사용자들이 특정 설정을 변경할 수 있는지 제어할 수 있습니다.
pt: Definir valores obrigatórios em determinadas preferências para todos os utilizadores. Desta forma, os administradores dos sistemas podem controlar se os utilizadores podem ou não actualizar determinadas preferências.

source: Set default values for particular preferences for all users.
ca: Establir els valors predeterminats per a preferències determinades per a tots els usuaris.
cs: Nastavit u vybraných předvoleb výchozí hodnoty pro všechny uživatele.
de: Das Setzen von Standardwerten bestimmter Einstellungen für alle Benutzer.
eu: Hobespen jakin batzuen balio lehenetsiak ezartzea erabiltzaile guztientzat.
ja: すべてのユーザに対し、特定の設定項目にデフォルト値 (既定値) を指定できる
ko: 특정한 설정에 대해 모든 사용자에게 적용되는 기본값을 설정합니다.
pt: Definir valores por omissão em preferências específicas para todos os utilizadores.

source: Use suggested values for preferences that are specified in definition files for the preferences.
ca: Utilitzar els valors suggerits per a les preferències que són especificades en els fitxers de definició de les preferències.
cs: Použít pro předvolby navrhované hodnoty, které jsou určené v definičním souboru pro předvolby.
de: Verwenden empfohlener Einstellungswerte, die in den Definitionsdateien der Einstellungen angegeben sind.
eu: Erabili hobespenentzat definizio-fitxategietan zehazten diren balio proposatuak.
ja: 設定ファイルの中で指定されている設定項目に対して推奨値を使用できる
ko: 기본 설정의 정의 파일에서 제안하는 값들을 사용합니다.
pt: Utilizar valores sugeridos em preferências que estão especificadas em ficheiros de definição para preferências.

source: Read documentation on each preference.
ca: Llegir la documentació sobre cada preferència.
cs: Číst dokumentaci pro každou jednotlivou předvolbu.
de: Lesen von Dokumentation für jede Einstellung.
eu: Irakurri hobespen bakoitzaren dokumentazioa.
ja: 設定項目毎の説明を読むことができる
ko: 각 설정에 대한 문서를 읽습니다.
pt: Consultar a documentação de cada preferência.

source: <application>MateConf</application> also notifies applications when a preference value changes, locally or across a network. In this way, when you change a preference, all applications that use the preference are immediately updated.
ca: El <application>MateConf</application> també notifica les aplicacions quan el valor d'una preferència canvia, de forma local o a través d'una xarxa. D'aquesta manera, quan canvieu una preferència, totes les aplicacions que la utilitzen s'actualitzen immediatament.
cs: <application>MateConf</application> také informuje aplikace o tom, že se některá z hodnot v předvolbách změnila, a to místně nebo přes síť. Díky tomu se ihned všechny aplikace dozví, když změníte některou předvolbu.
de: <application>MateConf</application> stellt auch Änderungen von Einstellungswerten fest, sowohl lokal als auch im Netzwerk. Auf diese Weise werden bei einer Änderung eines Einstellungswertes alle Anwendungen unmittelbar aktualisiert, die diese Einstellung verwenden.
eu: Hobespen-balioak lokalki edo sare bidez aldatzen direnean, horren berri ematen die <application>MateConf</application>ek aplikazioei. Horrela, hobespen bat aldatzean, berehala eguneratzen dira hobespen hori erabiltzen duten aplikazio guztiak.
ja: さらに <application>MateConf</application> は、設定項目の値が変更されたらその旨を (ローカルまたはネットワーク越しの) アプリケーションに通知できます。このようにして設定項目の値を変更すると、その設定を利用するすべてのアプリケーションに対して変更内容が即座に適用されます。
ko: <application>MateConf</application>는 로컬 혹은 네트워크 상에서 설정값이 바뀐 경우에도 프로그램에게 알려줍니다. 따라서 설정값을 변경하면 해당 설정을 이용하는 모든 프로그램들이 즉시 업데이트 됩니다.
pt: O <application>MateConf</application> também notifica as aplicações quando o valor de uma preferência é alterado, localmente ou numa rede. Desta forma, quando alterar uma preferência, todas as aplicações que utilizam a preferência serão imediatamente actualizadas.

source: <application>MateConf</application> has the following components:
ca: El <application>MateConf</application> està format pels components següents:
cs: <application>MateConf</application> má následující součásti:
de: <application>MateConf</application> umfasst die folgenden Komponenten:
eu: <application>MateConf</application>ek osagai hauek ditu:
ja: <application>MateConf</application> は次に示すようなコンポーネントから構成されています:
ko: <application>MateConf</application>는 다음과 같은 구성 요소들을 포함합니다:
pt: O <application>MateConf</application> tem os seguintes componentes:

source: A repository of user preferences.
ca: Un dipòsit de preferències d'usuari.
cs: Úložiště uživatelských předvoleb.
de: Eine Datenbank der Benutzereinstellungen
eu: Erabiltzaileen hobespenen biltegia.
ja: ユーザ設定を格納するリポジトリ
ko: 사용자 기본 설정을 위한 저장소.
pt: Um repositório de preferências dos utilizadores.

source: A daemon, <command>mateconfd-2</command>.
ca: Un dimoni, <command>mateconfd-2</command>.
cs: Démona, <command>mateconfd-2</command>.
de: Ein Dienst, <command>mateconfd-2</command>.
eu: Daemon bat: <command>mateconfd-2</command>.
ja: <command>mateconfd-2</command> というデーモン (常駐型プログラム)
ko: <command>mateconfd-2</command> 데몬.
pt: Um daemon, <command>mateconfd-2</command>.

source: A command line tool, <command>mateconftool-2</command>.
ca: Una eina per a la línia d'ordres, el <command>mateconftool-2</command>.
cs: Nástroj příkazové řádky, <command>mateconftool-2</command>.
de: Ein Befehlszeilenwerkzeug, <command>mateconftool-2</command>.
eu: Komando-lerroko tresna bat: <command>mateconftool-2</command>.
ja: <command>mateconftool-2</command> というコマンドライン・ツール
ko: <command>mateconftool-2</command> 명령행 도구.
pt: Uma ferramenta de linha de comando, <command>mateconftool-2</command>.

source: MateConf Repository
ca: Dipòsit del MateConf
cs: Úložiště MateConf
de: MateConf-Datenbank
eu: MateConf biltegia
ja: MateConf のリポジトリ
ko: MateConf 저장소
pt: Repositório MateConf

source: repository
ca: dipòsit
cs: úložiště
de: Datenbank
eu: biltegia
ko: 저장소
pt: repositório

source: Each preference in the <application>MateConf</application> repository is expressed as a key-value pair. A <firstterm>MateConf preference key</firstterm> is an element in the repository that corresponds to an application preference. For example, the <systemitem>/apps/mate-session/options/show_splash_screen</systemitem> preference key corresponds to the <guilabel>Show splash screen on login</guilabel> option in the <application>Sessions</application> preference tool. The MATE Desktop user interface does not contain all of the preference keys in the <application>MateConf</application> repository. For example, the <application>Panel</application> preference tool does not contain an option that corresponds to the <systemitem>/apps/panel/global/tooltips_enabled</systemitem> key.
ca: Cada preferència en el dipòsit del <application>MateConf</application> s'expressa com un parell de clau-valor. Una <firstterm>clau de preferència del MateConf</firstterm> és un element en el dipòsit que correspon a una preferència d'una aplicació. Per exemple, la clau de preferència <systemitem>/apps/mate-session/options/show_splash_screen</systemitem> correspon a l'opció <guilabel>Mostra la pantalla de presentació en entrar</guilabel> de l'eina de preferències <application>Sessions</application>. La interfície d'usuari de l'escriptori del MATE no conté totes les claus de preferència que hi ha al dipòsit del <application>MateConf</application>. Per exemple, l'eina de preferències <application>Quadre</application> no conté una opció que correspongui a la clau <systemitem>/apps/panel/global/tooltips_enabled</systemitem>.
cs: Každá z předvoleb v úložišti <application>MateConf</application> je představována párem klíč - hodnota. <firstterm>Klíč předvolby MateConf</firstterm> je element v úložišti, který odpovídá předvolbě aplikace. Např. klíč předvolby <systemitem>/apps/mate-session/options/show_splash_screen</systemitem> odpovídá volbě <guilabel>Během přihlašování zobrazit úvodní obrazovku</guilabel> v nástroji předvoleb <application>Sezení</application>. Uživatelské rozhraní pracovního prostředí MATE neobsahuje všechny klíče předvoleb z úložiště <application>MateConf</application>. Např. nástroj předvoleb <application>Panel</application> neobsahuje volbu, která by odpovídala klíči <systemitem>/apps/panel/global/tooltips_enabled</systemitem>.
de: Jede Einstellung in der <application>MateConf</application>-Datenbank wird als Schlüssel-Wert-Paar ausgedrückt. Ein <firstterm>MateConf-Einstellungsschlüssel</firstterm> ist ein Element in dieser Datenbank, das zu einer Anwendungseinstellung korrespondiert. Zum Beispiel korrespondiert der Einstellungsschlüssel <systemitem>/apps/mate-session/options/show_splash_screen</systemitem> zur Option <guilabel>Begrüßungsbildschirm anzeigen</guilabel> im Einstellungswerkzeug <application>Sitzungen</application>. Die Benutzerschnittstelle der MATE-Arbeitsumgebung enthält nicht alle Einstellungsschlüssel der <application>MateConf</application>-Datenbank. Beispielsweise enthält das <application>Panel</application>-Einstellungswerkzeug keine Option, die zum Einstellungsschlüssel <systemitem>/apps/panel/global/tooltips_enabled</systemitem> korrespondiert.
eu: <application>MateConf</application> biltegiko hobespen guztiak gako-balio bikote gisa adierazten dira. Aplikazio-hobespen bati dagokion biltegiko elementu bat da <firstterm>MateConf hobespen-gakoa</firstterm>. Adibidez, <application>Saioak</application> hobespen-tresnako <guilabel>Erakutsi harrerako pantaila saio-hasieran</guilabel> aukerari dagokio <systemitem>/apps/mate-session/options/show_splash_screen</systemitem> hobespen-gakoa. MATEren mahaigainaren erabiltzaile-interfazeak ez ditu MateConf biltegiko hobespen-gako guztiak. Adibidez, <application>Panela</application> hobespen-tresnak ez du <systemitem>/apps/panel/global/tooltips_enabled</systemitem> gakoari dagokion aukerarik.
ja: <application>MateConf</application> リポジトリの中に格納されている設定情報はキーとそれに対応付けられた値のペアとしてそれぞれ表現されます。<firstterm>MateConf の設定キー</firstterm>はリポジトリを構成する要素の１つであり、アプリケーションが持つ任意の設定の１つに相当します。例えば <systemitem>/apps/mate-session/options/show_splash_screen</systemitem> という設定キーは、<application>セッション</application>という設定ツールの<guilabel>ログイン時にスプラッシュスクリーンを表示する</guilabel>というオプションに相当します。但し、<application>MateConf</application> のリポジトリに格納されているすべての設定キーが MATE デスクトップのユーザ・インタフェースに含まれているというわけではありません。例えば<application>パネル</application>という設定ツールには <systemitem>/apps/panel/global/tooltips_enabled</systemitem> というキーに対応したオプションはありません。
ko: <application>MateConf</application> 저장소 내의 각 설정들은 키-값의 쌍으로 표현됩니다. <firstterm>MateConf 설정 키</firstterm>는 특정 프로그램의 설정에 해당하는 저장소 내의 요소입니다. 예를 들어, <systemitem>/apps/mate-session/options/show_splash_screen</systemitem> 설정 키는 <application>세션</application> 설정 도구 내의 <guilabel>로그인 시 스플래시 화면 보기</guilabel>에 해당하는 설정 키입니다. 그놈 데스크탑 사용자 인터페이스는 <application>MateConf</application> 저장소 내의 모든 설정 키를 포함하지는 않습니다. 예를 들어 <application>패널</application> 설정 도구는 <systemitem>/apps/panel/global/tooltips_enabled</systemitem> 키에 해당하는 옵션을 갖고 있지 않습니다.
pt: Cada preferência no repositório do <application>MateConf</application> é expressa como um par chave-valor. Uma <firstterm>chave de preferência MateConf</firstterm> é um elemento no repositório que corresponde à preferência numa aplicação. Por exemplo, a chave de preferência <systemitem>/apps/mate-session/options/show_splash_screen</systemitem> corresponde à opção <guilabel>Apresentar ecrã de logotipo ao iniciar sessão</guilabel> na ferramenta de preferências <application>Sessões</application>. O interface de utilizador do Ambiente de Trabalho MATE não contém todas as chaves de preferências existentes no repositório do <application>MateConf</application>. Por exemplo, a ferramenta de preferências <application>Painel</application> não contém uma opção que corresponda à chave <systemitem>/apps/panel/global/tooltips_enabled</systemitem>.

source: The repository is structured like a simple hierarchical file system. The repository contains the following:
ca: El dipòsit s'estructura com un sistema de fitxers jeràrquic. El diposit conté el següent:
cs: Struktura úložiště je podobná jednoduchému hierarchickému souborovému systému. Úložiště obsahuje následující věci:
de: Die Datenbank ist wie ein simples hierarchisches Dateisystem aufgebaut. Die Datenbank enthält Folgendes:
eu: Fitxategi-sistema hierarkiko gisa egituratua dago biltegia, eta elementu hauek ditu:
ja: このリポジトリの実体は単にディレクトリ階層を持つファイルシステムです。リポジトリには次に示す情報が格納されています:
ko: 저장소는 간단한 계층 구조의 파일 시스템과 같은 구조로 이루어져 있습니다. 저장소는 다음과 같은 요소들을 포함합니다:
pt: O repositório está estruturado tal como um sistema de ficheiros hierárquico simples. O repositório contém o seguinte:

source: Directories that correspond to applications that use the <application>MateConf</application> repository. For example, the file system contains the directory <systemitem>/apps/marco</systemitem>.
ca: Els directoris que corresponen a les aplicacions que utilitza el dipòsit del <application>MateConf</application>. Per exemple, el sistema de fitxers conté el directori <systemitem>/apps/marco</systemitem>.
cs: Složky odpovídající aplikacím, které úložiště <application>MateConf</application> používají. Např. souborový systém obsahuje složku <systemitem>/apps/marco</systemitem>.
de: Ordner, die zu Anwendungen korrespondieren, welche die <application>MateConf</application>-Datenbank verwenden. Beispielsweise enthält das Dateisystem den Ordner <systemitem>/apps/marco</systemitem>.
eu: <application>MateConf</application> biltegia erabiltzen duten aplikazioei dagozkien direktorioak. Adibidez, <systemitem>/apps/marco</systemitem> direktorioa dauka fitxategi-sistemak.
ja: <application>MateConf</application> のリポジトリを利用しているアプリケーションに相当するディレクトリ (例えば、<application>marco</application> というウィンドウ・マネージャ向けに <systemitem>/apps/marco</systemitem> というディレクトリが存在する)
ko: 디렉토리는 <application>MateConf</application> 저장소를 이용하는 프로그램에 대응됩니다. 예를 들어 저장소 파일 시스템은 <systemitem>/apps/marco</systemitem> 디렉토리를 포함합니다.
pt: Directórios que correspondem a aplicações que utilizam o repositório do <application>MateConf</application>. Por exemplo, o sistema de ficheiros contém o directório <systemitem>/apps/marco</systemitem>.

source: Subdirectories that correspond to categories of preferences. For example, the file system contains the directory <systemitem>/apps/marco/general</systemitem>.
ca: Els subdirectoris que corresponen a categories de preferències. Per exemple, el sistema de fitxers conté el directori <systemitem>/apps/marco/general</systemitem>.
cs: Podsložky odpovídající kategoriím předvoleb. Např. souborový systém obsahuje složku <systemitem>/apps/marco/general</systemitem>.
de: Unterordner, die sich auf Einstellungskategorien beziehen. Beispielsweise enthält das Dateisystem den Ordner <systemitem>/apps/marco/general</systemitem>.
eu: Hobespen-kategoriei dagozkien azpidirektorioak. Adibidez, <systemitem>/apps/marco/general</systemitem> direktorioa dauka fitxategi-sistemak.
ja: 設定項目のカテゴリに相当するサブディレクトリ (例えば、一般的な設定項目に対応する <systemitem>/apps/marco/general</systemitem> というディレクトリが存在する)
ko: 하위 디렉토리는 설정들의 분류에 해당합니다. 예를 들어 저장소 파일 시스템은 <systemitem>/apps/marco/general</systemitem> 디렉토리를 포함합니다.
pt: Subdirectórios que correspondem a categorias de preferências. Por exemplo, o sistema de ficheiros contém o directório <systemitem>/apps/marco/general</systemitem>.

source: Special files that list the preference keys in the directory, and contain information about the keys. For example, a file that contains information about the keys that relate to the HTTP proxy preferences is in the directory <systemitem>/system/http_proxy</systemitem>.
ca: Fitxers especials que llisten les claus de preferència del directori i contenen informació sobre les claus. Per exemple, al directori <systemitem>/system/http_proxy</systemitem> hi ha un fitxer que conté informació sobre les claus referents a les preferències del servidor intermediari HTTP.
cs: Speciální soubory, které obsahují seznamy klíčů předvoleb ve složce a informace o klíčích. Např. soubor, který obsahuje informace o klíčích vztahujících se k předvolbám HTTP proxy, je ve složce <systemitem>/system/http_proxy</systemitem>.
de: Spezielle Dateien, die eine Liste der Einstellungsschlüssel im jeweiligen Ordner sowie Informationen über diese Schlüssel enthalten. Beispielsweise enthält eine solche Datei Informationen über die Schlüssel, die sich auf die HTTP-Proxy-Einstellungen im Ordner <systemitem>/system/http_proxy</systemitem> beziehen.
eu: Direktorioan hobespen-gakoak zerrendatzen dituzten eta gakoei buruzko informazioa duten fitxategi bereziak. Adibidez, <systemitem>/system/http_proxy</systemitem> direktorioan dago HTTP proxy-aren hobespenei dagozkien gakoei buruzko informazioa duen fitxategia.
ja: サブディレクトリ毎に、設定キーの並びと設定キーに関する情報を格納した特別なファイル (例えば、<systemitem>/system/http_proxy</systemitem> というディレクトリには HTTP プロキシの設定に関連する設定キーについての情報を格納したファイルが１つ存在する)
ko: 디렉토리 내의 설정 키 목록과 각 키에 대한 정보를 포함하는 특수 파일. 예를 들어 HTTP 프록시 설정에 관련된 키에 대한 정보를 포함하는 파일은 <systemitem>/system/http_proxy</systemitem> 디렉토리에 존재합니다.
pt: Ficheiros especiais que listam as chaves de preferências no directório, e contêm informação sobre as chaves. Por exemplo, um ficheiro que contém informação sobre as chaves relacionadas com as preferências de proxy HTTP encontra-se no directório <systemitem>/system/http_proxy</systemitem>.

source: A <systemitem>/schemas</systemitem> directory that contains files that describe all of the preference keys.
ca: Un directori <systemitem>/schemas</systemitem> que conté fitxers que descriuen totes les claus de preferència.
cs: Složku <systemitem>/schemas</systemitem>, která obsahuje soubory popisující všechny klíče předvoleb.
de: Ein <systemitem>/schemas</systemitem>-Ordner, der Dateien enthält, welche alle Einstellungsschlüssel beschreiben.
eu: Hobespen-gako guztiak azaltzen dituzten fitxategiak dauzkan <systemitem>/schemas</systemitem> direktorioa.
ja: 設定キーのすべてを説明したファイルを格納する <systemitem>/schemas</systemitem> というディレクトリ
ko: <systemitem>/schemas</systemitem> 디렉토리는 모든 설정 키들을 설명하는 파일들을 포함합니다.
pt: Um directório <systemitem>/schemas</systemitem> que contém ficheiros que descrevem todas as chaves de preferências.
