Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: When <application>pessulus</application> starts, it will try to get a connection to the MateConf mandatory configuration source. This address for this configuration source is <literal>xml:merged:<replaceable>$prefix</replaceable>/etc/mateconf/mateconf.xml.mandatory</literal>. If the user that is running <application>pessulus</application> has access to this configuration source, then a lock icon will be displayed next to the checkbox for each setting. Clicking the lock will toggle whether or not the setting is mandatory. If the setting is mandatory, then regular users will not be able to change or override the setting. If the user running pessulus does not have access to the mandatory configuration source, then the lock icon will not appear. In this case, all disabled settings will simply be stored in the user's default configuration source and can be modified later using other tools such as <application>mateconf-editor</application> or <application>mateconftool-2</application>. For more information on MateConf and mandatory configuration sources, see <xref linkend="mateconf-26"/>.
ca: Quan el <application>Pessulus</application> s'inicia, intentarà obtenir una connexió amb la font de configuració obligatòria del MateConf, la ubicació de la qual és <literal>xml:merged:<replaceable>$prefix</replaceable>/etc/mateconf/mateconf.xml.mandatory</literal>. Si l'usuari que està executant el <application>Pessulus</application> té accés a aquesta font de configuració, es mostrarà una icona de bloqueig al costat de la casella de selecció per a aquest paràmetre. En fer clic al bloqueig es commutarà la obligatorietat del paràmetre. Si el paràmetre és obligatori, els usuaris normals no podran canviar o sobreescriure'l. Si l'usuari que executa el Pessulus no té accés a la font de configuració obligatòria, llavors la icona de bloqueig no apareixerà. En aquest cas, tots els paràmetres inhabilitats simplement s'emmagatzemaran en la font de configuració predeterminada de l'usuari, i es podran modificar més endavant a través d'altres eines, com ara el <application>mateconf-editor</application> o el <application>mateconftool-2</application>. Per a obtenir més informació sobre el MateConf i les fonts de configuració obligatòries, vegeu la <xref linkend="mateconf-26"/>.
cs: Po svém spuštění se aplikace <application>pessulus</application> pokusí získat přístup ke zdroji povinných nastavení MateConf. Adresa tohoto zdroje nastavení je <literal>xml:merged:<replaceable>$prefix</replaceable>/etc/mateconf/mateconf.xml.mandatory</literal>. Pokud má uživatel, který aplikaci <application>pessulus</application> spouští, přístup k tomuto zdroji nastavení, zobrazí se vedle zaškrtávacího pole každého nastavení ikona zámku. Klikáním na zámek přepínáte, zda je nastavení povinné. V případě, že nastavení je povinné, tak běžný uživatel nedokáže změnit nebo překrýt toto nastavení. Pokud uživatel, který aplikaci <application>pessulus</application> spouští, nemá přístup ke zdroji povinného nastavení, ikona zámku se neobjeví. V takovém situaci se všechna zakázaná nastavení jednoduše uloží do zdroje uživatelova výchozího nastavení a lze je později změnit použitím dalších nástrojů, jako je <application>mateconf-editor</application> nebo <application>mateconftool-2</application>. Více informací o MateConf a zdrojích povinného nastavení uvádí <xref linkend="mateconf-26"/>.
de: Beim Start von <application>pessulus</application> wird versucht, eine Verbindung zur obligatorischen MateConf-Konfigurationsquelle aufzubauen. Die Adresse dieser Konfigurationsquelle ist <literal>xml:merged:<replaceable>$prefix</replaceable>/etc/mateconf/mateconf.xml.mandatory</literal>. Falls der Benutzer, der <application>pessulus</application> ausführt, Zugriff auf diese Konfigurationsquelle hat, wird ein Sperrsymbol neben dem Ankreuzfeld für jede Einstellung angezeigt. Durch Anklicken dieses Symbols wird umgeschaltet, ob diese Einstellung obligatorisch ist oder nicht. Falls sie obligatorisch ist, dann werden gewöhnliche Benutzer nicht in der Lage sein, diese Einstellung zu überschreiben. Falls der Benutzer, der <application>pessulus</application> ausführt, keinen Zugriff auf die obligatorische Konfigurationsquelle hat, erscheint das Sperrsymbol nicht. In diesem Fall werden alle deaktivierten Einstellungen einfach in der vorgegebenen Konfigurationsquelle des Benutzers gespeichert und können später mit Werkzeugen wie <application>mateconf-editor</application> oder <application>mateconftool-2</application> geändert werden. Weitere Informationen über MateConf und obligatorische Konfigurationsquellen finden Sie in <xref linkend="mateconf-26"/>.
eu: Gconf-en derrigorrezko konfigurazio-iturburua atzitzen saiatzen da <application>pessulus</application>, abiaraztean. Konfigurazio-iturburuaren helbidea da <literal>xml:merged:<replaceable>$prefix</replaceable>/etc/mateconf/mateconf.xml.mandatory</literal>. <application>Pessulus</application> exekutatu duen erabiltzaileak konfigurazio-iturburu horretarako sarbidea badu, giltzarrapoaren ikonoa bistaratuko da ezarpen bakoitzaren kontrol-laukiaren ondoan. Giltzarrapoan klik egitean ezarpen hori derrigorrezko gisa aktibatzen/desaktibatzen da. Ezarpena derrigorrezkoa bada, erabiltzaile arruntek ezin dute ezarpena aldatu edo gainidatzi. Pessepulus exekutatu duen erabiltzaileak ez badu derrigorrezko konfigurazio-iturbururako sarbiderik, gitzarrapoaren ikonoa ez da agertuko. Kasu horretan, desgaitutako ezarpen guztiak erabiltzailearen konfigurazio-iturburu lehenetsian gordeko dira, eta geroago alda daitezke beste tresna batzuk erabiliz, hala nola <application>mateconf-editor</application> edo <application>mateconftool-2</application>. MateConf eta derrigorrezko konfigurazio-iturburuei buruzko informazio gehiago behar izanez gero, ikus <xref linkend="mateconf-26"/>.
ja: <application>pessulus</application> を起動すると、まず <application>MateConf</application> の変更不可の設定ソースへの接続を試みます。この設定ソースは <literal>xml:merged:<replaceable>$prefix</replaceable>/etc/mateconf/mateconf.xml.mandatory</literal> です。<application>pessulus</application> を起動したユーザがこの設定ソースへアクセスする権限を持っていたら、チェックボックスの横に鍵のアイコンが表示されます。鍵のアイコンをクリックすると、その設定を変更可能また変更不可でトグルします。もし設定が変更不可ならば、通常のユーザはその設定を変更したり上書きすることはできません。<application>pessulus</application> を起動したユーザが変更不可の設定ソースにアクセスする権限が無い場合は、鍵のアイコンは表示されません。このような場合、すべて無効な設定が単にユーザのデフォルト設定ソースの中に格納され、後で <application>mateconf-editor</application> や <application>mateconftool-2</application> といったツールを使って変更することができます。<application>MateConf</application> と変更不可の設定ソースについて詳細は「 <xref linkend="mateconf-26"/>」をご覧ください。
ko: <application>pessulus</application> 프로그램이 실행되면 MateConf 필수 설정 소스와 연결을 시도합니다. 이 설정 소스에 대한 주소는 <literal>xml:merged:<replaceable>$prefix</replaceable>/etc/mateconf/mateconf.xml.mandatory</literal>입니다. 만약 <application>pessulus</application> 프로그램을 실행하는 사용자가 이 설정 소스에 접근한다면, 각 설정에 대한 체크 박스 옆에 자물쇠 아이콘이 표시될 것입니다. 자물쇠 아이콘을 클릭하면 해당 설정이 필수 설정인지 아닌지 바뀌게(toggle) 됩니다. 만약 해당 설정이 필수 설정이라면 일반 사용자들은 이 설정의 값을 변경하거나 다른 값으로 대체할 수 없습니다. 만약 <application>pessulus</application> 프로그램을 실행하는 사용자가 이 설정 소스에 접근하지 않는다면 자물쇠 아이콘은 표시되지 않을 것입니다. 이 경우 금지된 모든 설정은 사용자의 기본 설정 소스에 저장되며, <application>mateconf-editor</application> 혹은 <application>mateconftool-2</application>와 같은 다른 도구들을 이용하여 나중에 수정할 수 있습니다. MateConf 및 필수 설정 소스에 대한 자세한 정보는 <xref linkend="mateconf-26"/> 부분을 살펴보기 바랍니다.
pt: Quando o <application>pessulus</application> é iniciado, tenta obter uma ligação à fonte de configurações obrigatórias do MateConf. O endereço desta fonte de configuração é <literal>xml:merged:<replaceable>$prefix</replaceable>/etc/mateconf/mateconf.xml.mandatory</literal>. Se o utilizador que estiver a executar o <application>pessulus</application> tiver acesso a esta fonte de configuração, será apresentado um ícone de cadeado ao lado da caixa de selecção de cada uma das opções. Clicar no cadeado irá alternar se a definição é ou não obrigatória. Se a definição for obrigatória, os utilizadores normais não a poderão alterar ou sobrepor. Se o utilizador que está a executar o pessulus não tiver acesso à fonte de configuração obrigatória, o ícone de cadeado não irá ser visível. Neste caso, todas as funcionalidades desactivadas apenas serão armazenadas na fonte de configuração do utilizador e poderão ser alteradas mais tarde utilizando outras ferramentas tais como o <application>mateconf-editor</application> ou <application>mateconftool-2</application>. Para mais informações sobre o MateConf e fontes de configurações obrigatórias, consulte <xref linkend="mateconf-26"/>.

source: The following subsections will give a brief description of the settings that can be disabled for each category.
ca: Les subseccions següents us donaran una breu descripció dels paràmetres que es poden inhabilitar per a cada categoria.
cs: Následující podkapitoly podávají stručný popis k nastavením, která mohou být zakázána v každé z kategorií.
de: In den folgenden Unterabschnitten finden Sie eine Kurzbeschreibung der Einstellungen, die in jeder Kategorie deaktiviert werden können.
eu: Hurrengo azpiataletan kategoria bakoitzean desgaitu daitezkeen ezarpenen azalpen laburra ematen da.
ja: 次のセクションでは、カテゴリ毎に無効にすることが可能な設定を簡単に説明します。
ko: 다음 부분에서는 각 분류에서 금지할 수 있는 설정들에 대해 간략히 설명할 것입니다.
pt: As subsecções seguintes irão apresentar uma breve descrição das definições que podem ser desactivadas em cada categoria.

source: Depending on the applications you have installed, you may see fewer categories than those described in this section.
ca: Depenent de les aplicacions que hàgiu instal·lat, pot ser que es mostrin menys categories que les descrites en aquesta secció.
cs: V závislosti na aplikacích, které máte nainstalované, můžete vidět méně kategorií, než je zde popisováno.
de: Abhängig von den auf Ihrem System installierten Anwendungen könnten Sie weniger Kategorien sehen, als hier beschrieben sind.
eu: Litekeena da, instalatutako aplikazioen arabera, atal honetan azaldutako kategoriak baino gutxiago ikustea.
ja: お使いのシステムによってはパッケージのインストール状況に応じ、ここで説明するカテゴリが存在しない場合もあります。
ko: 여러분이 설치한 프로그램에 따라서, 이 절에서 설명하는 분류보다 더 적게 나타날 수도 있습니다.
pt: Dependendo das aplicações que tiver instaladas, poderá ver menos categorias do que as descritas nesta secção.

source: General
cs: Obecné
de: Allgemein
eu: Orokorra
ja: 全般
ko: 일반
pt: Geral

source: Disable command line
ca: Inhabilita la línia d'ordres
cs: Zakázat přístup k příkazové řádce
de: Befehlszeile deaktivieren
eu: Desgaitu komando-lerroa
ja: コマンドラインを無効にする
ko: 명령행 사용 금지
pt: Desactivar a linha de comando

source: Prevent the user from accessing the terminal or specifying a command line to be executed. For example, this would disable access to the panel's "Run Application" dialog.
ca: Evita que l'usuari accedeixi al terminal o especifiqui una línia d'ordres a ser executada. Per exemple, s'inhabilitaria l'accés al diàleg del quadre «Executa una aplicació».
cs: Zabraňuje uživateli v přístupu k terminálu nebo spuštění příkazového řádku. Např. by se tímto měl zakázat přístup k dialogovému oknu „Spustit aplikaci“.
de: Den Benutzer daran hindern, auf das Terminal zuzugreifen oder eine auszuführende Befehlszeile anzugeben. Dies verhindert beispielsweise den Zugriff auf den Panel-Dialog »Anwendung ausführen«.
eu: Erabiltzaileei terminala atzitzea edo exekutatzeko komando-lerro bat ematea eragozten die. Adibidez, paneleko "Exekutatu aplikazioa" elkarrizketa-koadroaren sarbidea desgaitzen du.
ja: ユーザが端末にアクセスしたり指定したコマンドを実行できないようにする (例えば、パネルにある<guilabel>アプリケーションの実行</guilabel>ダイアログにアクセスできないようにする)
ko: 사용자가 터미널에 접근하거나 실행할 명령행을 입력하는 것을 금지합니다. 예를 들어 이 설정을 적용하면 패널의 "프로그램 실행" 대화상자가 비활성화 됩니다.
pt: Impedir o utilizador de aceder à consola ou especificar uma linha de comando a ser executada. Por exemplo, isto irá desactivar o acesso ao diálogo de painel "Executar Aplicação".

source: Disable printing
ca: Inhabilita la impressió
cs: Zakázat tisknout
de: Drucken deaktivieren
eu: Desgaitu inprimatzea
ja: 印刷を無効にする
ko: 인쇄 사용 금지
pt: Desactivar a impressão

source: Prevent the user from printing. For example, this would disable access to all applications' "Print" dialogs.
ca: Evita que l'usuari imprimeixi. Per exemple, s'inhabilitarà l'accés als diàlegs «Imprimeix» de totes les aplicacions.
cs: Zabraňuje uživateli tisknout. Např. by se tímto měl zakázat ve všech aplikacích přístup k dialogovému oknu „Tisk“.
de: Den Benutzer am Drucken hindern. Dies verhindert beispielsweise den Zugriff auf den Druckdialog aller Anwendungen.
eu: Erabiltzaileei inprimatzea eragozten die. Adibidez, aplikazio guztien "Inprimatu" elkarrizketa-koadroaren sarbidea desgaitzen du.
ja: 印刷できないようにする (例えば、すべてのアプリケーションが提供する<guilabel>印刷</guilabel>ダイアログにアクセスできなくなる)
ko: 사용자가 인쇄하는 것을 금지합니다. 예를 들어 이 설정을 적용하면 모든 프로그램 내의 "인쇄" 대화상자가 비활성화 됩니다.
pt: Impedir o utilizador de imprimir. Por exemplo, desactivaria o acesso ao diálogo "Imprimir" de todas as aplicações.

source: Disable print setup
ca: Inhabilita la configuració de la impressora
cs: Zakázat nastavení tisku
de: Druckeinstellungen deaktivieren
eu: Desgaitu inprimagailua konfiguratzea
ja: 印刷設定を無効にする
ko: 인쇄 설정 사용 금지
pt: Desactivar a configuração de impressora

source: Prevent the user from modifying print settings. For example, this would disable access to all applications' "Print Setup" dialogs.
ca: Evita que l'usuari modifiqui els paràmetres d'impressió. Per exemple, s'inhabilitarà l'accés als diàlegs «Configuració de la impressora» de totes les aplicacions.
cs: Zabraňuje uživateli měnit nastavení tisku. Např. by se tímto měl zakázat ve všech aplikacích přístup k dialogovému oknu „Nastavení tisku“.
de: Den Benutzer daran hindern, die Druckeinstellungen zu verändern. Dies verhindert beispielsweise den Zugriff auf den Druckeinstellungsdialog aller Anwendungen.
eu: Erabiltzaileei inprimatzeko ezarpenak aldatzea eragozten die. Adibidez, aplikazio guztien "Prestatu inprimatzeko" elkarrizketa-koadroaren sarbidea desgaitzen du.
ja: 印刷設定を変更できないようにする (例えば、すべてのアプリケーションが提供する<guilabel>印刷設定</guilabel>ダイアログにアクセスできないようになる)
ko: 사용자가 인쇄 설정을 변경하는 것을 금지합니다. 예를 들어 이 설정을 적용하면 모든 프로그램 내의 "인쇄 설정" 대화상자가 비활성화 됩니다.
pt: Impedir o utilizador de alterar as configurações da impressora. Por exemplo, desactivaria o acesso aos diálogos de "Configuração de Impressão" de todas as aplicações.

source: Disable save to disk
ca: Inhabilita desar al disc
cs: Zakázat ukládat na disk
de: Speichern auf Festplatte verbieten
eu: Desgaitu diskoan gordetzea
ja: ディスクへの保存を無効にする
ko: 디스크 저장 사용 금지
pt: Desactivar a gravação em disco

source: Prevent the user from saving files to disk. For example, this would disable access to all applications' "Save as" dialogs.
ca: Evita que l'usuari desi fitxers al disc. Per exemple, s'inhabilitarà l'accés als diàlegs «Anomena i desa» de totes les aplicacions.
cs: Zabraňuje uživateli ukládat soubory na disk. Např. by se tímto měl zakázat ve všech aplikacích přístup k dialogovému oknu „Uložit jako“.
de: Den Benutzer am Speichern von Dateien auf Platte hindern. Dies verhindert beispielsweise den Zugriff auf den »Speichern unter«-Dialog aller Anwendungen.
eu: Erabiltzaileei fitxategiak diskoan gordetzea eragozten die. Adibidez, aplikazio guztien "Gorde honela" elkarrizketa-koadroaren sarbidea desgaitzen du.
ja: ファイルをディスクに保存できないようにする (例えば、すべてのアプリケーションが提供する<guilabel>別名で保存</guilabel>ダイアログにアクセスできないようになる)
ko: 사용자가 파일을 디스크에 저장하는 것을 금지합니다. 예를 들어 이 설정을 적용하면 모든 프로그램 내의 "다른 이름으로 저장" 대화상자가 비활성화 됩니다.
pt: Impedir o utilizador de gravar ficheiros em disco. Por exemplo, desactivaria o acesso aos diálogos "Gravar como" de todas as aplicações.

source: Panel
ca: Quadre
eu: Panela
ja: パネル
ko: 패널
pt: Painel

source: Lock down the panels
ca: Bloca els quadres
cs: Uzamčení panelů
de: Sperren der Panels
eu: Blokeatu panelak
ja: パネル操作を利用不可にする
ko: 패널 잠그기
pt: Trancar os painéis

source: If true, the panel will not allow any changes to the configuration of the panel. Individual applets may need to be locked down separately however. The panel must be restarted for this to take effect.
ca: Si és cert, el quadre no permetrà cap canvi a la seva configuració. Tot i això, és possible que algunes miniaplicacions s'hagin de blocar individualment. S'ha de tornar a iniciar el quadre perquè aquesta opció tingui efecte.
cs: Pokud je zaškrtnuto, panel nedovolí uživateli změnit nastavení panelu. Jednotlivé applety je však potřeba zamknout samostatně. Aby se volba projevila, musí se panel restartovat.
de: Falls dieser Schlüssel WAHR ist, unterbindet das Panel jegliche Änderungen an der Panel-Konfiguration. Applets müssen jedoch möglicherweise einzeln gesperrt werden. Damit diese Einstellungen wirksam werden, muss das Panel neu gestartet werden.
eu: Egia bada, ezin izango da panelen konfigurazioa aldatu. Dena den, litekeena da miniaplikazioak banaka blokeatu behar izatea. Panela berrabiarazi egin behar da aldaketak aplikatzeko.
ja: チェックすると、パネルに対するいかなる変更も受け入れられなくなるが、パネルの上にあるアプレットはそれぞれロックダウンしてやる必要がある (パネルの再起動が必要である)
ko: 이 설정이 적용되면 어떠한 패널 설정의 변경도 허용되지 않을 것입니다. 하지만 각 애플릿들은 별도의 잠금이 필요할 수도 있습니다. 이 설정을 적용하려면 패널을 다시 시작해야 합니다.
pt: Se verdadeiro, o painel não permitirá quaisquer alterações à configuração do painel. No entanto applets individuais poderão ter de ser trancadas separadamente. O painel terá de ser reiniciado para que esta alteração tenha efeito.

source: Disable force quit
ca: Inhabilita la sortida forçada de programes
cs: Zakázat vynucení ukončení aplikace
de: Erzwungenes Beenden deaktivieren
eu: Desgaitu irteera behartzea
ja: 強制終了を無効にする
ko: 강제 종료 사용 금지
pt: Desactivar a saída forçada

source: If true, the panel will not allow a user to force an application to quit by removing access to the force quit button.
ca: Si és cert, el quadre no permetrà a un usuari forçar la sortida d'una aplicació, a través de la supressió de l'accés al botó de forçar la sortida.
cs: Pokud je zaškrtnuto, panel nedovolí uživateli vynutit ukončení aplikace tím, že odstraní tlačítko Vynutit ukončení.
de: Falls dieser Schlüssel WAHR ist, erlaubt es das Panel dem Benutzer nicht, das Beenden einer Anwendung zu erzwingen. Dies wird durch das Entfernen des »Anwendung beenden«-Knopfes bewerkstelligt.
eu: Egia bada, erabiltzaileek ezin izango dute aplikazio bat irtetera behartu; horretarako, irteera behartzeko botoiaren sarbidea kentzen da.
ja: チェックすると、ユーザはアプリケーションを強制的に終了させることができなくなる (<guibutton>終了</guibutton>ボタンにアクセスできなくなるので)
ko: 이 설정이 적용되면 사용자가 패널의 강제 종료 버튼에 접근할 수 없도록 하여 프로그램을 강제로 끝내지 못하도록 할 것입니다.
pt: Se verdadeiro, o painel não permitirá que um utilizador force uma aplicação a terminar removendo o acesso ao botão de forçar a saída.

source: Disable lock screen
ca: Inhabilita el blocat de la pantalla
cs: Zakázat uzamčení obrazovky
de: »Bildschirm sperren« deaktivieren
eu: Desgaitu pantaila blokeatzea
ja: 画面のロックを無効にする
ko: 화면 잠금 사용 금지
pt: Desactivar o trancar de ecrã

source: If true, the panel will not allow a user to lock their screen, by removing access to the lock screen menu entries.
ca: Si és cert, el quadre no permetrà a un usuari bloquejar la pantalla, suprimint l'accés a les entrades de menú de bloquejar la pantalla.
cs: Pokud je zaškrtnuto, panel nedovolí uživateli zamknout svoji obrazovku tím, že odstraní z nabídky položky Zamknout obrazovku.
de: Falls dieser Schlüssel WAHR ist, erlaubt es das Panel dem Benutzer nicht, den Bildschirm zu sperren. Dies wird durch das Entfernen der »Bildschirm sperren«-Menüeinträge bewerkstelligt.
eu: Egia bada, erabiltzaileek ezingo dute pantaila blokeatu; horretarako, pantaila blokeatzeko menu-elementuen sarbidea kentzen da.
ja: チェックすると、ユーザは画面をロックさせることができなくなる (<guilabel>画面のロック</guilabel>というメニュー項目にアクセスできなくなるので)
ko: 이 설정이 적용되면 사용자가 패널의 화면 잠금 메뉴 항목에 접근할 수 없도록 하여 화면 잠금 기능을 사용하지 못하도록 할 것입니다.
pt: Se verdadeiro, o painel não permitirá que um utilizador tranque o seu ecrã removendo o acesso de menu às entradas de trancar ecrã.

source: Disable log out
ca: Inhabilita la sortida
cs: Zakázat odhlásit se
de: Abmelden deaktivieren
eu: Desgaitu saioa amaitzea
ja: ログアウトを無効にする
ko: 로그아웃 사용 금지
pt: Desactivar o terminar sessão

source: If true, the panel will not allow a user to log out, by removing access to the log out menu entries.
ca: Si és cert, el quadre no permetrà a un usuari sortir, suprimint l'accés a les entrades de menú de sortir.
cs: Pokud je zaškrtnuto, panel nedovolí uživateli se odhlásit tím, že odstraní z nabídky položky Odhlásit se.
de: Falls dieser Schlüssel WAHR ist, erlaubt es das Panel dem Benutzer nicht, sich abzumelden. Dies wird durch das Entfernen der »Abmelden«-Menüeinträge bewerkstelligt.
eu: Egia bada, erabiltzaileek ezingo dute saioa amaitu; horretarako, saioa amaitzeko menu-elementuen sarbidea kentzen da.
ja: チェックすると、ユーザはログアウトできなくなる (<guilabel>ログアウト</guilabel>というメニュー項目にアクセスできなくなるので)
ko: 이 설정이 적용되면 사용자가 패널의 로그아웃 메뉴 항목에 접근할 수 없도록 하여 로그아웃 하지 못하도록 할 것입니다.
pt: Se verdadeiro, o painel não permitirá que um utilizador termine uma sessão removendo o acesso de menu às entradas de terminar sessão.

source: Epiphany Web Browser
ca: Navegador web Epiphany
cs: Webový prohlížeč Epiphany
eu: Epiphany web-arakatzailea
ja: Epiphany ウェブ・ブラウザ
ko: Epiphany 웹 브라우저
pt: Navegador Web Epiphany

source: Disable quit
ca: Inhabilita la sortida de programes
cs: Zakázat jeho ukončení
de: Erzwungenes Beenden deaktivieren
eu: Desgaitu irtetea
ja: 終了を無効にする
ko: 끝내기 사용 금지
pt: Desactivar o sair

source: User is not allowed to close Epiphany.
ca: L'usuari no podrà tancar l'Epiphany.
cs: Uživatel nebude moci Epiphany zavřít.
de: Dem Benutzer ist nicht gestattet, Epiphany zu beenden.
eu: Erabiltzaileek ez dute Epiphany ixteko baimenik.
ja: Epiphany ウェブ・ブラウザを閉じることができなくなる
ko: 사용자가 Epiphany를 종료시킬 수 없도록 합니다.
pt: Utilizador não possui permissões para fechar o Epiphany.

source: Disable arbitrary URL
ca: Inhabilita URL arbitràries
cs: Zakázat vepsání URL
de: Beliebige URLs deaktivieren
eu: Desgaitu URL arbitrarioak
ja: URL の入力を無効にする
ko: 임의 URL 사용 금지
pt: Desactivar URL arbitrário

source: Disable the user's ability to type in a URL to Epiphany.
ca: Inhabilita la funció de l'usuari d'introduir un URL a l'Epiphany.
cs: Zakáže uživateli možnost zadat do Epiphany URL.
de: Dem Benutzer die Möglichkeit nehmen, eine URL für Epiphany einzugeben.
eu: Erabiltzaileek Epiphany-n URLak idazteko aukera desgaitzen du.
ja: URL を入力する機能を利用できなくなる
ko: 사용자가 Epiphany 내에 URL을 직접 입력하지 못하도록 합니다.
pt: Desactivar a possibilidade do utilizador introduzir um URL no Epiphany.

source: Disable bookmark editing
ca: Inhabilita l'edició d'adreces d'interès
cs: Zakázat úpravu záložek
de: Bearbeiten von Lesezeichen deaktivieren
eu: Desgaitu laster-markak editatzea
ja: ブックマークの編集を無効にする
ko: 책갈피 편집 금지
pt: Desactivar a edição de marcadores

source: Disable the user's ability to add or edit bookmarks.
ca: Inhabilita la funció de l'usuari d'afegir o editar adreces d'interès.
cs: Zakáže uživateli možnost přidat nebo upravit záložku.
de: Dem Benutzer die Möglichkeit nehmen, seine Lesezeichen zu bearbeiten.
eu: Erabiltzaileek laster-markak editatzeko aukera desgaitzen du.
ja: ブックマークを追加したり編集できなくなる
ko: 사용자가 책갈피를 추가하거나 수정할 수 없도록 합니다.
pt: Desactivar a possibilidade do utilizador adicionar ou editar os seus marcadores.

source: Disable history
ca: Inhabilita l'historial
cs: Zakázat jakoukoliv historii
de: Chronik deaktivieren
eu: Desgaitu historia
ja: 履歴の操作を無効にする
ko: 기록 사용 금지
pt: Desactivar o histórico
