Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: All child <literal>&lt;Menu&gt;</literal> elements with the same name are consolidated into a single <literal>&lt;Menu&gt;</literal> element. This is by done appending all child elements of each <literal>&lt;Menu&gt;</literal> element with the same name into the <emphasis>last</emphasis> occurrence of the menu element.
ca: Tots els elements <literal>&lt;Menu&gt;</literal> fill amb el mateix nom es consoliden en un sol element <literal>&lt;Menu&gt;</literal>. Això es realitza afegint tots els elements fill de cada element <literal>&lt;Menu&gt;</literal> que tenen el mateix nom a l'<emphasis>última</emphasis> ocurrència de l'element de menú.
cs: Všichni potomci elementů <literal>&lt;Menu&gt;</literal> se stejným názvem jsou sloučeni do jednoho elementu <literal>&lt;Menu&gt;</literal>. To se provádí připojením všech elementů potomků každého elementu <literal>&lt;Menu&gt;</literal> se stejným názvem do <emphasis>posledního</emphasis> výskytu elementu menu.
de: Alle <literal>&lt;Menu&gt;</literal>-Unterelemente gleichen Namens werden in einem einzigen <literal>&lt;Menu&gt;</literal>-Element zusammengefasst. Dies geschieht dadurch, dass alle Unterelemente jedes <literal>&lt;Menu&gt;</literal>-Elements an das <emphasis>letzte</emphasis> Menüelement angehängt werden.
eu: Izen bereko <literal>&lt;Menu&gt;</literal> elementu ume guztiak <literal>&lt;Menu&gt;</literal> elementu bakar batean bateratzen dira. Horretarako, izen bereko <literal>&lt;Menu&gt;</literal> elementu bakoitzeko elementu ume guztiak erantsi egiten zaizkio menu-elementuaren <emphasis>azken</emphasis> agerraldiari.
ja: <literal>&lt;Menu&gt;</literal> 要素の配下にある同名の子要素がすべて一個の <literal>&lt;Menu&gt;</literal> 要素に統合されます。これは、<literal>&lt;Menu&gt;</literal> 要素毎に同じ名前を持つ子要素をすべてメニュー要素の<emphasis>最後</emphasis>に出現するメニュー要素として追加することで実現しています。
ko: 같은 이름의 <literal>&lt;Menu&gt;</literal> 엘리먼트들은 하나의 <literal>&lt;Menu&gt;</literal> 엘리먼트로 합쳐집니다. 이것은 같은 이름을 가진 <literal>&lt;Menu&gt;</literal> 엘리먼트의 모든 하위 엘리먼트들을 <emphasis>마지막</emphasis>으로 나타나는 메뉴 엘리먼트에 추가하는 방식입니다.
pt: Todos os elementos <literal>&lt;Menu&gt;</literal> filhos com o mesmo nome são consolidades num único elemento <literal>&lt;Menu&gt;</literal>. Tal é realizado acrescentando todos os elementos filhos de cada elemento <literal>&lt;Menu&gt;</literal> com o mesmo nome na <emphasis>última</emphasis> ocorrência do elemento de menu.

source: <xref linkend="menustructure-systemmerge"/> shows an example of a user menu file explicitly merging the system menu file.
ca: L'<xref linkend="menustructure-systemmerge"/> és un exemple d'un fitxer de menú d'usuari explícitament combinat amb el fitxer de menú del sistema.
cs: <xref linkend="menustructure-systemmerge"/> přináší ukázku souboru nabídky uživatele s výslovně připojeným souborem systémové nabídky.
de: <xref linkend="menustructure-systemmerge"/> zeigt ein Beispiel eines Benutzermenüs, das ein Systemmenü explizit einbindet.
eu: <xref linkend="menustructure-systemmerge"/>(e)k erakusten du erabiltzaile-menuaren fitxategi bat eta sistema-menuaren fitxategia konbinatzearen adibidea.
ja: <xref linkend="menustructure-systemmerge"/> にシステム規模のメニュー定義ファイルとユーザ定義のメニューとを明示的に結合しまとめた例を示します。
ko: <xref linkend="menustructure-systemmerge"/>은 시스템 메뉴 파일을 통합하는 사용자 메뉴 파일의 예입니다.
pt: <xref linkend="menustructure-systemmerge"/> apresenta um exemplo de um ficheiro de menu do utilizador a juntar explicitamente o ficheiro de menu do sistema.

source: Merging Arbitrary Menus
ca: Combinació de menús arbitraris
cs: Slučování libovolných nabídek
de: Zusammenführung willkürlicher Menüs
eu: Hautazko menuak konbinatzea
ja: 独自のメニューを結合しまとめる
ko: 임의의 메뉴 통합하기
pt: Juntar Menus Arbitrários

source: merging arbitrary menus
ca: combinar menús arbitraris
cs: slučování libovolných nabídek
de: Zusammenführung willkürlicher Menüs
eu: hautazko menuak konbinatzea
ko: 임의의 메뉴 통합하기
pt: juntar menus arbitrários

source: Arbitrary menu files can be merged in much the same way as system menus. The difference is that the <literal>type</literal> attribute must be set to <literal>path</literal> or must be excluded from the <literal>&lt;MergeFile&gt;</literal> element in order to do this type of merge.
ca: Qualsevol fitxer de menú arbitrari es pot combinar de manera molt semblant als menús del sistema. La diferència és que l'atribut <literal>type</literal> s'ha d'establir a <literal>path</literal> o s'ha d'excloure de l'element <literal>&lt;MergeFile&gt;</literal> per a poder realitzar aquest tipus de combinació.
cs: Soubory libovolné nabídky lze sloučit v podstatě stejným způsobem jako systémové nabídky. Rozdíl je akorát v tom, že atribut <literal>type</literal> musí být nastavený na <literal>path</literal> nebo musí být v elementu <literal>&lt;MergeFile&gt;</literal> pro tento typ slučování vynechaný.
de: Willkürlich angelegte Menüdateien können auf die gleiche Weise wie Systemmenüs zusammengeführt werden. Der Unterschied ist, dass das <literal>type</literal>-Attribut auf <literal>path</literal> gesetzt werden oder im <literal>&lt;MergeFile&gt;</literal>-Element ausgeschlossen werden muss.
eu: Ia sistema-menuak bezala konbinatzen dira hautazko menu-fitxategiak. Alde bakarra dago; konbinazio mota hori egiteko, <literal>type</literal> atributuan <literal>path</literal> ezarri behar da, edo kendu egin behar da <literal>&lt;MergeFile&gt;</literal> elementutik.
ja: 独自のメニュー定義ファイルをシステム規模のメニューと同じ方法で結合しまとめることができるようになっています。異なる点は <literal>type</literal> という属性を <literal>path</literal> に指定するか、または <literal>&lt;MergeFile&gt;</literal> 要素から削除してこの類の結合を行えるようにすることです。
ko: 임의의 메뉴 파일도 시스템 메뉴와 동일한 방식으로 통합할 수 있습니다. 차이점은 이 방식의 통합을 위해서는 <literal>type</literal> 속성이 <literal>path</literal>로 설정되거나 <literal>&lt;MergeFile&gt;</literal> 엘리먼트에 포함되어 있지 않아야 합니다.
pt: Ficheiros de menu arbitrários podem ser juntos de forma semelhante ao dos menus de sistema. A diferença é que o atributo <literal>type</literal> tem de ser definido como <literal>path</literal> ou ser excluído do elemento <literal>&lt;MergeFile&gt;</literal> por forma a realizar este tipo de junção.

source: The merge is performed in the same way except that the location of the <emphasis>merged menu file</emphasis> is specified in the contents of the <literal>&lt;MergeFile&gt;</literal> element.
ca: La combinació es realitza de la mateixa manera excepte que la ubicació del <emphasis>fitxer de menú combinat</emphasis> s'especifica en el contingut de l'element <literal>&lt;MergeFile&gt;</literal>.
cs: Sloučení se provede stejným způsobem, akorát umístění <emphasis>souboru slučované nabídky</emphasis> je zadané v obsahu elementu <literal>&lt;MergeFile&gt;</literal>.
de: Die Zusammenführung wird auf die gleiche Art und Weise ausgeführt, mit der Ausnahme, dass der Ort der <emphasis>zusammengeführten Menüdatei</emphasis> durch den Inhalt des <literal>&lt;MergeFile&gt;</literal>-Elements angegeben wird.
eu: Konbinazioa berdin egiten da, baina <literal>&lt;MergeFile&gt;</literal> elementuan zehazten da <emphasis>menu-fitxategi konbinatuaren</emphasis> kokalekua.
ja: <emphasis>マージするメニュー定義ファイル</emphasis>が格納されている場所を <literal>&lt;MergeFile&gt;</literal> 要素のデータとして指定することを除いて、システム規模のメニューの結合と同じように処理されます。
ko: 통합 과정은 <literal>&lt;MergeFile&gt;</literal> 엘리먼트에 지정된 <emphasis>통합된 메뉴 파일</emphasis>의 위치를 제외하고는 동일한 방식으로 수행됩니다.
pt: A junção é realizada da mesma forma excepto que a localização do <emphasis>ficheiro de junto</emphasis> é especificada no conteúdo do elemento <literal>&lt;MergeFile&gt;</literal>.

source: Installing Themes
ca: Instal·lació de temes
cs: Instalování motivů
de: Themen installieren
eu: Gaiak instalatzea
ja: テーマのインストール
ko: 테마 설치하기
pt: Instalar Temas

source: This chapter describes themes, the theme settings that are available in the MATE Desktop, how to install options for theme settings, and how to create a custom option.
ca: Aquest capítol descriu els temes, els paràmetres dels temes que estan disponibles en l'escriptori del MATE, com instal·lar opcions per als paràmetres dels temes i com crear una opció personalitzada.
cs: Tato kapitola popisuje motivy, nastavení motivů dostupných v pracovním prostředí MATE, jak instalovat volby pro nastavení motivů a jak vytvářet vlastní volby.
de: Dieser Abschnitt beschreibt Themen, die in MATE verfügbaren Themeneinstellungen. die Installation von Optionen für die Themeneinstellung sowie die Erstellung eigener Optionen.
eu: Gaiak, MATEren mahaigainean erabilgarri dauden gai-ezarpenak, gai-ezarpenen aukerak nola ezarri, eta aukera pertsonalizatua nola sortu azaltzen da atal honetan.
ja: この章では MATE デスクトップで利用できるいろいろなテーマとその設定、テーマを設定するオプションのインストール方法、そして独自のオプションを作成する方法について説明します。
ko: 이 부분에서는 그놈 데스크탑에서 이용할 수 있는 테마와 그 설정에 대해서 설명하고, 테마 설정 옵션을 만들거나 설치하는 방법에 대해 알아봅니다.
pt: Este capítulo descreve os temas, as definições disponíveis no Ambiente de Trabalho MATE para temas, como instalar opções das configurações de temas, e como criar uma opção personalizada.

source: Introduction to Themes
ca: Introducció als temes
cs: Úvod do motivů
de: Einführung in Themen
eu: Gaiak: sarrera
ja: テーマについて
ko: 테마 소개
pt: Introdução aos Temas

source: themes
ca: temes
cs: motivy
de: Themen
eu: gaiak
ko: 테마
pt: temas

source: A theme is a group of coordinated settings that specifies the visual appearance of a part of the MATE Desktop. Users can choose themes to change the appearance of the MATE Desktop.
ca: Un tema és un grup de paràmetres coordinats que especifiquen l'aparença visual d'una part de l'escriptori del MATE. Els usuaris poden seleccionar temes per a canviar l'aparença de l'escriptori del MATE.
cs: Motiv je skupina sladěných nastavení určujících vizuální vzhled části pracovního prostředí MATE. Uživatel si může vybrat motiv a změnit si tak vzhled pracovního prostředí MATE.
de: Ein Thema ist eine Gruppe zusammengehöriger und aufeinander abgestimmter Einstellungen, welche das optische Erscheinungsbild eines Teils der MATE-Arbeitsumgebung beeinflussen. Benutzer können Themen auswählen, um das Erscheinungsbild der MATE-Arbeitsumgebung zu ändern.
eu: MATEren mahaigainaren zati baten itxura zehazten duen ezarpen koordinatuen multzoa da gaia. MATEren mahaigainaren itxura aldatzeko gaiak aukera ditzakete erabiltzaileek.
ja: テーマとは、MATE デスクトップの部品に対する視覚的な外観を指定する「既に調整された設定」の集まりです。ユーザはいろいろなテーマの中から一つ選択して自分が使っている MATE デスクトップの外観を変更することができるようになっています。
ko: 테마는 그놈 데스크탑의 일부에 대한 시각적인 효과를 지정하는 일련의 설정들을 말합니다. 사용자들은 그놈 데스크탑의 모양새를 바꾸기 위해 테마를 선택할 수 있습니다.
pt: Um tema é um grupo de definições coordenadas que especifica a aparência visual de uma parte do Ambiente de Trabalho MATE. Os utilizadores podem seleccionar temas para alterar a aparência do Ambiente de Trabalho MATE.

source: A theme contains settings that affect different parts of the MATE Desktop, as follows:
ca: Un tema conté paràmetres que afecten parts diferents de l'escriptori de MATE, de la manera següent:
cs: Motivy obsahují nastavení, která ovlivňují různé části pracovního prostředí MATE následovně:
de: Ein Thema enthält Einstellungen, die verschiedene Teile des MATE-Arbeitsumgebung beeinflussen, wie folgende:
eu: Gai baten ezarpenek MATEren mahaigaineko hainbat zatiri eragiten diete:
ja: テーマには、次に示すような MATE デスクトップのいろいろな部分に作用する設定が含まれています:
ko: 테마는 다음과 같은 그놈 데스크탑의 여러 부분들에 대한 설정을 포함합니다:
pt: Um tema contém definições que afectam diferentes partes do Ambiente de Trabalho MATE, como sendo:

source: Controls
cs: Ovládací prvky
de: Fensterinhalt
eu: Kontrolak
ja: コントロール (GUI の部品)
ko: 컨트롤
pt: Controlos

source: <indexterm><primary>themes</primary><secondary>controls options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>GTK+ themes</primary><see>themes, controls options</see></indexterm>The controls setting for a theme determines the visual appearance of windows, panels, and applets. The controls setting also determines the visual appearance of the MATE-compliant interface items that appear on windows, panels, and applets, such as menus, icons, and buttons. Some of the controls setting options that are available are designed for special accessibility needs. Users can choose an option for the controls setting from the <guilabel>Controls</guilabel> tabbed section in the <application>Theme</application> preference tool.
ca: <indexterm><primary>temes</primary><secondary>opcions dels controls</secondary><tertiary>introducció</tertiary></indexterm><indexterm><primary>temes GTK+</primary><see>temes, opcions dels controls</see></indexterm>El paràmetre dels controls per a un tema determina l'aparença visual de les finestres, quadres i miniaplicacions. El paràmetre dels controls també determina l'aparença visual dels elements d'interfícies que compleixen l'estàndard del MATE que apareixen en les finestres, quadres i miniaplicacions, com ara menús, icones i botons. Algunes de les opcions del paràmetre dels controls que estan disponibles són dissenyades amb requeriments d'accessibilitat especials. Els usuaris poden seleccionar una opció per al paràmetre dels controls des de la pestanya <guilabel>Controls</guilabel> en l'eina de preferències <application>Tema</application>.
cs: <indexterm><primary>motivy</primary><secondary>varianty ovládacích prvků</secondary><tertiary>úvod</tertiary></indexterm><indexterm><primary>motivy GTK+</primary><see>motivy, varianty ovládacích prvků</see></indexterm>Nastavení ovládacích prvků pro motiv určují vzhled oken, panelů a appletů. Nastavení ovládacích prvků rovněž určuje vzhled položek rozhraní, které jsou v souladu s MATE a vyskytují se v oknech, na panelech a v appletech, např. nabídek, ikon a tlačítek. Některé z dostupných variant nastavení ovládacích prvků jsou navržené pro potřeby speciální přístupnosti. Uživatel si může vybrat varianty pro nastavení ovládacích prvků na kartě <guilabel>Ovládací prvky</guilabel> v nástroji předvoleb <application>Motiv</application>.
de: <indexterm><primary>Themen</primary><secondary>Fensterinhalt</secondary><tertiary>Einführung</tertiary></indexterm><indexterm><primary>GTK+-Themen</primary><see>Themen, Fensterinhalt</see></indexterm>Die Einstellung für ein Thema für Fensterinhalte bestimmt das Aussehen von Fenstern, Panels und Applets. Sie bestimmt ebenfalls das Aussehen der MATE-bezogenen Oberflächenobjekte, die in Fenstern, Panels und applets erscheinen, wie Menüs, Symbole und Knöpfe. Einige Themen für Fensterinhalte erfüllen die besonderen Anforderungen der Barrierefreiheit. Benutzer können ein Thema für Fensterinhalte im Reiterabschnitt <guilabel>Fensterinhalt</guilabel> des Einstellungswerkzeugs <application>Erscheinungsbild</application> festlegen.
eu: <indexterm><primary>gaiak</primary><secondary>kontrol-aukerak</secondary><tertiary>sarrera</tertiary></indexterm><indexterm><primary>GTK+ gaiak</primary><see>gaiak, kontrol-aukerak</see></indexterm>Gai baten kontrol-ezarpenak leihoaren, panelen eta miniaplikazioen itxura zehazten du. Halaber, leiho, panel eta miniaplikazioetako interfaze-elementu MATErekin bateragarrien itxura (hala nola menuena, ikonoena eta botoiena) zehazten dute kontrol-ezarpenek. Erabilgarri dauden kontrolen ezarpen-aukera batzuk erabilerraztasunaren behar berezietarako diseinatuta daude. <application>Gaia</application> hobespen-tresnako <guilabel>Kontrolak</guilabel> fitxan kontrolen ezarpenen-aukerak hauta ditzakete erabiltzaileek.
ja: <indexterm><primary>themes</primary><secondary>controls options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>GTK+ themes</primary><see>themes, controls options</see></indexterm>テーマにおけるコントロールの設定はウィンドウやパネル、そしてアプレットの視覚的な外観を決定します。さらにコントロールの設定は MATE と互換性のあるインタフェース (例えば、メニューやアイコン、ボタンなど) の視覚的な外観も決定します。利用可能なコントロールの設定のほとんどは特別なアクセシビリティが必要となるように設計されています。<application>外観の設定</application>ツールで<guilabel>テーマ</guilabel>を選択し、<guibutton>カスタマイズ</guibutton>のボタンをクリックして表示されるダイアログから<guilabel>コントロール</guilabel>というタブを開いてコントロールのオプションを選択できます。
ko: <indexterm><primary>테마</primary><secondary>컨트롤 옵션</secondary><tertiary>개요</tertiary></indexterm><indexterm><primary>GTK+ 테마</primary><see>테마, 컨트롤 옵션</see></indexterm>테마의 컨트롤 설정은 창, 패널, 애플릿 등의 모양새를 지정합니다. 또한 창, 패널, 애플릿 내에 있는 메뉴, 아이콘, 단추 등과 같은 그놈 호환 인터페이스 항목들의 모양새도 지정합니다. 몇몇 컨트롤 설정 옵션들은 특별한 접근성 기능을 위해 설계되었습니다. 사용자들은 <application>테마</application> 설정 도구 내의 <guilabel>컨트롤</guilabel> 탭에서 컨트롤 설정에 대한 옵션을 선택할 수 있습니다.
pt: <indexterm><primary>temas</primary><secondary>opções de controlos</secondary><tertiary>introdução</tertiary></indexterm><indexterm><primary>Temas GTK+</primary><see>temas, opções de controlos</see></indexterm>A definição de controlos de um tema determina a aparência visual das janelas, painéis e applets. A definição de controlos também determina a aparência visual dos itens do interface MATE-base que surgem nas janelas, painéis e applets, tais como menus, ícones, e botões. Algumas das opções de definição de controlos que estão disponíveis foram criadas para necessidades especiais de acessibilidade. Os utilizadores podem seleccionar uma opção para as definições dos controlos na secção <guilabel>Controlos</guilabel> na ferramenta de preferências <application>Tema</application>.

source: Window frame
ca: Costat de la finestra
cs: Rám okna
de: Fensterrahmen
eu: Leiho-markoa
ja: ウィンドウの境界 (フレーム)
ko: 창 가장자리
pt: Moldura da janela

source: <indexterm><primary>themes</primary><secondary>window frame options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>Marco themes</primary><see>themes, window frame options</see></indexterm>The window frame setting for a theme determines the appearance of the frames around windows only. Users can choose an option for the window frame setting from the <guilabel>Window Border</guilabel> tabbed section in the <application>Theme</application> preference tool.
ca: <indexterm><primary>temes</primary><secondary>opcions del costat de la finestra</secondary><tertiary>introducció</tertiary></indexterm><indexterm><primary>temes del Marco</primary><see>temes, opcions del costat de la finestra</see></indexterm>El paràmetre del costat de la finestra per a un tema només determina l'aparença dels costats al voltant de les finestres. Els usuaris poden seleccionar una opció per al paràmetre del costat de la finestra des de la pestanya <guilabel>Costat de la finestra</guilabel> en l'eina de preferències <application>Tema</application>.
cs: <indexterm><primary>motiv</primary><secondary>volba rámu okna</secondary><tertiary>úvod</tertiary></indexterm><indexterm><primary>motiv Marco</primary><see>motivy, volby rámu okna</see></indexterm>Nastavení rámu okna pro motiv určují vzhled rámů pouze kolem oken. Uživatel si může vybrat varianty pro nastavení rámu okna na kartě <guilabel>Okraj okna</guilabel> v nástroji předvoleb <application>Motiv</application>.
de: <indexterm><primary>Themen</primary><secondary>Fensterrahmen</secondary><tertiary>Einführung</tertiary></indexterm><indexterm><primary>Marco-Themen</primary><see>Themen, Fensterrahmen</see></indexterm>Die Einstellung für Fensterrahmen eines Themas bestimmt ausschließlich das Aussehen der Rahmen um die Fenster. Benutzer können ein Thema für Fensterrahmen im Reiterabschnitt <guilabel>Fensterrahmen</guilabel> des Einstellungswerkzeugs <application>Erscheinungsbild</application> festlegen.
eu: <indexterm><primary>gaiak</primary><secondary>leiho-markoaren aukerak</secondary><tertiary>sarrera</tertiary></indexterm><indexterm><primary>Marco gaiak</primary><see>gaiak, leiho-markoaren aukerak</see></indexterm>Gai baten leiho-markoaren ezarpenak soilik leihoaren inguruko markoaren itxura zehazten du. <application>Gaia</application> hobespen-tresnako <guilabel>Leiho-ertza</guilabel> fitxan leiho-markoen ezarpenen-aukerak hauta ditzakete erabiltzaileek.
ja: <indexterm><primary>themes</primary><secondary>window frame options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>Marco themes</primary><see>themes, window frame options</see></indexterm>テーマにおけるウィンドウの境界の設定はウィンドウの周囲に付与されたフレームの外観だけを決定します。ユーザは<application>外観の設定</application>ツールの<guilabel>テーマ</guilabel>タブから<guibutton>カスタマイズ</guibutton>ボタンをクリックして表示されるダイアログから<guilabel>ウィンドウの境界</guilabel>というタブを開いてウィンドウの境界オプションを選択できます。
ko: <indexterm><primary>테마</primary><secondary>창 가장자리 옵션</secondary><tertiary>개요</tertiary></indexterm><indexterm><primary>메타시티 테마</primary><see>테마, 창 가장자리 옵션</see></indexterm>테마의 창 틀 설정은 창 테두리의 모양새 만을 지정합니다. 사용자들은 <application>테마</application> 설정 도구 내의 <guilabel>창 가장자리</guilabel> 탭에서 창 테두리 설정에 대한 옵션을 선택할 수 있습니다.
pt: <indexterm><primary>temas</primary><secondary>opções da moldura da janela</secondary><tertiary>introdução</tertiary></indexterm><indexterm><primary>Temas do Marco</primary><see>temas, opções da moldura da janela</see></indexterm>A definição de moldura da janela de um tema determina apenas a aparência das molduras em volta das janelas. Os utilizadores podem escolher uma opção para a definição da moldura da janela na secção <guilabel>Margem da Janela</guilabel> da ferramenta de preferências <application>Tema</application>.
