Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: The configuration of individual panels and of panel objects is a complex task. To configure individual panels and panel objects, you must first understand the structure of the <filename>panel-default-setup.entries</filename> file. For more information on the <filename>panel-default-setup.entries</filename> file, see the next section.
ca: La construcció de quadres individuals i objectes del quadre és una tasca complexe. Per a configurar quadres individuals i objectes del quadre, primer heu d'entendre l'estructura del fitxer <filename>panel-default-setup.entries</filename>. Per a obtenir més informació sobre el fitxer <filename>panel-default-setup.entries</filename>, vegeu la secció següent.
cs: Nastavení jednotlivých panelů a objektů panelů je komplexní úkol. Pokud chcete nastavit jednotlivé panely a objekty panelů, musíte nejprve porozumět struktuře souboru <filename>panel-default-setup.entries</filename>. V následujícím oddíle najdete o souboru <filename>panel-default-setup.entries</filename> více informací.
de: Die Konfiguration individueller Panels und Panel-Objekte ist eine komplexe Aufgabe. Dafür sollten Sie zunächst den Aufbau der Datei <filename>panel-default-setup.entries</filename> verstehen. Weitere Informationen über diese Datei finden Sie im nächsten Abschnitt.
eu: Banakako panelak eta paneleko objektuak konfiguratzea zeregin konplexua da. Banakako panelak eta paneleko objektuak konfiguratzeko, <filename>panel-default-setup.entries</filename> eskemen definizio-fitxategiaren egitura ulertu behar da. <filename>panel-default-setup.entries</filename> fitxategiari buruzko informazio gehiago dago hurrengo atalean.
ja: パネルやパネル・オブジェクト毎に設定するのは複雑な作業です。これらを設定する際は、まず最初に <filename>panel-default-setup.entries</filename> ファイルの構造を理解しておく必要があります。この <filename>panel-default-setup.entries</filename> ファイルについて詳細は次のセクションをご覧ください。
ko: 각각의 패널과 패널 객체들을 설정하는 것을 복잡한 작업입니다. 개별적인 패널과 패널 객체들을 설정하려면, 먼저 <filename>panel-default-setup.entries</filename> 파일의 구조를 이해해야 합니다. <filename>panel-default-setup.entries</filename> 파일에 대한 자세한 정보는 다음 절을 보기 바랍니다.
pt: A configuração de painéis individuais e de objectos de painel é uma tarefa complexa. Para configurar painéis individuais e objectos de painel, terá primeiro de compreender a estrutura do ficheiro <filename>panel-default-setup.entries</filename>. Para mais informação sobre o ficheiro <filename>panel-default-setup.entries</filename>, consulte a secção seguinte.

source: To set preferences for individual panels and panel objects, you must set the values of many preferences in a configuration source. The easiest way to set the values of panel preferences is to use the <command>mateconftool-2</command> command with the <option>--dump</option> and <option>--load</option> options. For more information on how to set preferences for panels and objects on panels, see <xref linkend="mateconf-3"/>.
ca: Per a establir les preferències per a quadres individuals i objectes del quadre, heu d'establir els valors de moltes preferències en una font de configuració. La manera més fàcil d'establir els valors de les preferències del quadre és utilitzar l'ordre <command>mateconftool-2</command> amb les opcions <option>--dump</option> i <option>--load</option>. Per a obtenir més informació sobre com establir les preferències dels quadres i del objectes dels quadres, vegeu la <xref linkend="mateconf-3"/>.
cs: Když nastavujete předvolby pro jednotlivé panely a objekty panelů, musíte měnit hodnoty mnoha předvoleb ve zdroji nastavení. Nejjednodušší způsob, jak nastavit hodnoty předvoleb panelu je použít příkaz <command>mateconftool-2</command> s přepínači <option>--dump</option> a <option>--load</option>. Více informací o tom, jak nastavit předvolby pro panely a objekty panelů viz <xref linkend="mateconf-3"/>.
de: Zur individuellen Einstellung der Panels und Panel-Objekte müssen Sie zahlreiche Einstellungen in der Konfigurationsquelle verändern. Der einfachste Weg ist die Verwendung des Befehls <command>mateconftool-2</command> mit den Optionen <option>--dump</option> und <option>--load</option>. Weitere Informationen über die Einstellungen für Panels und Panel-Objekte finden Sie in <xref linkend="mateconf-3"/>.
eu: Banakako panelen eta paneleko objektuen hobespenak ezartzeko, konfigurazio-iturburuko hainbat hobespenen balioak ezarri behar dira. Panelen hobespenen balioak ezartzeko modurik errazena, <command>mateconftool-2</command> komandoa <option>--dump</option> eta <option>--load</option> aukerekin erabiltzea da. Panelen eta paneleko objektuen hobespenak ezartzeari buruzko informazio gehiago lortzeko, ikus <xref linkend="mateconf-3"/>.
ja: パネルやパネル・オブジェクト毎に設定を行うには、設定ソースの中にあるたくさんの設定項目の値を指定しなければなりません。パネルの設定値を指定する一番簡単な方法は <command>mateconftool-2</command> コマンドに <option>--dump</option> と <option>--load</option> というオプションも一緒に指定して使用するというものです。パネルとパネル・オブジェクトの設定値を指定する方法について詳細は「<xref linkend="mateconf-3"/>」をご覧ください。
ko: 개별적인 패널과 패널 객체를 설정하려면, 많은 설정 소스 내의 많은 설정 값들을 변경해야 합니다. 패널 설정 값을 변경하기 위한 가장 손쉬운 방법은 <command>mateconftool-2</command> 명령을 <option>--dump</option> 옵션 및 <option>--load</option> 옵션과 함께 사용하는 것입니다. 패널 및 패널 상의 객체들에 대한 설정을 변경하는 자세한 방법은 <xref linkend="mateconf-3"/> 부분을 보기 바랍니다.
pt: Para definir preferências de painéis individuais e objectos de painel, terá de definir os valores de várias preferências numa base de configuração. A forma mais simples de definir os valores de preferências de painel é utilizar o comando <command>mateconftool-2</command> com as opções <option>--dump</option> e <option>--load</option>. Para mais informação sobre como definir preferências de painéis e objectos de painel, consulte <xref linkend="mateconf-3"/>.

source: Specifying Individual Panels and Panel Objects
ca: Especificació de quadres individuals i objectes del quadre
cs: Specifikace jednotlivých panelů a objektů panelu
de: Individuelle Panels und Panel-Objekte
eu: Banakako panelak eta paneleko objektuak zahaztea
ja: パネルやパネル・オブジェクトを指定する方法
ko: 개별 패널 및 패널 객체 지정하는 방법
pt: Especificar Painéis Individuais e Objectos de Painel

source: panel and panel object
ca: quadre i objecte del quadre
cs: panel a objekt panelu
de: Panel und Panelobjekt
eu: panela eta paneleko objektua
ko: 패널과 패널 객체
pt: painel e objecto de painel

source: The file <filename>panel-default-setup.entries</filename> contains sections that specify panels and panel contents. The <filename>panel-default-setup.entries</filename> file specifies values for schema keys. The <filename>panel-default-setup.entries</filename> file resides in the <filename>/etc/mateconf/schemas</filename> directory.
ca: El fitxer <filename>panel-default-setup.entries</filename> conté seccions que especifiquen els quadres i els continguts dels quadres. El fitxer <filename>panel-default-setup.entries</filename> especifica els valors de les claus d'esquema. El fitxer <filename>panel-default-setup.entries</filename> està ubicat en el directori <filename>/etc/mateconf/schemas</filename>.
cs: Soubor <filename>panel-default-setup.entries</filename> obsahuje oddíly, které specifikují panely a objekty panelů. Určuje hodnoty pro klíče schématu a nachází se ve složce <filename>/etc/mateconf/schemas</filename>.
de: Die Datei <filename>panel-default-setup.entries</filename> enthält Abschnitte, die sich auf Panels und deren Inhalte beziehen. Die Datei <filename>panel-default-setup.entries</filename> legt Werte für Schema-Schlüssel fest. Die Datei <filename>panel-default-setup.entries</filename> befindet sich im Ordner <filename>/etc/mateconf/schemas</filename>.
eu: Panela eta panelaren edukia zehazteko atalak dauzka <filename>panel-default-setup.entries</filename> fitxategiak. Eskema-gakoen balioak zehazten ditu <filename>panel-default-setup.entries</filename> fitxategiak. <filename>/etc/mateconf/schemas</filename> direktorioan dago <filename>panel-default-setup.entries</filename> fitxategia.
ja: <filename>panel-default-setup.entries</filename> というファイルの中身はいくつかのセクションに分かれており、それぞれいろいろなパネルやパネル・オブジェクトを表しています。この <filename>panel-default-setup.entries</filename> ファイルにはスキーマ・キーに応じた値を指定します。この <filename>panel-default-setup.entries</filename> ファイルは <filename>/etc/mateconf/schemas</filename> フォルダの中にあります。
ko: <filename>panel-default-setup.entries</filename> 파일은 패널과 패널 객체들을 지정하는 부분을 포함하고 있습니다. <filename>panel-default-setup.entries</filename> 파일은 스키마 키에 대한 값을 지정합니다. <filename>panel-default-setup.entries</filename> 파일은 <filename>/etc/mateconf/schemas</filename> 디렉토리에 있습니다.
pt: O ficheiro <filename>panel-default-setup.entries</filename> contém secções que especificam painéis e o conteúdo de painéis. O ficheiro <filename>panel-default-setup.entries</filename> especifica valores de chaves de esquema. O ficheiro <filename>panel-default-setup.entries</filename> encontra-se no directório <filename>/etc/mateconf/schemas</filename>.

source: The <filename>panel-default-setup.entries</filename> file is structured as follows:
ca: El fitxer <filename>panel-default-setup.entries</filename> s'estructura com es mostra a continuació:
cs: Soubor <filename>panel-default-setup.entries</filename> má následující strukturu:
de: Die Datei <filename>panel-default-setup.entries</filename> ist wie folgt aufgebaut:
eu: <filename>panel-default-setup.entries</filename> fitxategiak egitura hau du:
ja: この <filename>panel-default-setup.entries</filename> ファイルの構造は次のとおりです:
ko: <filename>panel-default-setup.entries</filename> 파일은 다음과 같은 구조로 이루어져 있습니다:
pt: O ficheiro <filename>panel-default-setup.entries</filename> encontra-se estruturado da seguinte forma:

source: Keys that specify the general structure of panels, applets, and other panel objects in the MATE Desktop. The following keys specify the number of panels, panel objects, and applets that appear in the MATE Desktop:
ca: Claus que especifiquen l'estructura general dels quadres, miniaplicacions i altre objectes del quadre a l'escriptori del MATE. Les claus següents especifiquen el número de quadres, objectes del quadre i miniaplicacions que apareixen a l'escriptori del MATE:
cs: Klíče, které specifikují všeobecnou strukturu panelů, appletů a dalších objektů panelu v pracovním prostředí MATE. Následující klíče určují počet panelů, objektů panelu a appletů, které se objeví v pracovním prostředí MATE:
de: Schlüssel, die den allgemeinen Aufbau von Panels, Applets und anderen Panel-Objekten auf dem MATE-Desktop festlegen. Die folgenden Schlüssel geben die anzahl der Panels, Panel-Objekte und angezeigten Applets auf dem MATE-Desktop an:
eu: MATEren mahaigaineko panelen, miniaplikazioen eta paneletako beste objektu batzuen egitura orokorra zehazten duten gakoak. MATEren mahaigainean agertzen diren panelen, paneletako objektuen eta miniaplikazioen kopurua zehazten dute gako hauek:
ja: MATE デスクトップ環境でパネルやパネル・オブジェクト全般の構造を指定するキーで、次に示すキーはそれぞれ MATE デスクトップに表示されるパネルやパネル・オブジェクト、アプレットの個数を表しています:
ko: 그놈 데스크탑 내의 패널, 애플릿 및 다른 패널 객체들에 대한 일반적인 구조를 나타내는 키. 다음의 키들은 그놈 데스크탑 내에 나타나는 패널, 패널 객체, 애플릿 등의 갯수를 지정합니다:
pt: Chaves que especificam a estrutura geral de painéis, applets, e outros objectos de painel no Ambiente de Trabalho MATE. As seguintes chaves especificam o número de painéis, objectos de painel, e applets que surgem no Ambiente de Trabalho MATE:

source: The keys also assign identifiers to each panel, panel object, and applet. For example, the following sample from <filename>panel-default-setup.entries</filename> specifies that one panel appears in the MATE Desktop:
ca: Les claus també assignen identificadors a cada quadre, objecte del quadre i miniaplicació. Per exemple, l'exemple següent del <filename>panel-default-setup.entries</filename> especifica que només hi haurà un quadre a l'escriptori del MATE:
cs: Klíče také přiřazují identifikátor každému panelu, objektu panelu a appletu. Např. následující ukázka z <filename>panel-default-setup.entries</filename> specifikuje jeden panel, který se objeví v pracovním prostředí MATE:
de: Die Schlüssel ordnen auch Bezeichner jedem Panel, Panel-Objekt und Applet zu. Als Beispiel zeigt folgender Ausschnitt aus der Datei <filename>panel-default-setup.entries</filename>, dass ein Panel auf dem MATE-Desktop erscheint:
eu: Panel, paneleko objektu eta miniaplikazio bakoitzari identifikatzaileak esleitzen dizkiote gakoek. Adibidez, MATEren mahaigainean panel bat agertzen dela zehazten du <filename>panel-default-setup.entries</filename> fitxategiko lagin honek:
ja: このキーはさらにパネルやパネル・オブジェクトやアプレットの識別子も割り当てます。例えば、<filename>panel-default-setup.entries</filename> ファイルの中にある次のセクションは MATE デスクトップの中に表示されているパネルの一つを表しています:
ko: 각각의 키들은 또한 각각의 패널, 패널 객체, 애플릿에 대한 ID를 할당합니다. 예를 들어 다음 예제는 <filename>panel-default-setup.entries</filename> 파일에 있는 것으로, 그놈 데스크탑 내에 있는 한 패널을 나타냅니다:
pt: As chaves também atribuem identificadores a cada painel, objecto de painel, e applet. Por exemplo, a seguinte amostra de <filename>panel-default-setup.entries</filename> especifica que é visível um painel no Ambiente de Trabalho MATE:

source: In the <filename>panel-default-setup.entries</filename> file, the identifier <systemitem>bottom_panel</systemitem> identifies the bottom edge panel.
ca: En el fitxer <filename>panel-default-setup.entries</filename>, l'identificador <systemitem>bottom_panel</systemitem> identifica el quadre de la part inferior.
cs: V souboru <filename>panel-default-setup.entries</filename> je pro panel u spodního okraje určen identifikátor <systemitem>bottom_panel</systemitem>.
de: In der Datei <filename>panel-default-setup.entries</filename> bezieht sich der Bezeichner <systemitem>bottom_panel</systemitem> auf das Panel am unteren Bildschirmrand.
eu: <filename>panel-default-setup.entries</filename> fitxategian, beheko ertzeko panela identifikatzen du <systemitem>bottom_panel</systemitem> identifikatzaileak.
ja: このセクションの中にある <systemitem>bottom_panel</systemitem> という識別子が「<ulink type="help" url="ghelp:user-guide?bottom-panel">ボトム・エッジ・パネル</ulink>」を表しています。
ko: <filename>panel-default-setup.entries</filename> 파일 내의 <systemitem>bottom_panel</systemitem> ID는 아래쪽 가장자리에 있는 패널을 지칭합니다.
pt: No ficheiro <filename>panel-default-setup.entries</filename>, o identificador <systemitem>bottom_panel</systemitem> identifica o painel inferior.

source: Keys that specify the properties of the panels. The panel property keys are structured as follows:
ca: Les claus que especifiquen les propietats dels quadres. Les claus de les propietats del quadre estan estructurades de la manera següent:
cs: Klíče, které specifikují vlastnosti panelů. Klíče s vlastnostmi panelu mají následující strukturu:
de: Schlüssel, die die Eigenschaften eines Panels festlegen. Die Eigenschaftsschlüssel eines Panels sind wie folgt strukturiert:
eu: Panelen propietateak zehazten dituzten gakoak. Panelen propietateen gakoak egitura hau dute:
ja: パネルのプロパティを表すキーで、次のような構造になっています:
ko: 패널의 속성을 나타내는 키. 패널 속성 키들은 다음과 같은 구조로 이루어져 있습니다:
pt: Chaves que especificam as propriedades dos painéis. As chaves de propriedades dos painéis estão estruturadas da seguinte forma:

source: For example, the key <systemitem>/apps/panel/default_setup/toplevels/bottom_panel/size</systemitem> specifies the size of the bottom panel.
ca: Per exemple, la clau <systemitem>/apps/panel/default_setup/toplevels/bottom_panel/size</systemitem> especifica la mida del quadre de la part inferior.
cs: Například klíč <systemitem>/apps/panel/default_setup/toplevels/bottom_panel/size</systemitem> určuje velikost spodního panelu.
de: Beispielsweise legt der Schlüssel <systemitem>/apps/panel/default_setup/toplevels/bottom_panel/size</systemitem> die Größe des unteren Panels fest.
eu: Adibidez, <systemitem>/apps/panel/default_setup/toplevels/bottom_panel/size</systemitem> gakoak beheko panelaren tamaina zehazten du.
ja: 例えば <systemitem>/apps/panel/default_setup/toplevels/bottom_panel/size</systemitem> というキーはボトム・エッジ・パネルの大きさを表しています。
ko: 예를 들어 <systemitem>/apps/panel/default_setup/toplevels/bottom_panel/size</systemitem> 키는 아래쪽 패널의 크기를 지정합니다.
pt: Por exemplo, a chave <systemitem>/apps/panel/default_setup/toplevels/bottom_panel/size</systemitem> especifica o tamanho do painel inferior.

source: Keys that specify the panel objects, the panel object properties, and the panels in which the objects reside. For example, the following sample from <filename>panel-default-setup.entries</filename> specifies a <guimenu>Main Menu</guimenu> object at the left side of the bottom panel:
ca: Les claus que especifiquen els objectes del quadre, les propietats de l'objecte del quadre i els quadres on hi ha els objectes. Per exemple, l'exemple següent del <filename>panel-default-setup.entries</filename> especifica un objecte <guimenu>Menú principal</guimenu> a la banda esquerra del quadre inferior:
cs: Klíče, které specifikují objekty panelu, vlastnosti objektů panelu a panely, ve kterých jsou objekty umístěné. Např. následující ukázka z <filename>panel-default-setup.entries</filename> specifikuje objekt <guimenu>Hlavní nabídka</guimenu> v levé části spodního panelu:
de: Schlüssel, welche sich auf Panel-Objekte beziehen, auf Eigenschaften der Panel-Objekte sowie die Panels, in denen sich die Objekte befinden. Im folgenden Beispiel aus <filename>panel-default-setup.entries</filename> wird ein <guimenu>Hauptmenü</guimenu>-Objekt im unteren Panel definiert:
eu: Paneleko objektuak, paneleko objektuen propietateak eta objektuak kokatzen diren panelak zehazten dituzten gakoak. Adibidez, beheko panelaren ezkerraldeko <guimenu>Menu nagusia</guimenu> objektua zehazten du <filename>panel-default-setup.entries</filename> specifies a <guimenu>Leiho nagusia</guimenu> fitxategiko lagin honek:
ja: パネル・オブジェクトとそのプロパティ、そしてパネル・オブジェクトを格納しているパネルなどをまとめて定義するキーです。例えば <filename>panel-default-setup.entries</filename> ファイルの中にある次のセクションは、ボトム・エッジ・パネルの左端にある「<ulink type="help" url="ghelp:user-guide?menubar">メイン・メニュー</ulink>」というオブジェクトを表しています:
ko: 패널 객체, 패널 객체의 속성 및 객체들이 존재하는 패널을 나타내는 키. 예를 들어 다음의 예제는 <filename>panel-default-setup.entries</filename> 파일에 있는 것으로, 아래쪽 패널의 왼쪽 편에 있는 <guimenu>주 메뉴</guimenu> 객체를 나타냅니다:
pt: Chaves que especificam os objectos de painel, as propriedades dos objectos de painel, e os painéis em que os objectos residem. Por exemplo, a seguinte amostra de <filename>panel-default-setup.entries</filename> especifica o objecto <guimenu>Menu Principal</guimenu> no lado esquerdo do painel inferior:

source: Keys that specify the applets, the applet preferences, and the panels in which the applets reside. For example, the following sample from <filename>panel-default-setup.entries</filename> specifies the <application>Window List</application> applet, in the bottom panel:
ca: Les claus que especifiquen les miniaplicacions, les preferències de la miniaplicació i els quadres on hi han les miniaplicacions. Per exemple, l'exemple següent del <filename>panel-default-setup.entries</filename> especifica la miniaplicació <application>Llista de finestres</application>, en el quadre inferior:
cs: Klíče, které specifikují applety, předvolby appletů a panely, ve kterých jsou applety umístěné. Například následující ukázka z <filename>panel-default-setup.entries</filename> specifikuje applet <application>Seznam oken</application> ve spodním panelu:
de: Schlüssel, welche sich auf Applets beziehen, auf Einstellungen der Applets sowie die Panels, in denen sich die Applets befinden. Im folgenden Beispiel aus <filename>panel-default-setup.entries</filename> wird ein <guimenu>Fensterlisten</guimenu>-Applet im unteren Panel definiert:
eu: Miniaplikazioak, miniaplikazioen hobespenak eta miniaplikazioak kokatzen diren panelak zehazten dituzten gakoak. Adibidez, beheko paneleko <application>Leiho-zerrenda</application> miniaplikazioa zehazten du <filename>panel-default-setup.entries</filename> fitxategiko lagin honek:
ja: アプレットとその設定、そしてアプレットを格納しているパネルなどをまとめて定義するキーです。例えば <filename>panel-default-setup.entries</filename> ファイルの中にある次のセクションは、ボトム・エッジ・パネルの中にある「<ulink type="help" url="ghelp:user-guide?windowlist">ウィンドウの一覧</ulink>」アプレットを表しています:
ko: 애플릿, 애플릿 속성 및 애플릿이 존재하는 패널을 나타내는 키. 예를 들어 다음의 예제는 <filename>panel-default-setup.entries</filename> 파일에 있는 것으로, 아래쪽 패널에 있는 <application>창 목록</application> 애플릿을 나타냅니다:
pt: Chaves que especificam as applets, as preferências das applets, e os painéis em que as applets residem. Por exemplo, a seguinte amostra de <filename>panel-default-setup.entries</filename> especifica a applet de <application>Lista de Janelas</application>, no painel inferior:

source: The OAFIID is a unique identifier for an applet. To find the OAFIID for a particular applet, see the <filename>.server</filename> file for the applet in the <filename>/usr/lib/matecomponent/servers</filename> directory. For example, the following excerpt from <filename>MATE_Wncklet_Factory.server</filename> shows the OAFIID for the <application>Window List</application> applet:
ca: L'OAFIID és un identificador únic per a cada miniaplicació. Per a trobar l'OAFIID d'una miniaplicació determinada, vegeu el fitxer <filename>.server</filename> per a la miniaplicació en el directori <filename>/usr/lib/matecomponent/servers</filename>. Per exemple, l'extracte següent del <filename>MATE_Wncklet_Factory.server</filename> mostra l'OAFIID de la miniaplicació <application>Llista de finestres</application>:
cs: OAFIID je jedinečný identifikátor appletu. Když chcete najít OAFIID pro určitý applet, podívejte se do souboru <filename>.server</filename> onoho appletu ve složce <filename>/usr/lib/matecomponent/servers</filename>. Například následující výňatek z <filename>MATE_Wncklet_Factory.server</filename> ukazuje OAFIID pro applet <application>Seznam oken</application>.
de: Die OAFIID ist ein eindeutiger Bezeichner für ein Applet. Die OAFIID für ein bestimmtes Applet finden Sie in der <filename>.server</filename>-Datei für ein Applet im Ordner <filename>/usr/lib/matecomponent/servers</filename>. Beispielsweise zeigt der folgende Auszug aus der Datei <filename>MATE_Wncklet_Factory.server</filename> die OAFIID für das <application>Fensterlisten</application>-Applet:
eu: Miniaplikazio baten identifikatzaile bakarra da OAFIIDa. Miniaplikazio jakin baten OAFIIDa bilatzeko, ikus miniaplikazioaren <filename>.server</filename> fitxategia <filename>/usr/lib/matecomponent/servers</filename> direktorioan. Adibidez, <application>Leiho-zerrenda</application> miniaplikazioaren OAFIIDa ikus daiteke <filename>MATE_Wncklet_Factory.server</filename> fitxategiaren zati honetan:
ja: <literal>OAFIID</literal> はアプレットを識別するために使用する重複しない文字列です。特定のアプレットの OAFIID を検索するには、<filename>/usr/lib/matecomponent/servers</filename> フォルダにあるそのアプレットの <filename>.server</filename> ファイルの中身をご覧ください。例えば <filename>MATE_Wncklet_Factory.server</filename> というファイルから抜粋した次のデータにある OAFIID は<application>ウィンドウの一覧</application>アプレットを表しています:
ko: OAFIID는 애플릿에 대한 고유 ID입니다. 특정 애플릿에 대한 OAFIID를 찾으려면 <filename>/usr/lib/matecomponent/servers</filename> 디렉토리 내의 <filename>.server</filename> 파일을 보기 바랍니다. 예를 들어 다음 예제는 <filename>MATE_Wncklet_Factory.server</filename> 파일에서 가져온 것으로 <application>Window List</application> 애플릿의 OAFIID를 보여줍니다:
pt: O OAFIID é um identificador único de uma applet. Para saber o OAFIID de uma applet específica, consulte o ficheiro <filename>.server</filename> dessa applet no directório <filename>/usr/lib/matecomponent/servers</filename>. Por exemplo, o seguinte excerto de <filename>MATE_Wncklet_Factory.server</filename> indica o OAFIID da applet <application>Lista de Janelas</application> (Window List):

source: To Set Preferences for Individual Panels and Panel Objects
ca: Establiment de les preferències dels quadres individuals i dels objectes del quadre
cs: Nastavení předvoleb pro jednotlivé panely a objekty panelu
de: Einstellungen für individuelle Panels und Panel-Objekte festlegen
eu: Banakako panelen eta paneleko objektuen hobespenak ezartzea
ja: パネルやパネル・オブジェクト毎の設定値を指定する方法
ko: 개별 패널 및 패널 객체 설정 변경하는 방법
pt: Definir Preferências De Painéis Individuais e Objectos de Painel
