Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: The <literal>fontconfig</literal> library provides a list of all the fonts available on a MATE Desktop system. To compile this list, <literal>fontconfig</literal> searches the directories listed in the <filename>/etc/fonts/fonts.conf</filename> file. To view all the fonts available on a system, access the <literal>fonts:///</literal> location in the file manager on the system.
ca: La biblioteca <literal>fontconfig</literal> proporciona una llista de tots els tipus de lletra disponibles al sistema de l'escriptori del MATE. Per a compilar aquesta llista, el <literal>fontconfig</literal> cerca en els directoris llistats en el fitxer <filename>/etc/fonts/fonts.conf</filename>. Si voleu veure tots els tipus de lletra disponibles en el sistema, aneu a la ubicació <literal>fonts:///</literal> en el gestor de fitxers del sistema.
cs: Knihovna <literal>fontconfig</literal> poskytuje seznam všech dostupných písem v pracovním prostředí MATE. Kvůli sestavení tohoto seznamu prohledává <literal>fontconfig</literal> složky uvedené v souboru <filename>/etc/fonts/fonts.conf</filename>. Pokud si chcete prohlédnou všechna dostupná písma v systému, přepněte se ve správci souborů na umístění <literal>fonts:///</literal>.
de: Die <literal>fontconfig</literal> stellt eine Liste aller für die MATE-Arbeitsumgebung verfügbaren Schriften bereit. Um diese Liste zu erstellen, durchsucht <literal>fontconfig</literal> die in der Datei <filename>/etc/fonts/fonts.conf</filename> aufgelisteten Ordner. Um alle im System installierten Schriften zu betrachten, rufen Sie im Dateimanager die Adresszeile <literal>fonts:///</literal> auf.
eu: MATEren mahaigaineko sisteman erabilgarri dauden letra-tipo guztien zerrenda ematen du <literal>fontconfig</literal> liburutegiak. Zerrenda hori konpilatzeko, <filename>/etc/fonts/fonts.conf</filename> fitxategian zerrendatutako direktorioak arakatzen ditu <literal>fontconfig</literal>ek. Sistema batean erabilgarri dauden letra-tipo guztiak ikusteko, joan sistemaren fitxategi-kudeatzaileko <literal>fonts:///</literal> kokalekura.
ja: <literal>fontconfig</literal> のライブラリはお使いの MATE デスクトップで利用できるフォントの一覧を提供してくれます。この一覧をコンパイルする際、<literal>fontconfig</literal> は <filename>/etc/fonts/fonts.conf</filename> というファイルの中に記載されたフォルダを解析します。システム規模で利用可能なフォントの一覧を取得するには、ファイル・マネージャで <literal>fonts:///</literal> という場所にアクセスしてみてください。
ko: <literal>fontconfig</literal> 라이브러리는 그놈 데스크탑에서 이용할 수 있는 모든 글꼴의 목록을 제공합니다. <literal>fontconfig</literal> 라이브러리는 모든 글꼴의 목록을 작성하기 위해 <filename>/etc/fonts/fonts.conf</filename> 파일에 나열된 모든 디렉토리들을 검색합니다. 시스템 내의 모든 글꼴들을 보려면, 시스템의 파일 관리자에서 <literal>fonts:///</literal> 위치로 이동합니다.
pt: A biblioteca <literal>fontconfig</literal> fornece uma lista de todas as fontes disponíveis num sistema com o Ambiente de Trabalho MATE. Para criar esta lista, o <literal>fontconfig</literal> procura nos directórios especificados no ficheiro <filename>/etc/fonts/fonts.conf</filename>. Para ver todas as fontes disponíveis num sistema, aceda à localização <literal>fonts:///</literal> no gestor de ficheiros do seu sistema.

source: For more information about the <literal>fontconfig</literal> library, see the following URL:
ca: Per a obtenir més informació sobre la biblioteca <literal>fontconfig</literal>, vegeu l'URL següent:
cs: Pokud se chcete o knihovně <literal>fontconfig</literal> dovědět další podrobnosti, navštivte následující URL:
de: Weitere Informationen über die Bibliothek <literal>fontconfig</literal> finden sie unter folgender Adresse:
eu: <literal>fontconfig</literal> liburutegiari buruzko informazio gehiago behar baduzu, ikus URL hau:
ja: <literal>fontconfig</literal> のライブラリについて詳細は次の URL を参照してみてください:
ko: <literal>fontconfig</literal> 라이브러리에 대한 자세한 정보는 다음 URL을 방문해 보십시오:
pt: Para mais informações sobre a biblioteca <literal>fontconfig</literal>, consulte o seguinte URL:

source: Font Substitution
ca: Substitució dels tipus de lletra
cs: Náhrada písma
de: Schriftersetzung
eu: Letra-tipoak aldatzea
ja: フォントの置き換え
ko: 글꼴 바꾸기
pt: Substituição de Fonte

source: substitution
ca: substitució
cs: náhrada písma
eu: aldatzea
ko: 바꾸기, 대체
pt: substituição

source: The <literal>fontconfig</literal> library performs font substitution when either entire fonts, or individual characters, are not present. If the system needs to display a font that is not available, <literal>fontconfig</literal> attempts to display another, similar font. For example, if a web page requests to display the Verdana font, and that font is not installed on the system, <literal>fontconfig</literal> displays a similar font, such as Helvetica. The list of similar fonts is defined in the <filename>/etc/fonts/fonts.conf</filename> file.
ca: La biblioteca <literal>fontconfig</literal> realitza la substitució del tipus de lletra quan aquests, o bé caràcters individuals, no estan en el sistema. En aquests casos, la <literal>fontconfig</literal> intenta mostrar un altre tipus de lletra similar. Per exemple, si una pàgina web sol·licita mostrar el tipus de lletra Verdana i aquest tipus de lletra no està instal·lat en el sistema, lal <literal>fontconfig</literal> mostrarà un tipus de lletra similar, com ara l'Helvetica. La llista de tipus de lletres similars està definida en el fitxer <filename>/etc/fonts/fonts.conf</filename>.
cs: Knihova <literal>fontconfig</literal> provádí náhradu písem v situacích, kdy buď celé písmo nebo určitý znak nejsou k dispozici. Pokud systém potřebuje zobrazit písmo, které není dostupné, <literal>fontconfig</literal> se pokusí zobrazit jiné, podobné písmo. Například, když webová stránka požaduje zobrazení v písmu Verdana a takové písmo v systému není nainstalované, <literal>fontconfig</literal> použije k zobrazení podobné písmo, třeba Helvetiku. Seznam podobných písem je definovaný v souboru <filename>/etc/fonts/fonts.conf</filename>.
de: Die <literal>fontconfig</literal>-Bibliothek führt Schriftersetzungen durch, wenn entweder komplette Schriften oder auch nur Teile davon nicht vorhanden sind. Falls das System die Anzeige einer nicht verfügbaren Schrift anfordert, versucht <literal>fontconfig</literal> eine andere, ähnliche Schrift darzustellen. Beispielsweise könnte eine Webseite anweist, die Schriftart Verdana zu verwenden und diese Schrift auf dem System nicht verfügbar ist, stellt <literal>fontconfig</literal> eine andere Schrift dar, zum Beispiel Helvetica. Eine Vergleichsliste ähnlicher Schiften befindet sich in der Datei <filename>/etc/fonts/fonts.conf</filename>.
eu: Letra-tipo osoak edo karaktere bakunak falta direnean, ordeztu egiten ditu <literal>fontconfig</literal> liburutegiak. Erabilgarri ez dagoen letra-tipo bat bistaratu behar duenean sistemak, beste bat, antzekoa, bistaratzen saiatzen da <literal>fontconfig</literal>. Adibidez, web-orri batek Verdana letra-tipoa bistaratzea eskatzen badu, eta letra-tipo hori sisteman instalatua ez badago, antzeko letra-tipo bat bistaratzen du <literal>fontconfig</literal>ek, hala nola Helvetica. Antzeko letra-tipoen zerrenda <filename>/etc/fonts/fonts.conf</filename> fitxategian zehazten da.
ja: <literal>fontconfig</literal> ライブラリは、フォントそのものが存在しない、またはいくつかの文字が存在しない時にフォントの置き換えを実施します。もしシステムで利用できないフォントを表示しなければならなくなったら、<literal>fontconfig</literal> は類似したフォントを使った表示を試みます。例えば、ウェブ・ページで <firstterm>Verdana</firstterm> というフォントを使った表示を要求し、そのフォントがシステムにインストールされていなかった場合、<literal>fontconfig</literal> のライブラリは <firstterm>Helvetica</firstterm> のような類似したフォントで描画します。類似したフォントの一覧は <filename>/etc/fonts/fonts.conf</filename> というファイルの中に定義されています。
ko: <literal>fontconfig</literal> 라이브러리는 전체 글꼴이나 특정 글자가 없는 경우에 글꼴을 바꾸어 줍니다. 만약 시스템에서 현재 글꼴에 포함되지 않는 글자를 표시해야 하는 경우, <literal>fontconfig</literal> 라이브러리는 비슷한 다른 글꼴을 표시하려고 시도할 것입니다. 예를 들면, 웹 페이지에서 Verdana 글꼴을 표시하도록 요청했지만 해당 글꼴이 시스템에 설치되어 있지 않다면 <literal>fontconfig</literal> 라이브러리는 Helvetica 와 같은 비슷한 글꼴을 보여줍니다. 비슷한 글꼴의 목록은 <filename>/etc/fonts/fonts.conf</filename> 파일에 정의되어 있습니다.
pt: A biblioteca <literal>fontconfig</literal> realiza substituição de fontes quando fontes inteiras, ou caracteres individuais, não existem. Se o sistema necessita de apresentar uma fonte que não se encontra disponível, <literal>fontconfig</literal> tenta apresentar outra, semelhante. Por exemplo, se uma página web pedir a apresentação da fonte Verdana, e essa fonte não estiver instalada no sistema, <literal>fontconfig</literal> apresenta uma fonte semelhante, tal como a Helvetica. A lista de fontes semelhantes está definida no ficheiro <filename>/etc/fonts/fonts.conf</filename>.

source: If the system needs to display a character that is not present in the selected font, <literal>fontconfig</literal> attempts to display the character in another, similar font. For example, you might select Bitstream Vera Sans as the font for the Text Editor application. The Bitstream Vera font family does not include Cyrillic characters. If you open a document which contains a Cyrillic character, Text Editor uses a similar font that includes Cyrillic characters to display the character.
ca: Si el sistema ha de mostrar un caràcter que no està present en el tipus de lletra seleccionat, la <literal>fontconfig</literal> intenta mostrar el caràcter d'un altre tipus de lletra similar. Per exemple, és possible que seleccioneu el tipus de lletra Bitstream Vera Sans per a l'aplicació «Editor de text». La família del tipus de lletra Bitstream Vera Sans no inclou els caràcters ciríl·lics. Si obriu un document que conté caràcters ciríl·lics, l'«Editor de text» utilitzarà un tipus de lletra similar que inclogui caràcters ciríl·lics per a mostrar el caràcter.
cs: Když systém potřebuje zobrazit znak, který vybrané písmo neobsahuje, pokusí se <literal>fontconfig</literal> zobrazit znak z jiného podobného písma. Můžete například vybrat v textovém editoru písmo Bitstream Vera Sans. Rodina písem Bitstream Vera nezahrnuje znaky Cyrilice. Pokud otevřete dokument, který obsahuje znaky Cyrilice, použije textový editor k zobrazení podobné písmo, které znaky Cyrilice zahrnuje.
de: Falls das System die Anzeige eines Zeichens anfordert, das in der gewählten Schrift nicht verfügbar ist, dann versucht <literal>fontconfig</literal> das Zeichen in einer anderen, ähnlichen Schrift darzustellen. Beispielsweise haben Sie Bitstream Vera Sans als Schrift für den Texteditor ausgewählt. Diese Schriftfamilie enthält keine kyrillischen Zeichen. Falls Sie ein Dokument öffnen, das kyrillische Zeichen enthält, dann verwendet der Texteditor eine ähnliche Schrift, die kyrillische Zeichen bereitstellt, um das Zeichen anzuzeigen.
eu: Hautatutako letra-tipoan erabilgarri ez dagoen karaktere bat bistaratu behar duenean sistemak, antzeko beste letra-tipo batean bistaratzen saiatzen da <literal>fontconfig</literal>. Adibidez, Bitstream Vera Sans aukera dezakezu testu-editorea aplikazioaren letra-tipo gisa. Bitstream Vera letra-tipoen familiak ez du karaktere zirilikorik. Karaktere zirilikoak dituen dokumentu bat irekitzen baduzu, karaktere zirilikoak dituen antzeko letra-tipoa erabiltzen du testu-editoreak karaktere horiek bistaratzeko.
ja: 選択したフォントの中には存在していない文字を表示しなければならなくなった場合、<literal>fontconfig</literal> のライブラリは類似した別のフォントにある文字を使った表示を試みます。例えば、<firstterm>Bitstream Vera Sans</firstterm> というフォントをテキスト・エディタで設定しているものとします。そして、この <firstterm>Bitstream Vera</firstterm> というフォントにはキリル文字は含まれていません。ここでキリル文字を含むドキュメントを開くと、テキスト・エディタはキリル文字を表示するためにキリル文字を含んでいるよく似たフォントを利用します。
ko: 만약 시스템에서 선택된 글꼴에 포함되지 않은 글자를 표시해야 하는 경우에, <literal>fontconfig</literal> 라이브러리는 비슷한 다른 글꼴을 표시하려고 시도할 것입니다. 예를 들어, 여러분이 텍스트 편집기에서 Bitstream Vera Sans 글꼴을 선택했다고 가정합니다. Bitstream Vera 글꼴 계열은 키릴 문자를 포함하지 않습니다. 만약 여러분이 키릴 문자를 포함한 문서를 연다면, 텍스트 편집기는 키릴 문자를 포함하는 비슷한 다른 글꼴을 사용하여 글자를 보여줄 것입니다.
pt: Se o sistema necessitar de apresentar um caracter que não existe na fonte seleccionada, <literal>fontconfig</literal> tenta apresentar o caracter noutra fonte semelhante. Por exemplo, poderá seleccionar a Bitstream Vera Sans como sendo a fonte da aplicação Editor de Texto. A família de fontes Bitstream Vera não inclui caracteres Cirílicos. Caso abra um documento que contenha caracteres Cirílicos, o Editor de Texto utilizará uma fonte semelhante que inclua os caracteres Cirílicos.

source: The <literal>fontconfig</literal> library also defines aliases for fonts, for example, <literal>serif</literal>, <literal>sans-serif</literal>, and <literal>monospace</literal>. When you select one of the aliases for a font, the system uses the first font that is defined for that alias in the <filename>/etc/fonts/fonts.conf</filename>.
ca: La biblioteca <literal>fontconfig</literal> també defineix àlies per als tipus de lletra, per exemple <literal>serif</literal>, <literal>sans-serif</literal> i <literal>monospace</literal>. Quan seleccioneu un dels àlies per als tipus de lletra, el sistema utilitzarà el primer tipus de lletra que s'hagi definit per a aquest àlies en el fitxer <filename>/etc/fonts/fonts.conf</filename>.
cs: Knihovna <literal>fontconfig</literal> rovněž definuje přezdívky pro písma, např. <literal>serif</literal>, <literal>sans-serif</literal> a <literal>monospace</literal>. Pokud vyberete písmo s takovouto přezdívkou, systém použije první písmo, které je pro takovou přezdívku definované v <filename>/etc/fonts/fonts.conf</filename>.
de: Die <literal>fontconfig</literal>-Bibliothek definiert auch Aliase für Schriften, wie beispielsweise <literal>serif</literal>, <literal>sans-serif</literal> und <literal>monospace</literal>. Wenn Sie einen der Aliase für eine Schrift auswählen, dann verwendet das System die erste Schrift, die durch diesen Alias in <filename>/etc/fonts/fonts.conf</filename> definiert ist.
eu: <literal>fontconfig</literal> liburutegiak letra-tipoen aliasak ere definitzen ditu; adibidez, <literal>serif</literal>, <literal>sans-serif</literal>, eta <literal>monospace</literal>. Letra-tipo batentzat alias horietako bat hautatzean, <filename>/etc/fonts/fonts.conf</filename>en alias horrentzat definitutako lehen letra-tipoa erabiltzen du sistemak.
ja: さらに <literal>fontconfig</literal> のライブラリは、<literal>serif</literal> とか <literal>sans-serif</literal> とか <literal>monospace</literal> といったフォントに対する別名を定義します。フォントの別名から一つ選択すると、システムは <filename>/etc/fonts/fonts.conf</filename> で別名として定義した一番最初のフォントを利用します。
ko: <literal>fontconfig</literal> 라이브러리는 또한 <literal>serif</literal>, <literal>sans-serif</literal>, <literal>monospace</literal> 와 같은 글꼴들에 대한 별칭(alias)들도 정의합니다. 만약 여러분이 이러한 별칭 중의 하나를 선택한다면, 시스템은 <filename>/etc/fonts/fonts.conf</filename> 파일 내에 있는 별칭에 정의된 첫 번째 글꼴을 사용합니다.
pt: A biblioteca <literal>fontconfig</literal> também define nomes alternativos (ou alcunhas) para fontes, por exemplo, <literal>serif</literal>, <literal>sans-serif</literal>, e <literal>monospace</literal>. Quando selecciona um dos nomes alternativos de uma fonte, o sistema utiliza a primeira fonte que estiver definida nesse nome alternativo em <filename>/etc/fonts/fonts.conf</filename>.

source: To Add a Font for All Users
ca: Addició d'un tipus de lletra per a tots els usuaris
cs: Přidání písma pro všechny uživatele
de: Hinzufügen einer Schrift für alle Benutzer
eu: Erabiltzaile guztientzat letra-tipoak gehitzea
ja: すべてのユーザ向けにフォントを追加する
ko: 모든 사용자를 위해 글꼴 추가하기
pt: Para Adicionar uma Fonte para Todos os Utilizadores

source: adding for all users
ca: afegir per a tots els usuaris
cs: přidání pro všechny uživatele
de: für alle Benutzer hinzufügen
eu: erabiltzaile guztientzat gehitzea
ko: 모든 사용자에게 적용되도록 추가하기
pt: adicionar para todos os utilizadores

source: To add a font for all users, perform the following steps:
ca: Per a afegir un tipus de lletra per a tots els usuaris, realitzeu els passos següents:
cs: Pokud chcete přidat písmo pro všechny uživatele, postupujte podle těchto kroků:
de: Um eine Schrift für alle Benutzer hinzuzufügen, gehen Sie wie folgt vor:
eu: Erabiltzaile guztientzat letra-tipo bat gehitzeko, jarraitu urrats hauei:
ja: デスクトップ環境を利用するすべてのユーザ向けにフォントを追加する手順は次のとおりです:
ko: 모든 사용자들에게 적용되도록 글꼴을 추가하려면, 다음 단계를 수행합니다:
pt: Para adicionar para todos os utilizadores, realize os seguintes passos:

source: Copy the font file to one of the directories in the <filename>/etc/fonts/fonts.conf</filename> file. Typically, fonts are stored in the <filename>/usr/share/fonts/</filename> directory.
ca: Copieu el fitxer del tipus de lletra a un dels directoris en el fitxer <filename>/etc/fonts/fonts.conf</filename>. Generalment, els tipus de lletra s'emmagatzemen al directori <filename>/usr/share/fonts/</filename>.
cs: Nakopírujte soubor s písmem do jedné ze složek uvedených v souboru <filename>/etc/fonts/fonts.conf</filename>. Typicky bývají písma uložená ve složce <filename>/usr/share/fonts/</filename>.
de: Kopieren Sie die Schriftdatei in einen der in der Datei <filename>/etc/fonts/fonts.conf</filename> aufgelisteten Ordner. Üblicherweise werden Schriften im Ordner <filename>/usr/share/fonts/</filename> gespeichert.
eu: Kopiatu letra-tipoaren fitxategia <filename>/etc/fonts/fonts.conf</filename> fitxategiko direktorioren batean. <filename>/usr/share/fonts/</filename> direktorioan egoten dira letra-tipoak normalean.
ja: フォントのファイルを <filename>/etc/fonts/fonts.conf</filename> ファイルに記述したフォルダのいずれかにコピーする (一般的にフォントは <filename>/usr/share/fonts/</filename> というフォルダにインストールされる)
ko: 글꼴 파일을 <filename>/etc/fonts/fonts.conf</filename> 파일에 있는 디렉토리 중의 하나에 복사합니다. 일반적으로 글꼴들은 <filename>/usr/share/fonts/</filename> 디렉토리에 저장됩니다.
pt: Copie o ficheiro da fonte para um dos directórios indicados no ficheiro <filename>/etc/fonts/fonts.conf</filename>. Normalmente, as fontes estão armazenadas no directório <filename>/usr/share/fonts/</filename>.

source: The <literal>fontconfig</literal> library updates the list of fonts automatically. If the list of fonts is not updated, run the following command:
ca: La biblioteca <literal>fontconfig</literal> actualitza la llista de tipus de lletra automàticament. Si la llista de tipus de lletra no s'actualitza, executeu l'ordre següent:
cs: Knihovna <literal>fontconfig</literal> aktualizuje seznam písem automaticky. Pokud se seznam písem přesto neaktualizuje, spusťte následující příkaz:
de: Die <literal>fontconfig</literal>-Bibliothek aktualisiert die Liste der Schriften automatisch. Falls dies nicht automatisch geschieht, führen Sie folgenden Befehl aus:
eu: <literal>fontconfig</literal> liburutegiak automatikoki eguneratzen du letra-tipoen zerrenda. Letra-tipoen zerrenda eguneratua ez badago, exekutatu komando hau:
ja: <literal>fontconfig</literal> のライブラリがフォントの一覧を自動的に更新するが、もし何らかの理由で更新されなかったら、次のコマンドラインを実行する:
ko: <literal>fontconfig</literal> 라이브러리는 자동으로 글꼴의 목록을 갱신합니다. 만약 글꼴 목록이 갱신되지 않았다면, 다음 명령을 실행합니다:
pt: A biblioteca <literal>fontconfig</literal> actualiza a lista de fontes automaticamente. Se a lista de fontes não for actualizada, execute o seguinte comando:

source: directory-name
ca: nom-del-directori
cs: název-složky
eu: direktorio-izena
ja: フォルダ名
ko: 디렉토리-이름
pt: nome-directório

source: To Add a Font for an Individual User
ca: Addició d'un tipus de lletra per a un usuari individual
cs: Přidání písma pro jednotlivého uživatele
de: Hinzufügen einer Schrift für einen individuellen Benutzer
eu: Erabiltzaile batentzat letra-tipoak gehitzea
ja: ユーザ毎にフォントを追加する
ko: 특정 사용자를 위해 글꼴 추가하기
pt: Para Adicionar uma Fonte para um Utilizador Específico

source: adding for individual users
ca: afegir per a usuaris individuals
cs: přidání pro jednotlivého uživatele
de: Hinzufügen für bestimmte Benutzer
eu: erabiltzaile batentzat gehitzea
ko: 특정 사용자에게 적용되도록 추가하기
pt: adicionar para utilizadores específicos

source: To add a font for an individual users, perform the following steps:
ca: Per a afegir un tipus de lletra per a un usuari individual, realitzeu els passos següents:
cs: Pokud chcete přidat písmo pro jednotlivého uživatele, postupujte podle těchto kroků:
de: Um eine Schrift für einen individuellen Benutzer hinzuzufügen, gehen Sie wie folgt vor:
eu: Erabiltzaile batentzat letra-tipo bat gehitzeko, jarraitu urrats hauei:
ja: ユーザが個々にフォントを追加する手順は次のとおりです:
ko: 특정 사용자에게만 적용되도록 글꼴을 추가하려면, 다음 단계를 수행합니다:
pt: Para adicionar uma fonte para um utilizador específico, realize os seguintes passos:

source: Copy the font file to the <filename>$HOME/.fonts</filename> directory of the user. If you drag the font file to the <literal>fonts:///</literal> location in the file manager, the font file is copied to the <filename>$HOME/.fonts</filename> directory.
ca: Copieu el fitxer del tipus de lletra al directori <filename>$HOME/.fonts</filename> de l'usuari. Si arrossegueu el fitxer del tipus de lletra a la ubicació <literal>fonts:///</literal> en el gestor de fitxers, el fitxer del tipus de lletra es copiarà al directori <filename>$HOME/.fonts</filename>.
cs: Nakopírujte soubor s písmem do složky <filename>$HOME/.fonts</filename> uživatele. Také když přetáhnete soubor s písmem do umístění <literal>fonts:///</literal> ve správci souborů, nakopíruje písmo do složky <filename>$HOME/.fonts</filename>.
de: Kopieren Sie die Schriftdatei in den Ordner <filename>$HOME/.fonts</filename> des Benutzers. Wenn Sie die Schriftdatei in den Ort <literal>fonts:///</literal> im Dateimanager ziehen, dann wird diese in den Ordner <filename>$HOME/.fonts</filename> kopiert.
eu: Kopiatu letra-tipoaren fitxategia erabiltzailearen <filename>$HOME/.fonts</filename> direktorioan. Letra-tipoen fitxategia fitxategi-kudeatzaileko <literal>fonts:///</literal> kokalekura arrastatzen baduzu, letra-tipoa automatikoki kopiatzen da <filename>$HOME/.fonts</filename> direktorioan.
ja: フォントのファイルをユーザの <filename>$HOME/.fonts</filename> というフォルダにコピーする (フォントのファイルをファイル・マネージャから <literal>fonts:///</literal> という場所にドラッグした場合、フォントのファイルのコピーが自動的に <filename>$HOME/.fonts</filename> というフォルダに作成される)
ko: 글꼴 파일을 사용자의 <filename>$HOME/.fonts</filename> 디렉토리에 복사합니다. 만약 여러분이 파일 관리자에서 <literal>fonts:///</literal> 위치에 글꼴 파일을 옮겨놓았다면(drag), 글꼴 파일은 <filename>$HOME/.fonts</filename> 디렉토리로 복사됩니다.
pt: Copie o ficheiro da fonte para o directório <filename>$HOME/.fonts</filename> do utilizador. Se arrastar o ficheiro de fonte para a localização <literal>fonts:///</literal> no gestor de ficheiros, o ficheiro de fonte é copiado para o directório <filename>$HOME/.fonts</filename>.

source: MIME Types
ca: Tipus MIME
cs: Typy MIME
de: MIME-Typen
eu: MIME motak
ja: MIME 型
ko: MIME 형식
pt: Tipos MIME

source: This chapter describes how applications detect MIME types, how to register MIME types, and how to add applications to the MATE Desktop.
ca: Aquest capítol descriu com les aplicacions detecten els tipus MIME, com registrar tipus MIME i com afegir aplicacions a l'escriptori del MATE.
cs: Tato kapitola popisuje, jak aplikace detekují typy MIME, jak zaregistrovat typy MIME a jak přidat aplikace do pracovního prostředí MATE.
de: Dieser Abschnitt beschreibt, wie Anwendungen MIME-Typen erkennen, wie MIME-Typen registriert werden und wie Anwendungen zum MATE-Desktop hinzugefügt werden können.
eu: Aplikazioek MIME motak nola detektatzen dituzten, MIME motak nola erregistratzen diren eta MATEren mahaigainari aplikazioak nola gehitzen zaizkion azaltzen da kapitulu honetan.
ja: この章ではアプリケーションで MIME 型を検出する方法や、MIME 型を登録する方法、そして MATE デスクトップにアプリケーションを追加する方法について説明します。
ko: 이 부분에서는 프로그램이 MIME 형식을 인식하는 방법과 MIME 형식을 등록하는 법, 그놈 데스크탑에 프로그램을 추가하는 방법들을 설명합니다.
pt: Este capítulo descreve como as aplicações detectam os tipos MIME, como registar tipos MIME, e como adicionar aplicações ao Ambiente de Trabalho MATE.
