Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: This directory may also contain sub-directories that store application specific data.
ca: Aquest directori també pot contenir subdirectoris que emmagatzemin dades específiques d'aplicacions.
cs: Tato složka může obsahovat také podsložky, ve kterých jsou uložená data specifická pro aplikace.
de: Dieser Ordner kann auch Unterordner enthalten, die anwendungsbezogene Daten speichern.
eu: Aplikazioen datu jakinak gordetzeko azpidirektorioak ere eduki ditzake direktorio honek.
ja: さらに、このフォルダにはアプリケーション専用のデータを格納するためのサブ・フォルダがいくつか含まれている
ko: 이 디렉토리는 프로그램별로 고유한 데이터들을 저장하기 위한 하위 디렉토리들을 포함하고 있을 수도 있습니다.
pt: Este directório poderá também conter subdirectórios onde são armazenados dados específicos de aplicações.

source: Ignore this directory. This directory has no function at the time of publication of this guide.
ca: Ignoreu aquest directori. Aquest directori no té cap funció en el moment de la publicació d'aquesta guia.
cs: Tuto složku ignorujte. V době vydání této příručky neměla tato složka žádnou funkci.
de: Ignorieren Sie diesen Ordner. Zum Zeitpunkt der Veröffentlichung dieses Dokuments hat dieser Ordner keine Funktion.
eu: Ezikusi egin direktorio honi. Direktorio honek ez du funtziorik eskuliburu hau argitaratzean.
ja: このフォルダは無視すること (現在のところ、このフォルダには何の機能もない)
ko: 이 디렉토리는 무시합니다. 이 문서를 발표하는 현재, 이 디렉토리는 아무런 기능도 하지 않습니다.
pt: Ignore este directório. Ele não tem qualquer propósito, à data de elaboração deste guia.

source: This is the default location for the environment variable <envar>XDG_DATA_HOME</envar>, if it is not set. User defined desktop entries can be created in the subdirectory <filename>applications</filename>. User defined mime types can be created in <filename>mime/packages/Overrides.xml</filename>.
ca: Aquesta és la ubicació predeterminada per a la variable d'entorn <envar>XDG_DATA_HOME</envar>, si aquesta no s'ha establert. Les entrades de l'escriptori definides per l'usuari es poden crear en el subdirectori <filename>applications</filename>. Els tipus MIME definits per l'usuari es poden crear en el subdirectori <filename>mime/packages/Overrides.xml</filename>.
cs: Toto je výchozí umístění pro proměnnou prostředí <envar>XDG_DATA_HOME</envar> v případě, že není nastavená. Uživatelem definované vstupy pracovního prostředí mohou být vytvořené v podsložce <filename>applications</filename>. Uživatelem definované typy mime mohou být vytvořené v <filename>mime/packages/Overrides.xml</filename>.
de: Dies ist der vorgegebene Ort für die Umgebungsvariable <envar>XDG_DATA_HOME</envar>, falls diese nicht gesetzt ist. Benutzerdefinierte Desktop-Einträge können im Unterordner <filename>applications</filename> angelegt werden. Benutzerdefinierte MIME-Typen können in <filename>mime/packages/Overrides.xml</filename> angelegt werden.
eu: <envar>XDG_DATA_HOME</envar> ingurune-aldagaiaren kokaleku lehenetsia da hori, ezarria ez badago. Erabiltzaileak definitutako mahaigaineko sarrerak sor daitezke <filename>applications</filename> azpidirektorioan. Erabiltzaileak definitutako mime motak sor daitezke <filename>mime/packages/Overrides.xml</filename>en.
ja: 環境変数の <envar>XDG_DATA_HOME</envar> がセットされていない時のデフォルトの場所 (ユーザ定義のデスクトップ・ファイルを <filename>applications</filename> というサブ・フォルダの中に作成することが可能であり、ユーザ定義の MIME 型を <filename>mime/packages/Overrides.xml</filename> というサブ・フォルダの中に作成することが可能である)
ko: 이 디렉토리는 <envar>XDG_DATA_HOME</envar> 환경 변수가 설정되지 않은 경우의 기본 위치입니다 사용자가 정의한 데스크탑 엔트리들은 <filename>applications</filename> 하위 디렉토리 내에 만들어 질 것입니다. 사용자가 정의한 MIME 형식들은 <filename>mime/packages/Overrides.xml</filename> 파일 내에 만들어 질 것입니다.
pt: Esta é a localização por omissão da variável de ambiente <envar>XDG_DATA_HOME</envar>, se não estiver definida. Os iniciadores criados pelo utilizador poderão estar no subdirectório <filename>applications</filename>. Tipos mime definidos pelo utilizador poderão ser criados em <filename>mime/packages/Overrides.xml</filename>.

source: Contains session data for the <application>Marco</application> window manager.
ca: Conté dades de sessió per al gestor de finestres <application>Marco</application>.
cs: Obsahuje data sezení pro správce oken <application>Marco</application>.
de: Enthält Sitzungsdaten für den Fensterverwalter <application>Marco</application>.
eu: <application>Marco</application> leiho-kudeatzailearen saioaren datuak dauzka.
ja: <application>Marco</application> ウィンドウ・マネージャのセッション・データを格納する場所
ko: <application>Marco</application> 창 관리자가 사용하는 세션 데이터를 포함합니다.
pt: Contém dados de sessão do gestor de janelas <application>Marco</application>.

source: Contains file manager data that is specific to the user. For example, this directory can contain the following:
ca: Conté dades del gestor de fitxers que són específiques a l'usuari. Per exemple, aquest directori pot contenir el següent:
cs: Obsahuje data správce souborů, která jsou specifická pro uživatele. Složka může obsahovat například následující:
de: Enthält benutzerspezifische Daten für die Dateiverwaltung. Dieser Ordner kann beispielsweise Folgendes enthalten:
eu: Fitxategi-kudeatzailearen erabiltzailearen berariazko datuak dauzka. Adibidez, datu hauek eduki ditzake direktorioak:
ja: ファイル・マネージャのユーザ専用データを格納する場所で、例えば次のような情報を保管する:
ko: 해당 사용자에 해당하는 파일 관리자 데이터를 포함합니다. 예를 들면, 이 디렉토리에는 다음과 같은 정보들을 포함합니다:
pt: Contém dados do gestor de ficheiros que são específicos do utilizador. Por exemplo, este directório poderá conter o seguinte:

source: Metadata for the directories with which the user works.
ca: Metadades per als directoris amb els que treballa l'usuari.
cs: Metadata pro složky, se kterými uživatel pracuje.
de: Metadaten für die Ordner, mit denen der Benutzer arbeitet.
eu: Erabiltzaileak erabiltzen dituen direktorioen metadatuak.
ja: ユーザが作業したフォルダのメタデータ
ko: 사용자가 작업 중인 디렉토리에 대한 메타 데이터.
pt: Metadados sobre os directórios com que o utilizador trabalha.

source: <application>Caja</application> emblems that the user adds.
ca: Distintius del <application>Caja</application> que l'usuari afegeix.
cs: Symboly <application>Caja</application>, které přidal uživatel.
de: Durch den Benutzer hinzugefügte <application>Caja</application>-Embleme.
eu: Erabiltzaileak gehitutako <application>Caja</application>en ikurrak.
ja: ユーザが追加した <application>Caja</application> のエンブレム
ko: 사용자가 추가한 <application>노틸러스</application> 엠블렘(emblem).
pt: Emblemas <application>Caja</application> adicionados pelo utilizador.

source: <application>Caja</application> desktop images.
ca: Imatges de l'escriptori del <application>Caja</application>.
cs: Obrázky pracovní plochy <application>Caja</application>.
de: Hintergrundbilder für <application>Caja</application>.
eu: <application>Caja</application>en mahaigaineko irudiak.
ja: <application>Caja</application> のデスクトップ画像
ko: <application>노틸러스</application> 데스크탑 이미지.
pt: Imagens de fundo do <application>Caja</application>.

source: Contains controls theme options, window frame theme options, and icons theme options that the user adds. The user can add themes from the <application>Theme</application> preference tool.
ca: Conté opcions de tema dels controls, opcions de tema del costat de la finestra i opcions de tema de les icones que l'usuari afegeix. L'usuari pot afegir temes des de l'eina de preferències <application>Tema</application>.
cs: Obsahuje varianty motivu ovládacích prvků, varianty motivu rámu okna a varianty motivu ikon, které přidal uživatel. Uživatel může přidávat motivy z nástroje předvolby <application>Motiv</application>.
de: Enthält Themen für Fensterinhalte, Fensterrahmen und Symbole, die durch den Benutzer hinzugefügt wurden. Der Benutzer kann Themen über das Einstellungswerkzeug <application>Erscheinungsbild</application> hinzufügen.
eu: Erabiltzaileak gehitutako kontrolen gai-aukerak, leiho-markoen gai-aukerak eta ikonoen gai-aukerak dauzka. <application>Gaia</application> hobespen-tresnako gaiak gehi ditzake erabiltzaileak.
ja: テーマ・オプションやウィンドウ・フレーム、またはアイコンなどのユーザ向けテーマ・オプションを保管する場所 (ユーザは<application>外観</application>の設定ツールを使ってテーマを追加できる)
ko: 사용자가 추가한 컨트롤 테마 옵션, 창 가장자리 테마 옵션, 아이콘 테마 옵션들을 포함합니다. 사용자들은 <application>테마</application> 설정 도구를 이용해 테마를 추가할 수 있습니다.
pt: Contém opções de temas de controlos, de moldura de janelas, e ícones que o utilizador tenha adicionado. O utilizador pode adicionar temas a partir da ferramenta de preferências <application>Tema</application>.

source: Contains image thumbnails for the user. The image thumbnails are used in the file manager. The file manager contains a preference that the user can select to stop generation of thumbnail images.
ca: Conté miniatures d'imatges per a l'usuari. Les miniatures d'imatges s'utilitzen en el gestor de fitxers. El gestor de fitxers conté una preferència que l'usuari pot seleccionar per a aturar la generació de miniatures d'imatges.
cs: Obsahuje náhledy obrázků pro uživatele. Náhledy obrázků používá správce souborů. Ve správci souborů je předvolba, ve které může uživatel generování náhledů zakázat.
de: Enthält Vorschaubilder des Benutzers. Diese Vorschaubilder werden im Dateimanager verwendet. Im Dateimanager gibt es eine Option, die verhindert, dass solche Vorschaubilder erstellt werden.
eu: Erabiltzailearen koadro txikiak (irudiak) dauzka. Fitxategi-kudeatzailean erabiltzen dira koadro txikiak. Koadro txikiak ez sortzeko hauta dezake erabiltzaileak fitxategi-kudeatzailearen hobespenetan.
ja: ユーザ専用の画像のサムネイルを格納する場所で、画像のサムネイルはファイル・マネージャで使用する (ちなみに、ファイル・マネージャはこのサムネイルを生成しないように制限する設定も提供している)
ko: 특정 사용자를 위한 이미지 썸네일들을 포함합니다. 이러한 이미지 썸네일들은 파일 관리자에서 사용합니다. 파일 관리자는 사용자가 썸네일 이미지의 생성을 중지하도록 선택할 수 있는 기본 설정을 포함합니다.
pt: Contém imagens de amostra do utilizador. As imagens de amostra são utilizadas no gestor de ficheiros. O gestor de ficheiros contém uma preferência que o utilizador pode seleccionar para parar de gerar imagens de amostra.

source: Security Note on Configuring SMB Printers
ca: Nota de seguretat referent a la configuració d'impressores SMB
cs: Bezpečnostní poznámky k nastavení tiskáren SMB
de: Sicherheitshinweis zur Konfiguration von SMB-Druckern
eu: SMB inprimagailuak konfiguratzeko segurtasun-oharra
ja: SMB プリンタを設定する際のセキュリティ上の注意事項
ko: SMB 프린터 설정 시의 보안 문제
pt: Nota de Segurança sobre a Configuração de Impressoras SMB

source: This appendix provides a security note related to the configuration of printers on Windows network shares.
ca: Aquest apèndix proporciona una nota de seguretat relacionada amb la configuració d'impressores compartides en xarxes del Windows.
cs: Tato příloha poskytuje bezpečnostní poznámky, které se vztahují k nastavení tiskáren v síťovém sdílení Windows.
de: Dieser Anhang enthält einen Sicherheitshinweis bezüglich der Konfiguration von Druckern, die an Windows-Netzwerkfreigaben angeschlossen sind.
eu: Windows-en sareko baliabideetan inprimagailuak konfiguratzeko segurtasun-oharra dago eranskin honetan.
ja: この章では、Windows ネットワーク共有で使用するプリンタの設定においてセキュリティに関連する注意事項を説明します。
ko: 이 부분에서는 Windows 네트워크 공유를 이용하는 프린터 설정과 관련된 보안 주의 사항에 대해 설명합니다.
pt: Este apêndice apresenta uma nota de segurança relacionada com a configuração de impressoras em partilhas de rede Windows.

source: Windows network shares
ca: Recursos compartits de xarxes del Windows
cs: síťové sdílení Windows
de: Windows-Netzwerkfreigaben
eu: Windows-en sareko baliabideak
ko: Windows 네트워크 공유
pt: Partilhas de rede Windows

source: configuring printers
ca: configurar impressores
cs: nastavení tiskáren
de: Drucker einstellen
eu: inprimagailuak konfiguratzea
ko: 프린터 설정
pt: configurar impressoras

source: Windows network shares are also referred to as Samba or <firstterm>SMB</firstterm> shares. When you configure a printer on an SMB share, you must enter a username and password for the print queue.
ca: Els recursos compartits de les xarxes del Windows també s'anomenen Samba o recursos compartits <firstterm>SMB</firstterm>. Quan configureu una impressora en una recurs compartit SMB haureu d'introduir un nom d'usuari i una contrasenya per a la cua d'impressió.
cs: Síťová sdílení Windows se vztahují také ke sdílením Samba nebo <firstterm>SMB</firstterm>. Když nastavujete tiskárnu ve sdílení SMB, musíte zadat jméno uživatele a heslo pro tiskovou frontu.
de: Windows-Netzwerkfreigaben sind auch als Samba- oder <firstterm>SMB</firstterm>-Freigaben bekannt. Wenn Sie einen Drucker auf einer solchen SMB-Freigabe konfigurieren, müssen Sie einen Benutzernamen und ein Passwort für die Druckerwarteschlange eingeben.
eu: Windows-en sareko baliabideei Samba edo <firstterm>SMB</firstterm> baliabideak ere esaten zaie. SMB baliabide batean inprimagailu bat konfiguratzean, inprimatzeko ilarako erabiltzaile-izena eta pasahitza idatzi behar dira.
ja: Windows のネットワーク共有は Samba または <firstterm>SMB</firstterm> 共有として参照されます。この SMB 共有上で任意のプリンタを設定する際は、印刷キューに対するユーザ名とパスワードを指定しなければなりません。
ko: Windows 네트워크 공유는 삼바(Samba) 혹은 <firstterm>SMB</firstterm>라고 불립니다. SMB 공유를 제공하는 프린터를 설정할 때는 인쇄 작업줄에 대한 사용자 이름과 암호를 반드시 입력해야 합니다.
pt: Partilhas de rede Windows são também referidas como partilhas Samba ou <firstterm>SMB</firstterm>. Quando configura uma impressora numa partilha SMB, tem de introduzir um nome de utilizador e senha para a fila de impressão.

source: The username and password for the print queue is stored as unencrypted text in the file <filename>/etc/cups/printers.conf</filename>. This file has read-only permissions for users with root privileges, so any user with root privileges can read the username and password for the print queue.
ca: El nom d'usuari i la contrasenya per a la cua d'impressió s'emmagatzema en un text sense encriptar en el fitxer <filename>/etc/cups/printers.conf</filename>. Aquest fitxer té permisos de només lectura per als usuaris amb privilegis de superusuari, de manera que només el superusuari pot llegir el nom d'usuari i la contrasenya per a la cua d'impressió.
cs: Jméno uživatele a heslo pro tiskovou frontu jsou uložené v nešifrovaném textovém souboru <filename>/etc/cups/printers.conf</filename>. Tento soubor má oprávnění pouze ke čtení pro uživatele root, takže uživatelé s oprávněním na úrovni root si mohou jméno uživatele a heslo pro tiskovou frontu přečíst.
de: Der Benutzername und das Passwort für die Druckerwarteschlange werden unverschlüsselt in der Datei <filename>/etc/cups/printers.conf</filename> gespeichert. Diese Datei ist als »nur lesbar« für Benutzer mit Systemverwalterprivilegien gekennzeichnet, so dass jeder Benutzer mit Systemverwalterprivilegien Benutzername und Passwort für die Druckerwarteschlange lesen kann.
eu: Inprimatzeko ilarako erabiltzaile-izena eta pasahitza <filename>/etc/cups/printers.conf</filename> fitxategian gordetzen dira, enkriptatu gabeko testu gisa. Fitxategi horrek soilik irakurtzeko baimena du root pribilegioak dituzten erabiltzaileentzat, beraz, pribilegio horiek dituzten erabiltzaile guztiek irakur dezakete inprimatzeko ilarako erabiltzaile-izenak eta pasahitza.
ja: 印刷キューに対するユーザ名とパスワードは <filename>/etc/cups/printers.conf</filename> という暗号化されていない通常のテキスト・ファイルの中に保管されます。このファイルは root 権限を持つユーザに対してのみ読み込み専用の権限が付与されているので、他のユーザが root 権限を取得した場合、印刷キューに対するユーザ名とパスワードを入手できてしまいます。
ko: 인쇄 작업줄에 대한 사용자 이름과 암호는 <filename>/etc/cups/printers.conf</filename> 파일 내에 암호화되지 않은 형태로 저장됩니다. 이 파일은 root 권한을 가진 사용자들에 읽기 전용의 접근을 허용합니다. 따라서 root 권한을 가진 어떠한 사용자들도 인쇄 작업줄에 대한 사용자 이름과 암호를 볼 수 있습니다.
pt: O nome de utilizador e senha para a fila de impressão são armazenados como texto não-encriptado no ficheiro <filename>/etc/cups/printers.conf</filename>. Este ficheiro tem permissões de leitura para utilizadores com privilégios de root, pelo que qualquer utilizador com estes privilégios poderá ler o nome de utilizador e senha da fila de impressão.

source: To reduce the impact of possible security violations, ensure that the username and password required to access the print queue is used only for the print queue. This ensures that any possible security violation is restricted to unauthorized use of the print queue.
ca: Per a reduir l'impacte de possibles violacions de seguretat, assegureu-vos que el nom d'usuari i la contrasenya necessaris per a accedir a la cua d'impressió només s'utilitzen per a aquesta. Això assegura que qualsevol violació de seguretat es restringeix a una utilització no autoritzada de la cua d'impressió.
cs: Abyste omezili dopad případného narušení bezpečnosti, ujistěte se, že jméno uživatele a heslo požadované pro přístup k tiskové frontě jsou určené pouze pro tiskovou frontu. To zajistí, že se případné narušení bezpečnosti omezí jen na neautorizované použití tiskové fronty.
de: Um möglichen Auswirkungen auf die Sicherheit zu begegnen, sollten Sie den Benutzernamen und das Passwort für die Druckerwarteschlange auch tatsächlich nur für die Druckerwarteschlange verwenden. Dies stellt sicher, dass mögliche Sicherheitsprobleme auf die nicht autorisierte Nutzung der Druckerwarteschlange beschränkt bleiben.
eu: Segurtasun-urraketen ondorioak murrizteko, ziurtatu ez direla beste ezertarako ere erabiltzen inprimatzeko ilarako erabiltzaile-izena eta pasahitza. Hala, inprimatzeko ilara baimenik gabe erabiltzera mugatzen dira gerta daitezkeen segurtasun-urraketak.
ja: 重大なセキュリティ侵害の可能性からくるインパクトを減らすには、これらのユーザ名とパスワードを印刷キューのためだけに利用するということを保証しなければなりません。これにより、認証していない印刷キューの使用を制限すると同時にセキュリティ情報の漏洩を未然に防ぐということにもつながります。
ko: 가능한 한 보안 위험을 줄이기 위해, 인쇄 작업줄에 접근하기 위해 필요한 사용자 이름과 암호는 다른 곳에서 사용하지 않는 것으로 선택하기 바랍니다. 이를 통해 인증되지 않은 인쇄 작업줄을 이용한 보안의 위협을 막을 수 있습니다.
pt: Para reduzir o impacto de possíveis violações de segurança, certifique-se de que o utilizador e senha necessários para aceder à fila de impressão apenas são utilizados para esse propósito. Isto garante que qualquer violação de segurança será restrita à utilização indevida da fila de impressão.

source: Glossary
ca: Glossari
cs: Rejstřík
de: Glossar
eu: Glosarioa
ja: 用語の解説
ko: 용어집
pt: Glossário

source: <placeholder-1/> file
ca: fitxer <placeholder-1/>
cs: soubor <placeholder-1/>
de: <placeholder-1/>-Datei
eu: <placeholder-1/> fitxategia
ja: <placeholder-1/> ファイル
ko: <placeholder-1/> 파일
pt: ficheiro <placeholder-1/>

source: application registry
ca: registre d'aplicacions
cs: registr aplikace
de: Anwendungsregistrierung
eu: aplikazioaren erregistroa
ja: アプリケーション・レジストリ
ko: 프로그램 레지스트리
pt: registo de aplicações

source: The application registry is a collection of desktop entry files which register applications. The location of the application registry for the MATE Desktop is <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/applications/</filename>.
ca: Els registre d'aplicacions és una col·lecció de fitxers d'entrada de l'escriptori que registren les aplicacions. La ubicació del registre d'aplicacions de l'escriptori del MATE és <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/applications/</filename>.
cs: Registr aplikace je sada souborů vstupů pracovního prostředí, které aplikaci registrují. Umístění registru aplikace pro pracovní prostředí MATE je <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/applications/</filename>.
de: Die Anwendungsregistrierung ist eine Sammlung aus Dektopeintrags-Dateien mit registrierten Anwendungen. Für die MATE-Arbeitsumgebung befinden sich diese Dateien im Ordner <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/applications/</filename>.
eu: Aplikazioak erregistratzen dituen mahaigaineko sarrera-fitxategien multzoa da aplikazioen erregistroa. Hau da MATE mahaigainaren aplikazio-erregistroaren kokalekua: <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/applications/</filename>.
ja: アプリケーション・レジストリとは、アプリケーションを登録するいろいろなデスクトップ・エントリのファイルの集合です。MATE デスクトップで、このアプリケーション・レジストリが保管されている場所は <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/applications/</filename> です。
ko: 프로그램 레지스트리는 프로그램을 등록하는 데스크탑 엔트리 파일들의 집합입니다. 그놈 데스크탑의 프로그램 레지스트리 위치는 <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/applications/</filename>입니다.
pt: O registo de aplicações é uma colecção de ficheiros de definição de iniciadores que registam aplicações. A localização do registo de aplicações do Ambiente de Trabalho MATE é <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/applications/</filename>.

source: desktop entry file
ca: fitxer d'entrada d'escriptori
cs: soubor vstupu pracovního prostředí
de: Desktopeintrags-Datei
eu: mahaigaineko sarrera-fitxategia
ja: デスクトップ・エントリのファイル
ko: 데스크탑 엔트리 파일
pt: ficheiro de definição de iniciador

source: A data file that provides information about an item in a menu. The desktop entry file specifies the details for the item such as a name, a command to run, an icon, and so on. Desktop entry files have a <filename>.desktop</filename> file extension.
ca: Un fitxer de dades que proporciona informació sobre un element en un menú. El fitxer d'entrada d'escriptori especifica els detalls per a l'element, com ara un nom, una ordre a executar, una icona, etc. Els fitxers d'entrada de l'escriptori tenen una extensió de fitxer <filename>.desktop</filename>.
cs: Datový soubor poskytující informace o položce v nabídce. Určuje podrobnosti o položce, jako je název, spouštěný příkaz, ikona atd. Soubory vstupu pracovního prostředí mají příponu <filename>.desktop</filename>.
de: Eine Datei, die Informationen über einen Menüeintrag bereitstellt. Die Desktopeintrags-Datei gibt Details zu dem Objekt wie den Namen, den auszuführenden Befehl oder das Symbol an. Desktopeintrags-Dateien haben die Erweiterung <filename>.desktop</filename>.
eu: Menu bateko elementu bati buruzko informazioa ematen duen datu-fitxategia. Mahaigaineko sarrera-fitxategiak menu-elementuari buruzko xehetasunak zehazten ditu, adibidez, izena, exekutatu beharreko komandoa, ikonoa eta abar. Mahaigaineko sarrera-fitxategien luzapena <filename>.desktop</filename> da.
ja: メニュー項目に相当する情報を提供するためのデータ・ファイルの一種です。デスクトップ・エントリのファイルには、メニュー項目として表示する名前や実行するコマンド、メニュー項目に表示するアイコンなどのような詳細情報を指定します。このファイルの拡張子は <filename>.desktop</filename> です。
ko: 메뉴 내의 각 항목들에 대한 정보를 포함하는 데이터 파일입니다. 데스크탑 엔트리 파일은 메뉴 항목의 이름, 실행 명령, 아이콘 등의 세부 사항들을 지정합니다. 데스크탑 엔트리 파일의 확장자는 <filename>.desktop</filename>입니다.
pt: Um ficheiro de dados que disponibiliza informação sobre um item num menu. O ficheiro de definição de iniciador especifica os detalhes do item tais como o nome, o comando a executar, o ícone, etc. Ficheiros de definição de iniciador têm a extensão <filename>.desktop</filename>.

source: directory entry file
ca: fitxer d'entrada de directori
cs: soubor vstupu složky
de: Ordnereintrags-Datei
eu: direktorioko sarrera-fitxategia
ja: ディレクトリ・エントリのファイル
ko: 디렉토리 엔트리 파일
pt: ficheiro de definição de directório
