Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: <xref linkend="mimetypes-mimeinfo-elements"/> gives a brief description for each of the elements that can occur as children to the <literal>mime-type</literal> element.
ca: La <xref linkend="mimetypes-mimeinfo-elements"/> proporciona una breu descripció per a cadascun dels elements que pot succeir com a fill de l'element <literal>mime-type</literal>.
cs: <xref linkend="mimetypes-mimeinfo-elements"/> podává stručný popis pro každý element, který se může vyskytnout jako potomek elementu <literal>mime-type</literal>.
de: In <xref linkend="mimetypes-mimeinfo-elements"/> finden Sie eine Kurzbeschreibung jedes der Unterelemente, die in einem <literal>mime-type</literal>-Element vorkommen können.
eu: <literal>mime-type</literal> elementuaren ume izan daitekeen elementu bakoitzaren azalpen laburra ematen da hemen: <xref linkend="mimetypes-mimeinfo-elements"/>.
ja: <xref linkend="mimetypes-mimeinfo-elements"/> は、ルート要素である <literal>mime-type</literal> の子要素になることが可能な要素の概要を一覧にまとめたものです。
ko: <xref linkend="mimetypes-mimeinfo-elements"/>은 <literal>mime-type</literal> 엘리먼트의 자식으로 올 수 있는 각 엘리먼트에 대한 간단한 설명을 제공합니다.
pt: <xref linkend="mimetypes-mimeinfo-elements"/> dá uma descrição abreviada de cada um dos elementos que podem ocorrer como filhos do elemento <literal>mime-type</literal>.

source: Child elements of <literal>&lt;mime-info&gt;</literal>
ca: Elements fill de <literal>&lt;mime-info&gt;</literal>
eu: <literal>&lt;mime-info&gt;</literal>ren elementu umeak
ko: <literal>&lt;mime-info&gt;</literal>의 자식 엘리먼트
pt: Elementos filhos de <literal>&lt;mime-info&gt;</literal>

source: Element (and attributes)
ca: Element (i atributs)
cs: Element (a atributy)
de: Element (und Attribute)
eu: Elementua (eta atributuak)
ja: 要素 (含む属性)
ko: 엘리먼트 (및 속성)
pt: Elemento (e atributos)

source: This element specifies a glob pattern against filenames. If the filename matches, then it is assigned the MIME type of the parent <placeholder-1/> element. The <placeholder-2/> attribute is mandatory.
ca: Aquest element especifica un patró global a comparar amb els noms de fitxer. Si el nom de fitxer coincideix, llavors s'assigna el tipus MIME de l'element <placeholder-1/> patró. L'atribut <placeholder-2/> és obligatori.
cs: Tento element určuje hromadnou masku pro názvy souborů. Pokud název souboru odpovídá, je mu přiřazen typ MIME rodičovského elementu <placeholder-1/>. Atribut <placeholder-2/> je povinný.
de: Dieses Element gibt ein Übereinstimmungsmuster für Dateinamen an. Falls Übereinstimmungsregeln zutreffen, wir der MIME-Typ des übergeordneten <placeholder-1/>-Elements zugerordnet. Das <placeholder-2/>-Attribut ist obligatorisch.
eu: Fitxategi-izenen korrespondentzia-eredua ezartzen du elementu honek. Fitxategi-izena bat badator, <placeholder-1/> elementu gurasoaren MIME mota esleitzen dio. <placeholder-2/> atributua derrigorrezkoa da.
ja: この要素はファイル名に対する glob のパターンを表し、もしファイル名がこのパターンにマッチしたら、親の <placeholder-1/> の MIME 型が割り当てられる (<placeholder-2/> という属性は必須である)
ko: 이 엘리먼트는 파일 이름에 glob 패턴을 지정합니다. 만약 파일 이름이 일치하면 부모 <placeholder-1/> 엘리먼트의 MIME 형식으로 지정됩니다. <placeholder-2/> 속성은 필수적인 속성입니다.
pt: Este elemento especifica um padrão glob a ser utilizado sobre os nomes de ficheiros. Se o nome tiver equivalência, é-lhe atribuído o tipo MIME do elemento pai <placeholder-1/>. O atributo <placeholder-2/> é obrigatório.

source: XDG shared mime info specification
ca: Especificació d'informació MIME compartida XDG
cs: Specifikace sdílení informací mime od XDG
eu: XDGren mime partekatuei buruzko informazio-zehaztapena
ja: 「XDG Shared MIME Info の仕様」
ko: XDG 공통 MIME 정보 명세서
pt: especificação XDG de informação mime partilhada

source: This element contains a list of <placeholder-1/> elements as its children. The <placeholder-2/> attribute is optional, and specifies a priority between 0 and 100, with 100 being the highest matching priority. Each child <placeholder-3/> element has three required attributes: <placeholder-4/> and a fourth optional attribute, <placeholder-5/>. For details on these attributes, see the <placeholder-6/>.
ca: Aquest element conté una llista d'elements <placeholder-1/> com a fills seus. L'atribut <placeholder-2/> és opcional, i especifica una prioritat entre 0 i 100, on 100 és la prioritat de coincidència més alta. Cada element <placeholder-3/> fill té tres atributs necessaris: <placeholder-4/> i un quart atribut opcional, <placeholder-5/>. Per a obtenir més informació sobre aquests atributs, vegeu l'<placeholder-6/>.
cs: Tento element v sobě obsahuje seznam elementů <placeholder-1/>. Atribut <placeholder-2/> je volitelný a určuje prioritu v rozmezí 0 až 100, kdy 100 je nejvyšší možná priorita. Každý dceřiný element <placeholder-3/> má tři povinné atributy: <placeholder-4/> a čtvrtý volitelný atributy: <placeholder-5/>. Detaily o těchto atributech viz <placeholder-6/>.
de: Dieses Element enthält eine Liste von <placeholder-1/>-Unterelementen. Das <placeholder-2/>-Attribut ist optional und legt die Priorität zwischen 0 und 100 fest, wobei 100 die höchste Priorität darstellt. Jedes <placeholder-3/>-Unterelement benötigt drei Attribute: <placeholder-4/> sowie ein weiteres viertes, aber optionales Attribut, <placeholder-5/>. Details über diese Attribute finden Sie in <placeholder-6/>.
eu: Elementu honek <placeholder-1/> elementu umeen zerrenda bat du <placeholder-2/> atributua aukerakoa da, eta 0ren eta 100en arteko lehentasuna zehazten du (100 da lehentasunik handiena. <placeholder-3/> elementu ume bakoitzak derrigorrezko hiru atributu ditu: <placeholder-4/>, eta hautazko atributu bat, laugarrena, <placeholder-5/>. Atibutu horiei buruzko informazio gehiago jasotzeko, ikus <placeholder-6/>.
ja: この要素には子要素としていくつかの <placeholder-1/> 要素が含まれることになるが、<placeholder-2/> という属性はオプションであり、マッチングの優先度を 0〜100 の間で指定する (子要素の <placeholder-3/> には必須の属性が三つあり (<placeholder-4/>)、四つ目の <placeholder-5/> はオプションである; これらの属性について詳細は <placeholder-6/> を参照のこと)
ko: 이 엘리먼트는 <placeholder-1/> 엘리먼트를 자식으로 포함합니다. <placeholder-2/> 속성은 생략할 수 있으며, 0부터 100사이의 우선순위를 지정합니다 (가장 우선 순위가 높은 것은 100입니다) 각각의 자식 <placeholder-3/> 엘리먼트는 세 가지 필수 속성인 <placeholder-4/>와 네번째 (생략할 수 있는) 속성인 <placeholder-5/>를 가집니다. 이 속성들에 대한 자세한 정보는 <placeholder-6/>를 참조하기 바랍니다.
pt: Este elemento contém uma lista de elementos <placeholder-1/> como seus filhos. O atributo <placeholder-2/> é opcional, e especifica uma prioridade entre 0 e 100, sendo 100 a prioridade de equivalência mais elevada. Cada elemento filho <placeholder-3/> tem três atributos obrigatórios: <placeholder-4/> e um quarto atributo opcional, <placeholder-5/>. Para detalhes sobre estes atributos, consulte <placeholder-6/>.

source: subtype
ca: subtipus
eu: azpimota
ko: 하위 형식
pt: subtipo

source: This element defines an alias for the parent <placeholder-1/> element. An alias is simply a MIME type that is sometimes known as another type. For example, <placeholder-2/> is an alias for the MIME type <placeholder-3/>.
ca: Aquest element defineix un àlies per a l'element <placeholder-1/> pare. Un àlies és simplement un tipus MIME que és a vegades conegut com un altre tipus. Per exemple, <placeholder-2/> és un àlies del tipus MIME <placeholder-3/>.
cs: Tento element definuje přezdívky pro rodičovský element <placeholder-1/>. Přezdívka je jednoduše typ MIME, který je někdy známý jako jiný typ. Např. <placeholder-2/> je přezdívka pro typ MIME <placeholder-3/>.
de: Dieses Element definiert einen Alias für das übergeordnete <placeholder-1/>-Element. Ein Alias ist ein MIME-Typ, der unter Umständen auch als anderer Typ bekannt ist. Beispielsweise ist <placeholder-2/> ein Alias für den MIME-Typ <placeholder-3/>.
eu: Elementu honek <placeholder-1/> elementu gurasoaren aliasa definitzen du. Alias bat MIME mota bat besterik ez da, baina batzuetan beste izen batekin ezagutzen dena. Adibidez, <placeholder-3/> MIME motaren aliasa <placeholder-2/> da.
ja: この要素を使って、親の <placeholder-1/> 要素に対する別名を定義する (別名とは、たまに MIME 型が別の型として扱われることを意味する; 例えば、<placeholder-2/> という型の別名は <placeholder-3/> である)
ko: 이 엘리먼트는 부모 <placeholder-1/> 엘리먼트에 대한 별칭을 정의합니다. 별칭은 단순히 다른 형식으로 알려진 MIME 형식입니다. 예를 들어 <placeholder-2/>는 <placeholder-3/> MIME 형식의 별칭입니다.
pt: Este elemento define uma alcunha para o elemento pai <placeholder-1/>. Uma alcunha é simplesmente um tipo MIME que é por vezes conhecido como outro tipo. Por exemplo, <placeholder-2/> é uma alcunha do tipo MIME <placeholder-3/>.

source: This element defines the parent <placeholder-1/> element as a subclass of the MIME type specified in the <placeholder-2/> attribute. For example, <placeholder-3/> is a sub class of the MIME type <placeholder-4/>, <placeholder-5/>, and <placeholder-6/>.
ca: Aquest element defineix l'element <placeholder-1/> pare com una subclasse del tipus MIME especificat en l'atribut <placeholder-2/>. Per exemple, <placeholder-3/> és una subclasse del tipus MIME <placeholder-4/>, <placeholder-5/> i <placeholder-6/>.
cs: Tento element definuje rodičovský <placeholder-1/> element jako podtřídu typu MIME určeného v atributu <placeholder-2/>. Např. <placeholder-3/> je podtřídou typů MIME <placeholder-4/>, <placeholder-5/> a <placeholder-6/>.
de: Dieses Element definiert das übergeordnete <placeholder-1/>-Element als eine Unterklasse des im Attribut <placeholder-2/> angegebenen MIME-Typs. Beispielsweise ist <placeholder-3/> eine Unterklasse des MIME-Typs <placeholder-4/>, <placeholder-5/>, and <placeholder-6/>.
eu: <placeholder-2/> atributuan zehaztutako MIME motaren azpiklase gisa definitzen du elementu honek <placeholder-1/> elementu gurasoa. Adibidez, <placeholder-4/>, <placeholder-5/> eta <placeholder-6/> MIME moten azpiklasea da <placeholder-3/>.
ja: この要素では MIME 型のサブクラスとして <placeholder-2/> を属性とする親の <placeholder-1/> 要素を定義する (例えば、<placeholder-3/> は <placeholder-4/> や <placeholder-5/>、そして <placeholder-6/> のサブクラスである)
ko: 이 엘리먼트는 부모 <placeholder-1/> 엘리먼트를 <placeholder-2/> 속성 내에 지정된 MIME 형식의 하위 클래스로 정의합니다. 예를 들어, <placeholder-3/>는 <placeholder-4/>, <placeholder-5/>, <placeholder-6/> MIME 형식의 하위 클래스입니다.
pt: Este elemento define o elemento pai de <placeholder-1/> como uma subclasse do tipo MIME especificado no atributo <placeholder-2/>. Por exemplo, <placeholder-3/> é uma subclasse do tipo MIME <placeholder-4/>, <placeholder-5/>, e <placeholder-6/>.

source: locale
ca: local
ja: ロケール名
pt: configuração regional

source: This element provides a human readable description for the MIME type. There can be zero or more occurrences of this element as long as each one contains a unique value for the <placeholder-1/> attribute.
ca: Aquest element proporciona una descripció llegible per persones del tipus MIME. Hi poden haver zero o més ocurrències d'aquest element sempre que cada un contingui un valor únic per a l'atribut <placeholder-1/>.
cs: Tento element poskytuje pro člověka srozumitelný popis typu MIME. Tento element se nemusí vyskytovat vůbec a nebo i vícekrát, přičemž každý výskyt obsahuje jedinečnou hodnotu pro atributu <placeholder-1/>.
de: Dieses Element stellt eine menschenlesbare Beschreibung eines MIME-Typs bereit. Dieses Element kann gar nicht, einmal oder auch mehrmals vorkommen, solange jedes davon einen eindeutigen Wert für das <placeholder-1/>-Attribut enthält.
eu: Elementu honetan MIME motaren deskribapena egiten da, gizakiek irakurtzeko moduan. Elementu hau ager daiteke (behin edo gehiagotan), edo ez; baina agerraldi bakoitzak <placeholder-1/> atributuaren balio bakar bat eduki behar du.
ja: この要素は MIME 型に対する可読な説明を提供する (一行ごとに <placeholder-1/> という属性に対して重複しない値を指定している限り、０個以上の可読な説明を定義することが可能である)
ko: 이 엘리먼트는 MIME 형식에 대한 사람이 읽기 편한 설명을 제공합니다. 이 엘리먼트는 여러 (0개 이상) 올 수 있으며 각각은 <placeholder-1/> 속성에 대해 고유한 값을 가집니다.
pt: Este elemento apresenta uma descrição legível por humanos do tipo MIME. Podem existir zero ou mais ocorrências deste elemento desde que cada um contenha um valor único para o atributo <placeholder-1/>.

source: namespace
ca: espai-de-noms
de: Namensraum
eu: izenlekua
ja: 名前空間
ko: 이름 공간
pt: espaço de nome

source: If a file is determined to an XML file, then this element helps to further classify it through the use of the <placeholder-1/> and <placeholder-2/> attributes, both of which are required. The attribute <placeholder-3/> is the namespace of the document, and <placeholder-4/> is the name of the root element for the document. If <placeholder-5/> is present but its value is empty, then the root element may have any name, but the namespace must still match.
ca: Si un fitxer es determina com un fitxer XML, llavors aquest element ajuda a classificar futurs fitxers a través de l'utilització dels atributs <placeholder-1/> i <placeholder-2/>, ambdós necessaris. L'atribut <placeholder-3/> és l'espai de noms del document i <placeholder-4/> és el nom de l'element arrel per al document. Si <placeholder-5/> existeix però el seu valor està buit, llavors l'element arrel pot tenir qualsevol nom, però l'espai de noms ha de continuar coincidint.
cs: Pokud je soubor vyhodnocen jako soubor XML, pak jej tento element pomůže přesněji zařadit pomocí atributů <placeholder-1/> a <placeholder-2/>, přičemž jsou oba dva atributy povinné. Atribut <placeholder-3/> je jmenný prostor dokumentu a <placeholder-4/> je název kořenového elementu dokumentu. Pokud je <placeholder-5/> přítomen, ale hodnota je prázdná, pak může mít kořenový element libovolný název, ale jmenný prostor stále musí odpovídat.
de: Wenn eine Datei als XML-Datei festgelegt wurde, dann sorgt dieses Element für die weitere Klassifizierung mit Hilfe der <placeholder-1/>- und <placeholder-2/>-Attribute, falls erforderlich. Das Attribut <placeholder-3/> ist der Namensraum und das Attribut <placeholder-4/> der Name des Wurzelelements des Dokuments. Falls <placeholder-5/> vorhanden ist, aber dessen Wert leer ist, dann muss das Wurzelelement einen beliebigen Namen haben, der mit dem Namensraum übereinstimmen muss.
eu: Fitxategi bat XML fitxategi gisa identifikatzen bada, elementu honek fitxategi hori zehatzago sailkatzen du <placeholder-1/> eta <placeholder-2/> atributuen bidez (biak derrigorrezkoak). <placeholder-3/> atributua dokumentuaren izenlekua da, eta <placeholder-4/> atributua, berriz, dokumentuaren erroko elementuaren izena. <placeholder-5/> baldin badago, baina bere balioa hutsik badago, erroko elementuaren izena edozein izan daiteke, baina izenlekuak bat etorri behar du.
ja: ファイルが１個のソース XML ファイルとわかった場合、この要素を使って <placeholder-1/> と <placeholder-2/> という属性 (共に必須) からさらに詳細な MIME 型に分類する (属性の <placeholder-3/> は XML ドキュメントの名前空間であり、<placeholder-4/> はそのドキュメントのルート要素である; もし <placeholder-5/> を指定したもののその値が空の場合、ルート要素には名前を付けることは可能であるが、名前空間とマッチしていなければならない)
ko: 만약 파일이 XML 파일로 인식되면 이 엘리먼트의 <placeholder-1/> 속성과 <placeholder-2/> 속성을 이용하여 (둘 다 필수 속성입니다) 보다 세세한 분류를 할 수 있도록 도와줍니다. <placeholder-3/> 속성은 문서의 이름 공간을 지칭하며, <placeholder-4/> 속성은 문서의 최상위 엘리먼트의 이름을 지칭합니다. 만약 <placeholder-5/> 속성이 존재하지만 값이 설정되어 있지 않다면, 최상위 엘리먼트의 이름은 아무렇게나 쓸 수 있지만, 이름 공간은 일치해야 합니다.
pt: Se o ficheiro é considerado um ficheiro XML, este elemento ajuda a classifica-lo mais detalhadamente utilizando os atributos <placeholder-1/> e <placeholder-2/> , ambos obrigatórios. O atributo <placeholder-3/> é o nome de espaço do documento, e <placeholder-4/> é o nome do elemento raiz do documento. Se <placeholder-5/> estiver presente mas o seu valor for vazio, o elemento raiz poderá ter um qualquer nome, mas o nome de espaço terá de ser equivalente.

source: The easiest way to understand these files is to take a look at an example. Borrowing from the <citetitle>XDG shared mime specification</citetitle>, <xref linkend="mimetypes-source-xml-example"/> displays the contents of a source XML file called <filename>diff.xml</filename>. This example defines the MIME type <literal>text/x-diff</literal>. There are multiple <literal>comment</literal> elements which give a human readable name to the MIME type in a number of different languages. This MIME type has both rules for matching through glob patterns <emphasis>and</emphasis> through the use of content <quote>sniffing</quote> (better known as <filename>magic</filename> rules). Any file with the extension <literal>.diff</literal> or <filename>.patch</filename> will resolve to this MIME type. Additionally any file whose contents start with the strings specified in the <literal>value</literal> attributes of the <literal>match</literal> element, will resolve to the <literal>text/x-diff</literal> MIME type.
ca: La manera més fàcil d'entendre aquests fitxers és fer una ullada a un exemple. Segons l'<citetitle>Especificació d'informació MIME compartida XDG</citetitle>, l'<xref linkend="mimetypes-source-xml-example"/> mostra els continguts d'un fitxer font XML anomenat <filename>diff.xml</filename>. Aquest exemple defineix el tipus MIME <literal>text/x-diff</literal>. Hi ha múltiples elements <literal>comment</literal> que proporcionen un nom llegible per persones del tipus MIME en un número d'idiomes diferents. Aquest tipus MIME té regles de coincidències a través de patrons globals <emphasis>i</emphasis> a través d'<quote>ensumar</quote> el contingut (més conegut com a regles <filename>màgiques</filename>). Qualsevol fitxer amb l'extensió <literal>.diff</literal> o <filename>.patch</filename> es resoldrà a aquest tipus MIME. A més a més, qualsevol fitxer on el contingut comenci amb la cadena especificada en l'atribut <literal>value</literal> de l'element <literal>match</literal>, es resoldrà com a tipus MIME <literal>text/x-diff</literal>.
cs: Nejjednodušším způsobem, jak pochopit tyto soubory, je podívat se na příklad. Vypůjčme si jeden ze <citetitle>Specifikace sdílení mime od XDG</citetitle>. <xref linkend="mimetypes-source-xml-example"/> ukazuje obsah zdrojového souboru nazvaného <filename>diff.xml</filename>. Definuje se v něm typ MIME <literal>text/x-diff</literal>. Je v něm několik elementů <literal>comment</literal>, které uvádí pro člověka srozumitelný název typu MIME v několika různých jazycích. Typ MIME má oba druhy pravidel, porovnání pomocí hromadné masky <emphasis>a zároveň</emphasis> <quote>osahání</quote> obsahu souboru (častěji známé jako <filename>magická pravidla [magic rulers]</filename>). Libovolné soubory s příponou <literal>.diff</literal> nebo <filename>.patch</filename> budou vyhodnocené jako tento typ MIME. A navíc i libovolný soubor, jehož obsah začíná řetězcem daným atributem <literal>value</literal> elementu <literal>match</literal> bude vyhodnocený jako typ MIME <literal>text/x-diff</literal>.
de: Am einfachsten lassen sich diese Dateien anhand eines Beispiels erklären. In Anlehnung an die <citetitle>XDG shared mime specification</citetitle> zeigt <xref linkend="mimetypes-source-xml-example"/> den Inhalt einer XML-Quelldatei namens <filename>diff.xml</filename> an. Dieses Beispiel definiert den MIME-Typ <literal>text/x-diff</literal>. Es gibt mehrere <literal>comment</literal>-Elemente, die einen Namen des MIME-Typs in verschiedenen Sprachen in menschenlesbarer Form enthalten. Dieser MIME-Typ legt Regeln für Vergleiche sowohl anhand von Übereinstimmungsregeln als auch durch »Erschnüffeln« fest, letzteres ist besser bekannt als <filename>magische</filename> Regeln. Jede Datei mit der Endung <literal>.diff</literal> oder <filename>.patch</filename> wird zu diesem MIME-Typ aufgelöst. Zusätzlich wird jede Datei, deren Inhalt mit dem in den <literal>value</literal>-Attributen des <literal>match</literal>-Elements beginnt, dem MIME-Typ <literal>text/x-diff</literal> zugeordnet.
eu: Fitxategi horiek ulertzeko erarik onena adibide bat ikustea da. <xref linkend="mimetypes-source-xml-example"/>k <filename>diff.xml</filename> izeneko XML iturburu-fitxategiaren edukia bistaratzen du, <citetitle>XDGren mime partekatuen zahaztapena</citetitle>ren arabera. <literal>text/x-diff</literal> MIME mota definitzen du adibide honek. MIME elementuaren izena gizakiek irakurtzeko moduan eta hainbat hizkuntzatan ematen duten <literal>comment</literal> elementu bat baino gehiago daude. Parekatzeko bi arauak ditu MIME mota honek: korrespondentzia-ereduen bidezkoa <emphasis>eta</emphasis> edukia <quote>usnatuz</quote> egiten dena (arau <filename>magiko</filename> gisa ezagutzen direnak, hain zuzen). <literal>.diff</literal> edo <filename>.patch</filename> luzapenak dituzten fitxategiei MIME mota hau esleitzen zaie. Horrez gain, edukiaren hasieran <literal>value</literal> atributuetan edo <literal>match</literal> elementuan zehaztutako kateak dituzten fitxategi guztiei <literal>text/x-diff</literal> MIME mota esleitzen zaie.
ja: これらのルールを理解する一番簡単な方法は、やはり「サンプルを見る」ということでしょう。「<citetitle>XDG Shared MIME Info の仕様</citetitle>」にある例を拝借し、<xref linkend="mimetypes-source-xml-example"/> に <filename>diff.xml</filename> という名前のソース XML ファイルの内容を示します。この例には <literal>text/x-diff</literal> という MIME 型が定義されています。この例には <literal>comment</literal> という子要素が複数あり、この MIME 型の名前がいろいろな言語で記載されています。この MIME 型には glob パターンによるマッチング<emphasis>と</emphasis>ファイルの中身の「においをかぐ」<firstterm>Sniffing</firstterm> (<filename>magic</filename> とも言います) による解析の両方がルールとして定義されています。ファイルの拡張子が <literal>.diff</literal> または <filename>.patch</filename> のファイルはすべてこの MIME 型が割り当てられます。さらに、データが <literal>match</literal> 要素の中で指定した <literal>value</literal> 属性の文字列で始まるすべてのファイルもこの <literal>text/x-diff</literal> 型が割り当てられます。
ko: 이러한 파일들을 이해할 수 있는 가장 쉬운 방법은 예제를 살펴보는 것입니다. <citetitle>XDG 공통 MIME 명세서</citetitle>에 따르면, <xref linkend="mimetypes-source-xml-example"/>는 <filename>diff.xml</filename>이라는 소스 XML 파일의 내용을 보여줍니다. 이 예에서는 <literal>text/x-diff</literal>라는 MIME 형식을 정의합니다. 여기에는 여러 언어로 MIME 형식에 대한 (사람이 보기 편한) 설명을 담고 있는 <literal>comment</literal> 엘리먼트들이 있습니다. 이 MIME 형식은 glob 패턴과 일치하는 이름을 찾는 규칙<emphasis>과</emphasis> 파일의 내용을 살펴보는 <quote>(sniffing)</quote> 규칙 (<filename>매직(magic)</filename> 규칙이라고도 함)을 모두 가지고 있습니다. <literal>.diff</literal> 혹은 <filename>.patch</filename>라는 확장자를 가지는 파일들은 이 MIME 형식으로 인식됩니다. 또는 파일의 내용이 <literal>match</literal> 엘리먼트의 <literal>value</literal> 속성 내의 문자열값으로 시작하는 파일들은 <literal>text/x-diff</literal> MIME 형식으로 인식될 것입니다.
pt: A forma mais fácil de compreender estes ficheiros é observando um exemplo. Copiando da <citetitle>especificação XDG de mime partilhada</citetitle>, <xref linkend="mimetypes-source-xml-example"/> apresenta o conteúdo de um ficheiro XML de origem denominado <filename>diff.xml</filename>. Este exemplo define o tipo MIME <literal>text/x-diff</literal>. Existem múltiplos elementos <literal>comment</literal> que apresentam um nome humanamente legível para o tipo MIME num número de vários idiomas. Este tipo MIME tem ambas as regras de equivalência através de padrões glob <emphasis>e</emphasis> através da utilização de <quote>inspecção</quote> de conteúdo (mais conhecido como regras <filename>mágicas</filename>). Qualquer ficheiro com a extensão <literal>.diff</literal> ou <filename>.patch</filename> serão considerados deste tipo MIME. Adicionalmente qualquer ficheiro cujo conteúdo comece pela expressão especificada no atributo <literal>value</literal> do elemento <literal>match</literal>, irá ser considerado do tipo MIME <literal>text/x-diff</literal>.
