Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: Menu files define the hierarchy of menus that are used in the MATE menu bar. By modifying these files, you can customize menus for all users, or for a single user depending on the location of the <filename>applications.menu</filename> file that you modify.
ca: Els fitxers de menú defineixen la jerarquia dels menús que s'utilitzen a la barra de menú del MATE. En modificar aquests fitxers podeu personalitzar els menús per a tots els usuaris o per a un de sol, depenent de la ubicació del fitxer <filename>applications.menu</filename> que modifiqueu.
cs: Soubory nabídek definují hierarchii nabídek, kterou používá panel nabídek MATE. Změnou těchto souborů můžete přizpůsobit nabídky pro všechny uživatele nebo pro jednoho uživatele, v závislosti na umístění souboru <filename>applications.menu</filename>, který měníte.
de: Menüdateien definieren die hierarchische Struktur der Menüs, die in der Menüleiste von MATE verwendet werden. Durch Bearbeiten dieser Dateien können Sie die Menüs für alle Benutzer anpassen, aber auch für einen einzelnen Benutzer, abhängig vom Ort der Datei <filename>applications.menu</filename>, welche Sie bearbeiten.
eu: MATEren menu-barrako menuen hierarkia definitzen dute menu-fitxategiek. Erabiltzaileen menuak pertsonaliza daitezke fitxategi horiek aldatuz; aldatutako <filename>applications.menu</filename> fitxategiaren kokalekuaren arabera, erabiltzaile guztien edo bakar baten menuak aldatzen dira.
ja: メニューの階層を定義するメニュー・ファイルは MATE の「<ulink type="help" url="ghelp:user-guide?menubar">メニュー・バー</ulink>」で使用されます。これらのファイルを変更することで、全ユーザ、または変更対象の <filename>applications.menu</filename> ファイルが示している場所に依存した単一のユーザ向けに独自のメニューを提供できます。
ko: 메뉴 파일은 그놈 메뉴 모음에서 사용되는 메뉴들의 계층 구조를 정의합니다. 이 파일을 수정하여 모든 사용자에게 적용되는 메뉴를 조정하거나, 지정한 <filename>applications.menu</filename> 파일의 위치에 따라 특정 사용자에게 적용되는 메뉴를 조정할 수 있습니다.
pt: Os ficheiros menu definem a hierarquia de menus a utilizar na barra de menu do MATE. Ao alterar estes ficheiros, poderá personalizar os menus de todos os utilizadores, ou apenas um utilizador dependendo da localização do ficheiro <filename>applications.menu</filename> que alterar.

source: $XDG_CONFIG_DIRS is the environment variable defined in the <ulink url="http://www.freedesktop.org/Standards/basedir-spec">XDG base directory specification</ulink>.
ca: El $XDG_CONFIG_DIRS és la variable d'entorn definida en l'<ulink url="http://www.freedesktop.org/Standards/basedir-spec">Especificació de base de directori XDG</ulink>.
cs: $XDG_CONFIG_DIRS je proměnná prostředí, kterou definuje <ulink url="http://www.freedesktop.org/Standards/basedir-spec">Specifikace základních složek od XDG</ulink>.
de: $XDG_CONFIG_DIRS ist die in der <ulink url="http://www.freedesktop.org/Standards/basedir-spec">XDG base directory specification</ulink> definierte Umgebungsvariable.
eu: $XDG_CONFIG_DIRS ingurune-aldagaia hemen definitua dago: <ulink url="http://www.freedesktop.org/Standards/basedir-spec">XDGren oinarri-direktorioaren zehaztapena</ulink>.
ja: $XDG_CONFIG_DIRS という環境変数は「<ulink url="http://www.freedesktop.org/Standards/basedir-spec">XDG ベース・ディレクトリの仕様</ulink>」で定義されています。
ko: $XDG_CONFIG_DIRS는 <ulink url="http://www.freedesktop.org/Standards/basedir-spec">XDG 기본 디렉토리 명세서</ulink>에 정의된 환경 변수입니다.
pt: $XDG_CONFIG_DIRS é a variável de ambiente definida na <ulink url="http://www.freedesktop.org/Standards/basedir-spec">especificação de directório base XDG</ulink>.

source: Menu files must reside at <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename>. If <envar>$XDG_CONFIG_DIRS</envar><placeholder-1/> is not set, then the default path <filename>/etc/xdg</filename> is used. This also implies that a user specific version may be located at <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename> which is searched first. If <envar>$XDG_CONFIG_HOME</envar> is not set, then the default path <filename>~/.config</filename> is used. Directories which appear first in <envar>$XDG_CONFIG_DIRS</envar> are given precedence when there are several <filename>applications.menu</filename> files. The first file found is used and subsequent files are ignored.
ca: Els fitxers de menú han de residir a <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename>. Si <envar>$XDG_CONFIG_DIRS</envar><placeholder-1/> no s'ha establert, llavors s'utilitza el camí predeterminat <filename>/etc/xdg</filename>. Això també implica que una versió específica de l'usuari ha d'estar ubicada a <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename>, on primer es fa la cerca. Si <envar>$XDG_CONFIG_HOME</envar> no s'ha establert, llavors s'utilitza el camí predeterminat <filename>~/.config</filename>. Els directoris que apareguin primer a <envar>$XDG_CONFIG_DIRS</envar> tenen preferència quan hi ha diversos fitxers <filename>applications.menu</filename>. El primer fitxer trobat és l'utilitzat i els fitxers següents són ignorats.
cs: Soubory nabídek musí být umístěné v <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename>. Pokud není <envar>$XDG_CONFIG_DIRS</envar><placeholder-1/> nastavená, použije se výchozí cesta <filename>/etc/xdg</filename>. Rovněž je implementováno, že lze do umístění <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename> uložit uživatelem vytvořenou verzi, která se prohledá jako první. Pokud není <envar>$XDG_CONFIG_HOME</envar> nastavená, použije se výchozí cesta <filename>~/.config</filename>. Složky, které se vyskytují v <envar>$XDG_CONFIG_DIRS</envar> jako první jsou brané přednostně při více souborech <filename>applications.menu</filename>. První nalezený soubor se použije a ostatní soubory jsou ignorovány.
de: Menüdateien müssen sich in <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename> befinden. Falls die Variable <envar>$XDG_CONFIG_DIRS</envar><placeholder-1/> nicht gesetzt ist, dann wird der Vorgabepfad <filename>/etc/xdg</filename> benutzt. Dies schließt ein, dass eine eventuell in <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename> befindliche benutzerspezifische Version zuerst durchsucht wird. Falls die Variable <envar>$XDG_CONFIG_HOME</envar> nichtr gesetzt ist, dann wird der Vorgabepfad <filename>~/.config</filename> verwendet. Ordnern, die in <envar>$XDG_CONFIG_DIRS</envar> zuerst aufgeführt sind, wird dabei der Vorzug gegeben, sofern verschiedene <filename>applications.menu</filename>-Dateien vorhanden sind. Die erste gefundene Datei wird verwendet und weitere Dateien werden ignoriert.
eu: Menu-fitxategiek hemen egon behar dute: <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename>. <envar>$XDG_CONFIG_DIRS</envar><placeholder-1/> ezarria ez badago, <filename>/etc/xdg</filename> bide-izen lehenetsia erabiltzen da. Ondorioz, erabiltzaile baten berariazko bertsioa <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename> fitxategian ere koka daiteke, hor bilatzen baita lehendabizi. <envar>$XDG_CONFIG_HOME</envar> ezarria ez badago, <filename>~/.config</filename> bide-izen lehenetsia erabiltzen da. <filename>applications.menu</filename> fitxategi bat baino gehiago daudenean, lehentasuna dute <envar>$XDG_CONFIG_DIRS</envar>en lehenbizi agertzen direnek. Aurkitzen den lehen fitxategia erabiltzen da, eta gainerakoei ezikusi egiten zaie.
ja: すべてのメニュー・ファイルは <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename> の中に記載されていなければなりません。もし環境変数の <envar>$XDG_CONFIG_DIRS</envar><placeholder-1/> がセットされていなければ、デフォルトのパスである <filename>/etc/xdg</filename> を使用します。さらに、これは一番最初に見つかった <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename> ファイルの中にユーザ専用の情報が記載されている可能性も含んでいます。環境変数の <envar>$XDG_CONFIG_HOME</envar> がセットされていない場合は、デフォルトのパスである <filename>~/.config</filename> を使用します。<filename>applications.menu</filename> が複数個ある場合は、環境変数の <envar>$XDG_CONFIG_DIRS</envar> の中で最初に見つかったフォルダが優先されます。そして一番最初に見つかったファイルを利用して、それ以外のファイルは無視されます。
ko: 메뉴 파일은 <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename> 파일입니다. 만약 <envar>$XDG_CONFIG_DIRS</envar><placeholder-1/> 변수가 설정되어 있지 않다면, 기본 경로인 <filename>/etc/xdg</filename>가 사용됩니다. 이것은 사용자가 수정한 버전의 파일은 <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename>에 존재할 수 있으며, 이 경우 해당 파일이 먼저 사용된다는 것을 의미합니다. 만약 <envar>$XDG_CONFIG_HOME</envar> 변수가 설정되어 있지 않으면, 기본 경로인 <filename>~/.config</filename>가 사용됩니다. 여러 개의 <filename>applications.menu</filename> 파일이 존재하는 경우에는 <envar>$XDG_CONFIG_DIRS</envar> 변수 내에서 먼저 나오는 디렉토리가 우선 순위를 가집니다. 이 경우 첫 번째로 찾은 파일이 사용되며 나머지는 무시됩니다.
pt: Os ficheiros de menu devem residir em <filename>$XDG_CONFIG_DIRS/menus/applications.menu</filename>. Se <envar>$XDG_CONFIG_DIRS</envar><placeholder-1/> não estiver definida, então o caminho por omissão <filename>/etc/xdg</filename> será utilizado. Tal implica que a versão especificada pelo utilizador poderá estar localizada em <filename>$XDG_CONFIG_HOME/menus/applications.menu</filename> que é procurado primeiro. Se <envar>$XDG_CONFIG_HOME</envar> não estiver definida, será utilizado o caminho por omissão <filename>~/.config</filename>. Os directórios que surgirem primeiro em <envar>$XDG_CONFIG_DIRS</envar> têm precedência caso existam vários ficheiros <filename>applications.menu</filename>. O primeiro ficheiro encontrado é utilizado e os ficheiros subsequentes serão ignorados.

source: If you are confused about the order in which paths are searched, here is a simple list for resolving the location of <filename>applications.menu</filename>:
ca: Si esteu confós sobre l'ordre en què es cerquen els camins, a continuació es mostra una llista senzilla per a resoldre la ubicació del <filename>applications.menu</filename>:
cs: V případě, že jste z pořadí, ve kterém se cesty prohledávají, zmateni, tak zde je jednoduchý seznam postupu rozhodování o umístění <filename>applications.menu</filename>:
de: Falls Ihnen die Reihenfolge der Pfade zum Durchsuchen noch unklar ist, sehen Sie nachfolgend eine einfache Liste zum Auflösen des Ortes von <filename>applications.menu</filename>:
eu: Bide-izenen bilaketa-ordenari buruzko zalantzak badituzu, hona hemen <filename>applications.menu</filename> fitxategiaren kokalekua erabakitzeko zerrenda bat:
ja: パスを検索する順番がわからなくなった場合に備えて、ここで <filename>applications.menu</filename> ファイルを特定する方法を示します:
ko: 어떤 순서로 경로를 검색하는지 혼동스러운 사람들을 위해, 아래에서 <filename>applications.menu</filename> 파일의 위치를 찾기 위한 경로의 목록을 설명합니다:
pt: Caso esteja confuso sobre a ordem em que os caminhos são procurados, verifique a lista seguinte indicando a ordem de resolução para os ficheiros <filename>applications.menu</filename>:

source: Search each directory in <envar>$XDG_CONFIG_HOME</envar> in order to find <filename>menus/applications.menu</filename>. If <envar>$XDG_CONFIG_HOME</envar> is not set, it defaults to the <filename>~/.config/</filename> directory.
ca: Es cerca en cada directori de <envar>$XDG_CONFIG_HOME</envar> per a trobar el <filename>menus/applications.menu</filename>. Si <envar>$XDG_CONFIG_HOME</envar> no s'ha establert, es canvia el directori predeterminat a <filename>~/.config/</filename>.
cs: Prohledá se každá složka z <envar>$XDG_CONFIG_HOME</envar> v zadaném pořadí, zda se v ní nenachází <filename>menus/applications.menu</filename>. Pokud není <envar>$XDG_CONFIG_HOME</envar> nastavená, použije se výchozí složka <filename>~/.config/</filename>.
de: Durchsuchen Sie jeden Ordner in <envar>$XDG_CONFIG_HOME</envar> nach der Datei <filename>menus/applications.menu</filename>. Falls <envar>$XDG_CONFIG_HOME</envar> nicht gesetzt ist, wird der Ordner <filename>~/.config/</filename> als Vorgabe verwendet.
eu: Arakatu <envar>$XDG_CONFIG_HOME</envar>ko direktorio guztiak, <filename>menus/applications.menu</filename> aurkitzeko. <envar>$XDG_CONFIG_HOME</envar> ezarria ez badago, <filename>~/.config</filename> da direktorio lehenetsia.
ja: <filename>menus/applications.menu</filename> ファイルを特定するために、環境変数の <envar>$XDG_CONFIG_HOME</envar> にセットされたフォルダの内容をそれぞれ調べる (もし <envar>$XDG_CONFIG_HOME</envar> がセットされていなければ、デフォルトの <filename>~/.config/</filename> というフォルダを使用する)
ko: <envar>$XDG_CONFIG_HOME</envar> 변수 내의 각 디렉토리를 순서대로 검색하여 <filename>menus/applications.menu</filename> 파일을 찾습니다. 만약 <envar>$XDG_CONFIG_HOME</envar> 변수가 설정되지 않았다면, 기본 값인 <filename>~/.config/</filename> 디렉토리가 사용됩니다.
pt: Procurar em cada directório constante em <envar>$XDG_CONFIG_HOME</envar> com vista a encontrar <filename>menus/applications.menu</filename>. Se <envar>$XDG_CONFIG_HOME</envar> não estiver definida, por omissão apontará para o directório <filename>~/.config/</filename>.

source: Search each directory in <envar>$XDG_CONFIG_DIRS</envar> in order to find <filename>menus/applications.menu</filename>. If <filename>$XDG_CONFIG_DIRS</filename> is not set, it defaults to the <filename>/etc/xdg/</filename> directory.
ca: Es cerca en cada directori de <envar>$XDG_CONFIG_DIRS</envar> per a trobar el <filename>menus/applications.menu</filename>. Si <envar>$XDG_CONFIG_DIRS</envar> no s'ha establert, es canvia el directori predeterminat a <filename>/etc/xdg/</filename>.
cs: Prohledá se každá složka z <envar>$XDG_CONFIG_DIRS</envar> v zadaném pořadí, zda se v ní nenachází <filename>menus/applications.menu</filename>. Pokud není <envar>$XDG_CONFIG_DIRS</envar> nastavená, použije se výchozí složka <filename>/etc/xdg/</filename>.
de: Durchsuchen Sie jeden Ordner in <envar>$XDG_CONFIG_DIRS</envar> nach der Datei <filename>menus/applications.menu</filename>. Falls <filename>$XDG_CONFIG_DIRS</filename> nicht gesetzt ist, wird der Ordner <filename>/etc/xdg/</filename> als Vorgabe verwendet.
eu: Arakatu <envar>$XDG_CONFIG_DIRS</envar>eko direktorio guztiak, <filename>menus/applications.menu</filename> aurkitzeko. <filename>$XDG_CONFIG_DIRS</filename> ezarria ez badago, <filename>/etc/xdg/</filename> da direktorio lehenetsia.
ja: <filename>menus/applications.menu</filename> ファイルを特定するために、環境変数の <envar>$XDG_CONFIG_DIRS</envar> にセットされたフォルダの内容をそれぞれ調べる (もし <filename>$XDG_CONFIG_DIRS</filename> がセットされていなければ、デフォルトの <filename>/etc/xdg/</filename> というフォルダを使用する)
ko: <envar>$XDG_CONFIG_DIRS</envar> 변수 내의 각 디렉토리를 순서대로 검색하여 <filename>menus/applications.menu</filename> 파일을 찾습니다. 만약 <filename>$XDG_CONFIG_DIRS</filename> 변수가 설정되지 않았다면, 기본 값인 <filename>/etc/xdg/</filename> 디렉토리가 사용됩니다.
pt: Procurar em cada directório constante em <envar>$XDG_CONFIG_DIRS</envar> com vista a encontrar <filename>menus/applications.menu</filename>. Se <filename>$XDG_CONFIG_DIRS</filename> não estiver definida, por omissão apontará para o directório <filename>/etc/xdg/</filename>.

source: Use the first <filename>applications.menu</filename> file found.
ca: S'utilitza el primer fitxer <filename>applications.menu</filename> que es trobi.
cs: Použije se první nalezený soubor <filename>applications.menu</filename>.
de: Verwenden Sie die zuerst gefundene Datei namens <filename>applications.menu</filename>.
eu: Erabili aurkitutako lehen <filename>applications.menu</filename> fitxategia.
ja: 一番最初に見つかった <filename>applications.menu</filename> ファイルを使用する
ko: 처음으로 찾은 <filename>applications.menu</filename> 파일을 사용합니다.
pt: Utiliza o primeiro ficheiro <filename>applications.menu</filename> encontrado.

source: You can see an example of a <filename>.menu</filename> file in <xref linkend="example-menu"/>. In this example, the top level menu is named <literal>Applications</literal>, which is specified using the <literal>&lt;Name&gt;</literal> element. The <literal>Applications</literal> menu contains a single submenu, but several submenus are allowed. Each submenu may also have an <literal>&lt;Include&gt;</literal> element. The purpose of the <literal>&lt;Include&gt;</literal> element is to perform a filter on the set of available desktop entries using matching rules.
ca: Podeu veure un exemple d'un fitxer <filename>.menu</filename> en l'<xref linkend="example-menu"/>. En aquest exemple, el menú de nivell superior s'anomena <literal>Applications</literal>, que està especificat a través de l'element <literal>&lt;Name&gt;</literal>. El menú <literal>Applications</literal> conté un submenú, però es permeten diversos submenús. Cada submenú també pot tenir un element <literal>&lt;Include&gt;</literal>. La finalitat de l'element <literal>&lt;Include&gt;</literal> és servir de filtre sobre el conjunt d'entrades disponibles de l'escriptori utilitzant regles de coincidència.
cs: <xref linkend="example-menu"/> obsahuje ukázku souboru <filename>.menu</filename>. V tomto příkladu se nejvyšší nabídka nazývá <literal>Aplikace</literal>, což je dáno elementem <literal>&lt;Name&gt;</literal>. Nabídka <literal>Aplikace</literal> obsahuje jednu podnabídku, ale může jich být více. Každá podnabídka může také mít element <literal>&lt;Include&gt;</literal>. Účelem elementu <literal>&lt;Include&gt;</literal> je provádět filtrování sady dostupných vstupů pracovního prostředí pomocí srovnávacích pravidel.
de: Ein Beispiel einer <filename>.menu</filename>-Datei finden Sie in <xref linkend="example-menu"/>. In diesem Beispiel heißt das Menü der obersten Ebene <literal>Applications</literal>, was durch das <literal>&lt;Name&gt;</literal>-Element angegeben wird. Das <literal>Applications</literal>-Menü enthält ein einzelnes Untermenü, wobei aber mehrere Untermenüs erlaubt sind. Jedes der Untermenüs darf ein <literal>&lt;Include&gt;</literal>-Element enthalten. Der Zweck des <literal>&lt;Include&gt;</literal>-Elements ist die Filterung aller verfügbaren Desktopeinträge anhand von Übereinstimmungsregeln.
eu: <filename>.menu</filename> fitxategien adibide bat dago hemen: <xref linkend="example-menu"/>. Adibide horretan, <literal>Applications</literal> izena du maila goreneko menuak, eta <literal>&lt;Name&gt;</literal> elementuaren bidez zehazten da. <literal>Applications</literal> menuan azpimenu bakar bat dago, baina bat baino gehiago egon daitezke. Azpimenu bakoitzak <literal>&lt;Include&gt;</literal> elementua izan dezake. Parekatze-arauak erabiliz mahaigaineko sarrera erabilgarrien multzoa iragaztea da <literal>&lt;Include&gt;</literal>(r)en helburua.
ja: <xref linkend="example-menu"/> に <filename>.menu</filename> ファイルの例を示します。この例におけるトップレベルのメニューは <literal>Applications</literal> という名前のメニューで、これは <literal>&lt;Name&gt;</literal> とう要素を使って指定されているのがわかります。<literal>Applications</literal> というメニューにはサブメニューが一つ含まれていますが、複数のサブメニューを含めることも可能です。さらに各サブメニューにも <literal>&lt;Include&gt;</literal> という要素を含めることが可能になっています。この <literal>&lt;Include&gt;</literal> 要素の目的は任意のルールを用いて、すべてのデスクトップ・エントリから実際に利用できるエントリの集合にフィルタリングすることです。
ko: <xref linkend="example-menu"/> 부분에서 <filename>.menu</filename> 파일의 예를 보여줍니다. 이 예제에서 최상위 메뉴는 <literal>Applications</literal>이며, 이는 <literal>&lt;Name&gt;</literal> 엘리먼트에서 볼 수 있습니다. <literal>Applications</literal> 메뉴는 하나의 하위 메뉴 만을 포함하지만, 여러 개의 하위 메뉴를 가질 수도 있습니다. 각 하위 메뉴는 <literal>&lt;Include&gt;</literal> 엘리먼트를 가질 수 있습니다. <literal>&lt;Include&gt;</literal> 엘리먼트는 매칭 규칙을 사용하여 적절한 데스크탑 엔트리를 걸러내는 작업을 위해 사용됩니다.
pt: Pode observar um exemplo de um ficheiro <filename>.menu</filename> em <xref linkend="example-menu"/>. Neste exemplo, o menu de nível de topo denomina-se <literal>Applications</literal>, que é especificado utilizando o elemento <literal>&lt;Name&gt;</literal>. O menu <literal>Applications</literal> contém um único submenu, mas são permitidos vários submenus. Cada submenu poderá também ter um elemento <literal>&lt;Include&gt;</literal>. O objectivo do elemento <literal>&lt;Include&gt;</literal> é o de realizar um filtro sobre o conjunto de definições de iniciadores disponíveis utilizando regras de equivalência.
