Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: Contains a mapping of XML namespaces to MIME types. Each line contains three fields, the namespace, the localName and the MIME type. Each field is separated by a space. If the localName is empty, then there are two spaces between the namespace and the MIME type.
ca: Conté un mapejat dels espais de noms dels tipus MIME. Cada línia conté tres camps, l'espai de noms, el nom local i el tipus MIME. Cada camp està separat per un espai. Si el nom local està buit, llavors hi ha dos espais entre l'espai de noms i el tipus MIME.
cs: Obsahuje mapování jmenných prostorů XML na typy MIME. Každý řádek obsahuje tři pole: jmenný prostor, místní název a typ MIME. Pole jsou navzájem oddělená mezerami. Pokud je lokální název prázdný, pak jsou mezi jmenný prostorem a typem MIME dvě mezery.
de: Enthält die Zuordnung der XML-Namensräume zu MIME-Typen. Jede Zeile enthält drei Felder: den Namensraum, den lokalen Namen und den MIME-Typ. Die Felder sind durch Leerzeichen getrennt. Falls der lokale Name leer ist, dann sind Namensraum und MIME-Typ durch zwei Leerzeichen getrennt.
eu: XML izenlekuen eta MIME moten arteko mapaketa dauka. Lerro bakoitzean hiru eremu daude: izenlekua, izen lokala (localName) eta MIME mota. Zuriune batek bereizten ditu eremuak. Izen lokala hutsik badago, bi zuriune egongo dira izenlekuaren eta MIME motaren artean.
ja: このファイルには XML の名前空間を MIME 型にマッピングする情報が記述されています。１行につき名前空間と localName と MIME 型の三つの情報が記述され、区切り文字はスペース <quote><literal> </literal></quote> です。もし localName が空ならば、名前空間と MIME 型の間には２つのスペースが並ぶことになります。
ko: 이 파일은 XML 이름 공간과 MIME 형식 간의 매핑을 포함합니다. 각 줄은 이름 공간, 로컬 이름, MIME 형식의 세 필드로 이루어져 있으며, 각 필드는 공백 문자로 구분됩니다. 만약 로컬 이름이 비어있다면, 이름 공간과 MIME 형식 사이에 두 개의 공백 문자가 있어야 합니다.
pt: Contém um mapeamento dos nomes de espaços XML para tipos MIME. Cada linha contém três campos, o nome do espaço, o localName (nome local) e o tipo MIME. Cada campo é separado por um espaço. Se o localName for vazio, existirão dois espaços entre o nome do espaço e o tipo MIME.

source: Contains a list of aliases for each MIME type. An alias is simply a MIME type that is sometimes known as another type. For each line in this file there are two fields: the first field is the alias name, and the second field is the MIME type. The fields are separated by a space.
ca: Conté una llista d'àlies per a cada tipus MIME. Un àlies simplement és un tipus MIME que a vegades es coneix com un altre tipus. Per cada línia en aquest fitxer hi ha dos camps: el primer camp és el nom àlies i el segon camp és el tipus MIME. Els camps estan separats per un espai.
cs: Obsahuje seznam přezdívek pro každý typ MIME. Přezdívka je jednoduše typ MIME, který je někdy znám pod jiným typem. V každém řádku tohoto souboru jsou dvě pole: první pole je přezdívka a druhé pole je typ MIME. Pole jsou navzájem oddělená mezerami.
de: Enthält eine Liste von Aliasen für jeden MIME-Typ. Ein Alias ist ein simpler MIME-Typ, der unter Umständen auch als anderer MIME-Typ bekannt ist. Jede Zeile in dieser Datei besteht aus zwei Feldern: dem ersten Feld mit dem Namen des Alias und dem zweiten Feld mit dem MIME-Typ. Die Felder sind durch Leerzeichen getrennt.
eu: MIME mota bakoitzaren aliasen zerrenda dauka. Alias bat MIME mota bat besterik ez da, baina batzuetan beste izen batekin ezagutzen dena. Fitxategi honetako lerro bakoitzak bi eremu ditu: lehen eremuan aliasen izenak daude, eta bigarrenean MIME motak. Zuriune batek bereizten ditu eremuak.
ja: このファイルには MIME 型の別名が一覧で記述されています。別名とはまれに MIME 型が別の型として扱われることを意味します。一行ごとに２つのデータを記述します: 先頭が別名で、最後が MIME 型です (区切り文字はスペース <quote><literal> </literal></quote> です)。
ko: 이 파일은 각 MIME 형식들에 대한 별칭(alias)의 목록을 포함합니다. 별칭은 단순히 다른 형식으로 알려진 MIME 형식입니다. 이 파일의 각 줄은 두 개의 필드로 이루어지며, 첫번째 필드는 별칭의 이름이며 두번째 필드는 MIME 형식을 가리킵니다. 각 필드는 공백 문자로 구분됩니다.
pt: Contém uma lista de alcunhas (ou nomes alternativos) para cada tipo MIME. Uma alcunha é simplesmente um tipo MIME que por vezes é conhecido por outro tipo. Para cada linha neste ficheiro existem dois campos: o primeiro é a alcunha, o segundo é o tipo MIME. Os campos são separados por um espaço.

source: A type is a subclass of another type if any instance of the first type is also an instance of the second. For example, all image/svg files are also text/xml, text/plain and application/octet-stream files. Subclassing is about the format, rather than the catagory of the data (for example, there is no 'generic spreadsheet' class that all spreadsheets inherit from).
ca: Un tipus és una subclasse d'un altre tipus si alguna instància del primer tipus també és una instància del segon. Per exemple, tots els fitxers image/svg també són fitxers text/xml, text/plain i application/octet-stream. Les subclasses existeixen pel format, més que per la categoria de les dades (per exemple, no hi ha una classe «full de càlcul genèric» que heretin tots els fulls de càlcul).
cs: Typ je podtřídou jiného typu, pokud je nějaká instance prvního typu zároveň instancí druhého typu. Například, všechny soubory image/svg jsou zároveň soubory text/xml, text/plain a application/octet-stream. Podtřídy jsou spíše o formátu než o kategorii dat (např. zde není třída „obecný sešit“, ze které by se odvozovaly všechny sešity).
de: Ein Typ ist eine Unterklasse eines anderen Typs, falls irgendeine Instanz des ersten Typs auch eine Instanz des zweiten Typs ist. Beispielsweise sind alle Dateien des Typs »image/svg« auch vom Typ text/xml, text/plain und application/octet-stream. Die Unterklassifizierung bezieht sich auf das Format, nicht auf die Kategorie der Daten. Beispielsweise gibt es kein »allgemeines Tabellendokument«, welches die Eigenschaften alle Tabellendokumente erbt.
eu: Mota bat beste mota baten azpiklasea da, baldin eta mota horren instantziaren bat beste motaren instantzia ere bada. Adibidez, image/svg fitxategi guztiak text/xml, text/plain eta application/octet-stream fitxategi ere badira. Azplikasea formatuari buruzkoa da, eta ez datuen kategoriari buruzkoa (adibidez, ez dago kalkulu-orri guztiek jasotzen duten 'kalkulu-orri generiko'rik).
ja: 最初の型のいずれかのインスタンスが最後の型のインスタンスの一つになるのであれば、その型は別の型のサブクラスといいます。例えば、image/svg 型のファイルは全て text/xml でかつ text/plain でかつ application/octet-stream なファイルといえます。実際は、データの種類ではなくファイルの形式でサブクラスに分類しています (例えば、すべてのスプレッドシートが継承する「汎用的なスプレッドシート」なんてものは存在しませんから)。
ko: 만약 한 형식이 다른 형식의 인스턴스이기도 하다면, 이 형식은 다른 형식의 하위 클래스(subclass)입니다. 예를 들어 모든 image/svg 파일은 text/xml 파일이기도 하며 application/octet-stream 파일이기도 합니다. 하위 클래스는 데이터의 분류에 따른 것이라기 보다는 파일의 형식에 대한 것입니다 (예를 들어, 모든 스프레드시트 형식의 부모가 되는 '일반적인 스프레드시트' 클래스는 존재하지 않습니다).
pt: Um tipo é uma subclasse de outro tipo se uma qualquer instância do primeiro tipo for também uma instância do segundo. Por exemplo, todos os ficheiros image/svg são também ficheiros text/xml, text/plain e application/octet-stream. Subclasses são segundo o formato, e não segundo a categoria dos dados (por exemplo, não existe nenhuma classe 'folha de cálculo genérica' que todas as folhas de cálculo herdem).

source: Contains a list of subclassed MIME types and their <quote>parent</quote> MIME type. From the <citetitle>XDG shared mime specification:</citetitle><placeholder-1/>The format of this file is similar to the <filename>aliases</filename> file. Each line contains two fields, where the first field is the subclassed MIME type and the second field is the parent MIME type. Each field is separated by a space.
ca: Conté una llista de subclasses de tipus MIME i el seu tipus MIME <quote>pare</quote>. De l'<citetitle>Especificació d'informació MIME compartida XDG:</citetitle><placeholder-1/> El format d'aquest fitxer és similar al fitxer <filename>aliases</filename>. Cada línia conte dos camps, on el primer camp és la subclasse del tipus MIME i el segon camp és el tipus MIME pare. Cada camp està separat per un espai.
cs: Obsahuje seznam podtříd typů MIME a jejich <quote>rodičovských</quote> typů MIME. <citetitle>Specifikace sdílení mime od XDG</citetitle> uvádí:<placeholder-1/>Formát tohoto souboru je podobný souboru <filename>aliases</filename>. Každý řádek obsahuje dvě pole, kde první pole je podtřída typu MIME a druhé pole je rodičovský typ MIME. Pole jsou navzájem oddělená mezerou.
de: Enthält eine Liste unterklassifizierter MIME-Typen und deren übergeordneten MIME-Typen. Aus der <citetitle>XDG shared mime specification:</citetitle><placeholder-1/>Das Format dieser Datei ist analog zur <filename>aliases</filename>-Datei. Jede Zeile enthält zwei Felder, wobei das erste Feld den unterklassifizierten MIME-Typ bezeichnet und das zweite Feld den übergeordneten MIME-Typ. Die Felder sind durch Leerzeichen getrennt.
eu: MIME moten azpiklaseen eta azpiklase horien MIME mota <quote>guraso</quote>en zerrenda dauka. <citetitle>XDGren mime partekatuen zehaztapena</citetitle>ren arabera: fitxategi honen formatua <filename>aliasak</filename> fitxategiaren formatuaren parekoa da. Lerro bakoitzak bi eremu ditu; lehen eremua MIME motaren azpiklasea da, eta bigarrena MIME mota gurasoa. Zuriune batek bereizten ditu eremuak.
ja: このファイルにはサブクラス化した MIME 型とそれらの「親」に相当する MIME 型が一覧で記述されています。「<citetitle>XDG Shared MIME Info の仕様</citetitle>」によれば:<placeholder-1/>このファイルは <filename>&lt;MIME&gt;/aliases</filename> と書式が似ています。一行ごとに二つのデータを記述します。 先頭がサブクラス化した MIME 型で最後が親の MIME 型です (区切り文字はスペース <quote><literal> </literal></quote> です)。
ko: 이 파일은 자신의 <quote>부모(parent)</quote> MIME 형식과 그 하위 클래스 MIME 형식에 대한 목록을 포함합니다. <citetitle>XDG 공통 MIME 명세서</citetitle>에 따르면:<placeholder-1/> 이 파일의 형식은 <filename>aliases</filename> 파일과 비슷합니다. 각 줄은 공백 문자로 구분된 두 필드로 구성되며, 첫번째 필드는 하위 클래스 MIME 형식을, 두번째 필드는 부모 MIME 형식을 나타냅니다.
pt: Contém uma lista de tipos MIME com subclasses MIME e o seu tipo MIME <quote>pai</quote>. Citando a <citetitle>especificação XDG de mime partilhado:</citetitle><placeholder-1/>O formato deste ficheiro é semelhante ao do ficheiro <filename>aliases</filename> (alcunhas). Cada linha contém dois campos, onde o primeiro é o tipo MIME da subclasse e o segundo é o tipo MIME pai. Cada campo está separado por um espaço.

source: Refreshing the MIME Database
ca: Refresc de la base de dades MIME
cs: Občerstvování databáze MIME
de: Aktualisierung der MIME-Datenbank
eu: MIME datu-basea freskatzea
ja: MIME 型データベースを更新する
ko: MIME 데이터베이스 형식 갱신하기
pt: Actualizar a Base de Dados MIME

source: Understanding how to refresh the MIME database is important for administrators who wish to add new MIME types to the system, or otherwise modify information about a MIME type. The application <application>update-mime-database</application> is intended for this purpose.
ca: Entendre com refrescar la base de dades MIME és important per als administradors que vulguin afegir tipus MIME nous al sistema o modificar la informació sobre un tipus MIME. L'aplicació <application>update-mime-database</application> s'encarrega d'això.
cs: Porozumění tomu, jak občerstvit databázi MIME, je důležité pro správce, kteří chtějí přidávat do svého systému nové typy MIME nebo jinak upravovat informace o typech MIME. K těmto účelům je určená aplikace <application>update-mime-database</application>.
de: Kenntnisse über die Aktualisierung der MIME-Datenbank sind für Systemverwalter von Bedeutung, die neue MIME-Typen zum System hinzufügen oder anderweitig Informationen über einen MIME-Typ anpassen wollen. Die Anwendung <application>update-mime-database</application> ist für diesen Zweck bestimmt.
eu: Garrantzitsua da administratzaileek MIME datu-basea nola freskatzen den ulertzea, sistemari MIME mota berriak gehitu nahi badizkiote edo MIME mota bati buruzko informazioa aldatu nahi badute. Horretarako da <application>update-mime-database</application> aplikazioa.
ja: 新しい MIME 型をシステムに追加するとか、MIME 型の情報を変更するといった作業を行うシステム管理者にとって、MIME 型のデータベースを更新する方法を理解しておくことは重要なことです。ここでは <application>update-mime-database</application> というコマンドが既にインストールされているものとして説明します。
ko: MIME 데이터베이스를 갱신하는 방법을 이해하는 것은 새로운 MIME 형식을 시스템에 추가하거나, MIME 형식에 대한 정보를 수정해야 하는 관리자들에게는 중요합니다. <application>update-mime-database</application>는 이를 위한 프로그램입니다.
pt: Compreender como actualizar a base de dados MIME é importante para os administradores que desejem adicionar novos tipos MIME ao sistema, ou alterar informação sobre um tipo MIME. A aplicação <application>update-mime-database</application> destina-se a este fim.

source: For example, if an application installs information about a new MIME type to <filename>/usr/share/mime/packages/diff.xml</filename>, then <application>update-mime-database</application> must be called with the parameter <filename>/usr/share/mime</filename>.
ca: Per exemple, si una aplicació instal·la informació sobre un tipus MIME nou a <filename>/usr/share/mime/packages/diff.xml</filename>, llavors s'ha de cridar <application>update-mime-database</application> amb el paràmetre <filename>/usr/share/mime</filename>.
cs: Mějme například aplikaci, která nainstalovala informace o novém typu MIME do <filename>/usr/share/mime/packages/diff.xml</filename>. Pak <application>update-mime-database</application> musí být spuštěno s parametrem <filename>/usr/share/mime</filename>.
de: Wenn beispielsweise eine Anwendung Informationen über einen neuen MIME-Typ in <filename>/usr/share/mime/packages/diff.xml</filename> speichert, dann muss <application>update-mime-database</application> mit dem Parameter <filename>/usr/share/mime</filename> aufgerufen werden.
eu: Adibidez, aplikazio batek MIME mota bati buruzko informazioa instalatzen badu <filename>/usr/share/mime/packages/diff.xml</filename>en, <filename>/usr/share/mime</filename> parametroarekin deitu behar da <application>update-mime-database</application>.
ja: 例えば、アプリケーションが新しい MIME 型の情報を <filename>/usr/share/mime/packages/diff.xml</filename> にインストールしたら、その後に必ず <application>update-mime-database</application> というコマンドを <filename>/usr/share/mime</filename> という引数を指定して呼び出してください。
ko: 예를 들어 어떤 프로그램이 새로운 MIME 형식에 대한 정보를 <filename>/usr/share/mime/packages/diff.xml</filename>에 설치했다면, <filename>/usr/share/mime</filename>을 인자로 주어 <application>update-mime-database</application> 프로그램을 호출해야 합니다.
pt: Por exemplo, se uma aplicação instalar informação sobre um novo tipo MIME em <filename>/usr/share/mime/packages/diff.xml</filename>, então a <application>update-mime-database</application> deverá ser executada com o parâmetro <filename>/usr/share/mime</filename>.

source: *** * Updating MIME database in /usr/share/mime... ***
cs: *** * Aktualizuje se databáze MIME v /usr/share/mime... ***
eu: *** * /usr/share/mime-ko MIME datu-basea eguneratzen... ***
pt: *** * A actualizar a base de dados MIME em /usr/share/mime... ***

source: The MIME database is refreshed by scanning all the source XML files in the directory <filename>&lt;MIME&gt;/packages</filename>.
ca: La base de dades MIME es refresca escanejant tots els fitxer font XML en el directori <filename>&lt;MIME&gt;/packages</filename>.
cs: Při občerstvování databáze MIME se prochází všechny zdrojové soubory XML ve složce <filename>&lt;MIME&gt;/packages</filename>.
de: Die MIME-Datenbank wird durch Einlesen aller XML-Quelldateien im Ordner <filename>&lt;MIME&gt;/packages</filename> aktualisiert.
eu: MIME datu-basea freskatzeko <filename>&lt;MIME&gt;/packages</filename> direktorioko XML iturburu-fitxategi guztiak eskaneatzen dira.
ja: すると、<filename>&lt;MIME&gt;/packages</filename> のフォルダにあるすべてのソース XML ファイルを解析して、MIME 型のデータベースを更新します。
ko: MIME 데이터베이스는 <filename>&lt;MIME&gt;/packages</filename> 디렉토리 내의 모든 소스 XML 파일들을 검색하여 갱신합니다.
pt: A base de dados MIME é actualizada analisando-se todos os ficheiros XML de origem no directório <filename>&lt;MIME&gt;/packages</filename>.

source: The source XML files
ca: Els fitxers font XML
cs: Zdrojové soubory XML
de: Die XML-Quelldateien
eu: XML iturburu-fitxategiak
ja: ソース XML ファイル
ko: 소스 XML 파일
pt: Os ficheiros XML de origem

source: source XML files
ca: fitxers font XML
cs: zdrojové soubory XML
de: XML-Quelldateien
eu: XML iturburu-fitxategiak
ko: 소스 XML 파일
pt: ficheiros XML de origem

source: Located in the <filename>&lt;MIME&gt;/packages</filename> directory, these XML files provide all the information regarding MIME types that is installed into the database by the <application>update-mime-database</application> application. There are a few rules about the XML file itself:
ca: Ubicats en el directori <filename>&lt;MIME&gt;/packages</filename>, aquests fitxers XML proporcionen tota la informació relacionada amb els tipus MIME que hi ha instal·lats en la base de dades de l'aplicació <application>update-mime-database</application>. Hi ha unes poques regles sobre el fitxer XML:
cs: Tyto soubor XML, nacházející se ve složce <filename>&lt;MIME&gt;/packages</filename>, poskytují informace ohledně typů MIME, které se instalují pomocí aplikace <application>update-mime-database</application> do databáze. Zde je pro tyto soubory XML několik pravidel:
de: Diese XML-Dateien befinden sich im Ordner <filename>&lt;MIME&gt;/packages</filename> und stellen alle Informationen bezüglich der durch die Anwendung <application>update-mime-database</application> in der Datenbank installierten MIME-Typen bereit. Es gibt einige Regeln zu der XML-Datei selbst:
eu: <application>update-mime-database</application> aplikazioak datu-basean instalatu dituen MIME motei buruzko informazio osoa ematen dute <filename>&lt;MIME&gt;/packages</filename> direktorioko XML fitxategi horiek. Arau gutxi dago XML fitxategiari berari buruz.
ja: <filename>&lt;MIME&gt;/packages</filename> というフォルダの中に格納されている、これらの XML ファイルは <application>update-mime-database</application> によってデータベースにインストールされる MIME 型に関するすべての情報を提供します。この XML ファイルにはいくつか規則があります:
ko: <filename>&lt;MIME&gt;/packages</filename> 디렉토리에 위치한 이러한 XML 파일들은 <application>update-mime-database</application> 프로그램을 통해 설치된 MIME 형식들에 대한 모든 정보를 제공합니다. XML 파일 자체에 대한 다음과 같은 몇 가지 규칙이 존재합니다:
pt: Localizados no directório <filename>&lt;MIME&gt;/packages</filename>, estes ficheiros XML disponibilizam toda a informação sobre os tipos MIME que é instalada na base de dados pela aplicação <application>update-mime-database</application>. Existem algumas regras sobre o próprio ficheiro XML:

source: It must specify the namespace as <quote><literal>http://www.freedesktop.org/standards/shared-mime-info</literal></quote>
ca: S'ha d'especificar l'espai de noms com a <quote><literal>http://www.freedesktop.org/standards/shared-mime-info</literal></quote>
cs: Musí uvádět jmenný prostor <quote><literal>http://www.freedesktop.org/standards/shared-mime-info</literal></quote>
de: Sie müssen eine Namensraum angeben, wie <quote><literal>http://www.freedesktop.org/standards/shared-mime-info</literal></quote>.
eu: Izenlekua adierazi behar du honela: <quote><literal>http://www.freedesktop.org/standards/shared-mime-info</literal></quote>
ja: 名前空間を <quote><literal>http://www.freedesktop.org/standards/shared-mime-info</literal></quote> に指定すること
ko: 이름 공간을 <quote><literal>http://www.freedesktop.org/standards/shared-mime-info</literal></quote>로 지정해야 합니다
pt: Tem de especificar o nome de espaço como sendo <quote><literal>http://www.freedesktop.org/standards/shared-mime-info</literal></quote>

source: The root element must be <literal>mime-info</literal>
ca: L'element arrel ha de ser <literal>mime-info</literal>
cs: Kořenový element musí být <literal>mime-info</literal>
de: Das Wurzelelement muss <literal>mime-info</literal> sein.
eu: Erroko elementuak <literal>mime-info</literal> izan behar du
ja: ルート要素は <literal>mime-info</literal> にすること
ko: 최상위(root) 엘리먼트의 이름은 <literal>mime-info</literal>가 되어야 합니다
pt: O elemento raiz tem de ser <literal>mime-info</literal>

source: Zero or more <literal>mime-type</literal> elements can be specified as children of the <literal>mime-info</literal> element. The <literal>type</literal> attribute is used to specify the MIME type that is being defined.
ca: Es poden especificar zero o més elements <literal>mime-type</literal> com a fills de l'element <literal>mime-info</literal>. L'atribut <literal>type</literal> s'utilitza per a especificar el tipus MIME que s'està definint.
cs: V elementu <literal>mime-info</literal> může být uvedený žádný nebo více elementů <literal>mime-type</literal>. Atribut <literal>type</literal> se používá k určení typu MIME, který se definuje.
de: Null oder mehr <literal>mime-type</literal>-Elemente können als Unterelemente des <literal>mime-info</literal>-Elements angegeben werden. Das <literal>type</literal>-Attribut wird zur Angabe des zu definierenden MIME-Typs verwendet.
eu: <literal>mime-info</literal> elementuaren ume gisa zehaztu daitezke <literal>mime-type</literal> elementuak (bat ere ez, bat edo gehiago). Definitzen ari den MIME mota zehazteko erabiltzen da <literal>type</literal> atributua.
ja: <literal>mime-info</literal> 要素の子要素として０個以上の <literal>mime-type</literal> 要素を指定すること。<literal>type</literal> 属性を、定義される MIME 型を指定するために使用する
ko: <literal>mime-info</literal> 엘리먼트의 자식으로 여러 (0개 이상의) <literal>mime-type</literal> 엘리먼트들을 지정할 수 있습니다. <literal>type</literal> 속성은 정의된 MIME 형식을 지정하기 위해 사용됩니다.
pt: Podem ser especificados zero ou mais elementos <literal>mime-type</literal> como filhos do elemento <literal>mime-info</literal>. O atributo <literal>type</literal> é utilizado para especificar o tipo MIME que está a ser definido.

source: By default, the <filename>freedesktop.org.xml</filename> file is installed to the <filename>packages</filename> directory in one of the <filename>&lt;MIME&gt;</filename> paths (usually <filename>/usr/share/mime/packages</filename>).
ca: Per defecte, el fitxer <filename>freedesktop.org.xml</filename> està instal·lat en el directori <filename>packages</filename> en un dels camins <filename>&lt;MIME&gt;</filename> (normalment <filename>/usr/share/mime/packages</filename>).
cs: Standardně je soubor <filename>freedesktop.org.xml</filename> nainstalovaný ve složce <filename>packages</filename> v jedné z cest <filename>&lt;MIME&gt;</filename> (obvykle <filename>/usr/share/mime/packages</filename>).
de: Standardmäßig wird die Datei <filename>freedesktop.org.xml</filename> in den Ordner <filename>packages</filename> in einem der <filename>&lt;MIME&gt;</filename>-Pfade installiert (üblicherweise <filename>/usr/share/mime/packages</filename>).
eu: <filename>freedesktop.org.xml</filename> fitxategia <filename>packages</filename> direktorioan instalatzen da lehenespenez, <filename>&lt;MIME&gt;</filename> bide-izenetako batean (normalean, <filename>/usr/share/mime/packages</filename>en).
ja: デフォルトで、<filename>freedesktop.org.xml</filename> というファイルが <filename>&lt;MIME&gt;</filename> が示すいずれかのパス (通常は <filename>/usr/share/mime/packages</filename>) にある <filename>packages</filename> というフォルダにインストールされています。
ko: 기본적으로 <filename>freedesktop.org.xml</filename> 파일은 <filename>&lt;MIME&gt;</filename> 경로 (보통은 <filename>/usr/share/mime/packages</filename>) 중의 하나에 있는 <filename>packages</filename> 디렉토리에 설치됩니다.
pt: Por omissão, o ficheiro <filename>freedesktop.org.xml</filename> é instalado no directório <filename>packages</filename> num dos caminhos <filename>&lt;MIME&gt;</filename> (normalmente <filename>/usr/share/mime/packages</filename>).
