Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: A MIME source XML file defines how MIME types are resolved for different kinds of files. There are three ways in which this can be done: using file extensions (glob patterns), using magic rules and using XML namespaces. MIME source XML files are located in the <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime/packages</filename> directory.
ca: Un fitxer font XML MIME defineix com es resolen els tipus MIME per a diferents tipus de fitxers. Hi ha tres maneres diferents de fer-ho: utilitzar les extensions dels fitxers (patrons màgics), utilitzar regles màgiques i utilitzar noms d'espai XML. Els fitxers font XML MIME s'ubiquen en el directori <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime/packages</filename>.
cs: Zdrojový soubor XML pro MIME definuje, jak typy MIME vyhodnotit pro různé druhy souborů. Existují tři způsoby, jak to lze provést: pomocí přípony (hromadná maska), pomocí magických pravidel a pomocí jmenných prostorů XML. Zdrojové soubory XML pro MIME jsou umístěné ve složce <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime/packages</filename>.
de: Eine MIME-XML-Quelldatei legt fest, wie MIME-Typen den verschiedenen Arten von Dateien zugeordnet werden. Dies kann auf drei verschiedene Arten geschehen: durch die Dateiendungen (Übereinstimmungsregeln), durch »magische Regeln« oder durch die Verwendung von Namensräumen. MIME-XML-Quelldateien befinden sich im Ordner <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime/packages</filename>.
eu: MIMEren XML iturburu-fitxategiek definitzen dute MIME motak nola esleitzen diren fitxategi moten arabera. Hori egiteko hiru era dago: fitxategi-luzapenak (korrespondentzia-ereduak) erabiltzea, arau magikoak erabiltzea, eta XML izenlekuak erabiltzea. MIMEren XML iturburu-fitxategiak <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime/packages</filename> direktorioan daude.
ja: MIME 型のソース XML ファイルは、いろいろな種類のファイルに対してどのように MIME 型を解決するかを定義したものです。MIME 型を解決する方法が三つあります: ファイルの拡張子を調べる方法 (Glob パターン)、マジック・ルールを使う方法、そして XML の名前空間を利用する方法です。MIME 型のソース XML ファイルは <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime/packages</filename> というフォルダの中に格納されています。
ko: MIME 소스 XML 파일은 여러 종류의 파일 중에서 MIME 형식을 알아내기 위한 방법을 정의합니다. 이에 대해서는 다음과 같은 세 가지 방법이 있습니다. 이는 각각 파일 확장자를 이용하는 법 (glob 패턴), 매직 규칙을 이용하는 법, XML 이름공간을 이용하는 법입니다. MIME 소스 XML 파일은 <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime/packages</filename> 디렉토리 내에 위치하고 있습니다.
pt: Um ficheiro XML de origem MIME define como são os tipos MIME resolvidos para diferentes tipos de ficheiros. Existem três formas de o fazer: utilizando extensões de ficheiros (padrões glob), regras mágicas ou nomes de espaço XML. Ficheiros XML de origem MIME encontram-se no directório <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime/packages</filename>.

source: MIME type
ca: tipus MIME
cs: Typ MIME
de: MIME-Typ
eu: MIME mota
ja: MIME 型
ko: MIME 형식
pt: Tipo MIME

source: A MIME type identifies the format of a file. The MIME type enables applications to read the file. For example, an email application can use the <literal>image/png</literal> MIME type to detect that a Portable Networks Graphic (PNG) file is attached to an email.
ca: Un tipus MIME identifica el format d'un fitxer. El tipus MIME permet a les aplicacions llegir el fitxer. Per exemple, una aplicació de correu electrònic pot utilitzar el tipus MIME <literal>image/png</literal> per a detectar que un fitxer Portable Networks Graphic (PNG) s'ha adjuntat a un correu electrònic.
cs: Typ MIME identifikuje formát souboru. Typ MIME umožňuje aplikacím číst soubor. Např. poštovní aplikace může použít typ MIME <literal>image/png</literal> ke zjištění, že v příloze e-mailu je obrázek PNG (Portable Networks Graphic).
de: Ein MIME-Typ definiert das Format einer Datei. Durch den MIME-Typ werden Anwendungen in die Lage versetzt, die Datei zu lesen. Beispielsweise verwendet ein E-Mail-Programm den MIME-Typ <literal>image/png</literal>, um zu erkennen, dass es sich bei dem E-Mail-Anhang um eine »Portable Networks Graphic«- (PNG-)Datei handelt.
eu: MIME motak fitxategiaren formatua identifikatzen du. MIME motaren bidez aplikazioek fitxategiak irakur ditzakete. Adibidez, posta elektronikoko aplikazio batek <literal>image/png</literal> MIME mota erabil dezake PNG (Portable Networks Graphic) fitxategi bat mezu elektroniko bati erantsia dagoela detektatzeko.
ja: MIME 型はファイルの形式を明らかにするものです。MIME 型を使うと、アプリケーションはファイルを読むことができます (MIME 型から、どのようにファイルを読めばよいかが分かるので)。例えば、メール・クライアントは <literal>image/png</literal> という MIME 型を利用して、メールに添付されているファイルが PNG 画像 (<firstterm>Portable Networks Graphic</firstterm>) であることを知ることができます。
ko: MIME 형식은 파일의 형식을 판별합니다. MIME 형식은 프로그램이 해당 파일을 읽을 수 있도록 해 줍니다. 예를 들어, 이메일 프로그램은 PNG (Portable Networks Graphic) 파일이 첨부된 것을 인식하기 위해 <literal>image/png</literal> MIME 형식을 이용할 수 있습니다.
pt: Um tipo MIME identifica o formato de um ficheiro. O tipo MIME permite às aplicações lerem o ficheiro. Por exemplo, uma aplicação de correio pode utilizar o tipo MIME <literal>image/png</literal> para detectar que um ficheiro de Gráfico Portável de Rede (PNG) está anexado a uma imagem.

source: MIME type database
ca: base de dades dels tipus MIME
cs: databáze typů MIME
de: MIME-Typen-Datenbank
eu: MIME moten datu-basea
ja: MIME 型のデータベース
ko: MIME 형식 데이터베이스
pt: base de dados de tipos MIME

source: The MIME type database is a collection of files which register MIME types for the desktop environment. The location of the MIME type database is the directory <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime</filename>.
ca: La base de dades dels tipus MIME és una col·lecció de fitxers que registren tipus MIME per a l'entorn de l'escriptori. La ubicació de la base de dades dels tipus MIME és el directori <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime</filename>.
cs: Databáze typů MIME je sada souborů, které registrují typy MIME do pracovního prostředí. Databáze typů MIME je umístěná ve složce <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime</filename>.
de: Die MIME-Typen-Datenbank ist eine Sammlung von Dateien, in denen MIME-Typen für die Arbeitsumgebung registriert sind. Die MIME-Typen-Datenbank befindet sich im Ordner <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime</filename>.
eu: MIME moten datu-basea mahaigaineko ingurunearen MIME motak erregistratzen dituen fitxategi sorta da. <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime</filename> direktorioa da MIME moten datu-basearen kokalekua.
ja: MIME 型のデータベースは、デスクトップ環境に応じていろいろな MIME 型を登録するファイルの集合です。MIME 型のデータベースが格納されている場所は <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime</filename> です。
ko: MIME 형식 데이터베이스는 데스크탑 환경에 MIME 형식을 등록하는 파일들의 모음입니다. MIME 형식 데이터베이스의 위치는 <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime</filename> 디렉토리입니다.
pt: A base de dados de tipos MIME é uma colecção de ficheiros que registam tipos MIME no ambiente de trabalho. A localização da base de dados de tipos MIME é o directório <filename>$XDG_DATA_DIRS:$XDG_DATA_HOME/mime</filename>.

source: OMF file
ca: fitxer OMF
cs: Soubor OMF
de: OMF-Datei
eu: OMF fitxategia
ja: OMF ファイル
ko: OMF 파일
pt: ficheiro OMF

source: Open Source Metadata Framework file. This is a file that is associated with the XML file for a manual. The OMF file contains information about the manual that is used by the Help browser. OMF files have a <filename>.omf</filename> file extension.
ca: Fitxer Open Source Metadata Framework. És un fitxer associat amb el fitxer XML d'un manual. El fitxer OMF conté informació sobre el manual que utilitza el navegador d'ajuda. Els fitxers OMF tenen una extensió de fitxer <filename>.omf</filename>.
cs: Soubor Open Source Metadata Framework (rámec metadat otevřeného zdroje). Jedná se o soubor, který je svázaný se souborem XML příručky. Obsahuje informace o příručce, které používá prohlížeč nápovědy. Soubory OMF mají příponu <filename>.omf</filename>.
de: »Open Source Metadata Framework«-Datei. Diese Datei ist einer XML-Datei eines Handbuchs zugeordnet. Die OMF-Datei enthält Informationen über das Handbuch, die Vom Hilfebrowser benötigt werden. OMF-Dateien tragen die Erweiterung <filename>.omf</filename>.
eu: Iturburu Irekiko Metadatu Sistemako fitxategia Eskuliburu baten XML fitxategiarekin lotutako fitxategia da hori. Laguntza-arakatzaileak erabiltzen duen informazioa, eskuliburuari buruzkoa, dauka OMF fitxategiak. OMF fitxategien luzapena <filename>.omf</filename> da.
ja: <firstterm>Open Source Metadata Framework</firstterm> ファイル (略して OMF) は、ドキュメントやマニュアルの XML ファイルに関連づけられたファイルです。この OMF ファイルにはヘルプ・ブラウザが使用するドキュメントに関する情報が格納されています。OMF ファイルの拡張子は <filename>.omf</filename> です。
ko: OMF (Open Source Metadata Framework) 파일은 설명서에 대한 XML 파일과 연관된 파일입니다. OMF 파일은 도움말 브라우저에서 사용되는 설명서에 대한 정보를 포함하고 있습니다. OMF 파일의 확장자는 <filename>.omf</filename>입니다.
pt: Ficheiro de Arquitectura de Metadados em Código Aberto. Este é o ficheiro que é associado ao ficheiro XML de um manual. O ficheiro OMF contém informação sobre o manual que é utilizada pelo navegador de Ajuda. Os ficheiros OMF têm a extensão <filename>.omf</filename>.

source: Pluggable Authentication Modules.
cs: Pluggable Authentication Modules (zásuvné ověřovací moduly).
eu: Autentifikazio Modulu Konektagarriak.
ja: <firstterm>Pluggable Authentication Modules</firstterm> (略して PAM) というユーザ認証方法の一つです。
pt: Módulos Adicionáveis de Autenticação.

source: screensaver
ca: estalvi de pantalla
cs: šetřič obrazovky
de: Bildschirmschoner
eu: pantaila-babeslea
ja: スクリーンセーバー
ko: 화면 보호기
pt: protector de ecrã

source: A screensaver is an application that replaces the image on a screen when the screen is not in use. The screensaver application for the MATE Desktop is <application>XScreenSaver</application>.
ca: Un estalvi de pantalla es una aplicació que reemplaça la imatge a la pantalla quan la pantalla no s'utilitza. L'aplicació de l'estalvi de pantalla per al MATE és l'<application>XScreenSaver</application>.
cs: Šetřič obrazovky je aplikace, která nahradí obraz na obrazovce v době, kdy obrazovka není používaná. Šetřičem obrazovky je pracovním prostředí MATE aplikace <application>XScreenSaver</application>.
de: Ein Bildschirmschoner ist eine Anwendung, die das Bild auf dem Bildschirm ersetzt, wenn dieser nicht benutzt wird. In der MATE-Arbeitsumgebung wird <application>mate-screensaver</application> verwendet.
eu: Pantaila erabiltzen ez denean, pantailako irudia ordezten dute pantaila-babesleek. Pantaila babesteko MATE mahaigainaren aplikazioa <application>XScreenSaver</application> da.
ja: スクリーンセーバーは、モニタの画面が使用されなくなったらそれを何か別の画像で置きかえるアプリケーションです。MATE デスクトップにおけるスクリーンセーバー・アプリケーションは <application>XScreenSaver</application> です。
ko: 화면 보호기는 화면을 사용하지 않을 때 화면에 다른 이미지를 표시해주는 프로그램입니다. 그놈 데스크탑의 화면 보호기 프로그램은 <application>XScreenSaver</application>입니다.
pt: Um protector de ecrã é uma aplicação que substitui a imagem num ecrã quando este não está a ser utilizado. A aplicação de protecção de ecrã do Ambiente de Trabalho MATE é o <application>XScreenSaver</application>.

source: screensaver display
ca: visualitzador de l'estalvi de pantalles
cs: šetřič obrazovky
de: Bildschirmschoner-Anzeige
eu: pantaila-babeslearen bistaratzea
ja: スクリーンセーバーのディスプレイ
ko: 화면 보호기 디스플레이
pt: protector de ecrã

source: A screensaver display is an application that displays images on the screen of the user when the screen is not in use.
ca: Un visualitzador de l'estalvi de pantalles és una aplicació que visualitza imatges a la pantalla de l'usuari quan la pantalla no s'utilitza.
cs: Šetřič obrazovky je aplikace, která zobrazuje na obrazovce obrázky v době, kdy uživatel obrazovku nepoužívá.
de: Eine Bildschirmschoneranzeige ist eine Anwendung, die das Bild auf dem Bildschirm des Benutzers ersetzt, wenn dieser Bildschirm nicht benutzt wird.
eu: Pantaila-babeslearen bistaratzea aplikazio bat da eta pantaila erabiltzen ez denean irudi bat bistaratzen du.
ja: スクリーンセーバーのディスプレイは、モニタの画面が使用されなくなったらユーザの画面に何か別の画像を表示するアプリケーションです。
ko: 화면 보호기 디스플레이는 화면을 사용하지 않을 때 사용자의 화면에 이미지를 표시해주는 프로그램입니다.
pt: Um protector de ecrã é uma aplicação que substitui a imagem num ecrã quando este não está a ser utilizado.

source: User Datagram Protocol.
cs: User Datagram Protocol (uživatelský datagramový protokol).
ja: <firstterm>User Datagram Protocol</firstterm> (略して UDP) です。
pt: Protocolo de Datagramas de Utilizador (UDP).

source: Uniform Resource Identifier
eu: Baliabide Identifikatzaile Uniformea (Uniform Resource Identifier)
ja: URI
ko: URI (Uniform Resource Identifier)
pt: Identificador Uniforme de Recurso.

source: A Uniform Resource Identifier (URI) is a string that identifies a particular location in a file system or on the web. For example, the address of a web page is a URI.
ca: Un Uniform Resource Identifier (URI) és una cadena que identifica una ubicació determinada en un sistema de fitxers o en la web. Per exemple, l'adreça d'una pàgina web és una URI.
cs: Jednotný identifikátor zdroje, označovaný anglickou zkratkou URI, je řetězec, který identifikuje určité umístění v souborovém systému nebo na webu. Např. adresa webové stránky je URI.
de: Ein Uniform Resource Identifier (URI) ist eine Zeichenkette, die einen bestimmten Ort innerhalb eines Dateisystems oder im Web bezeichnet. Beispielsweise ist eine Webadresse eine solche URI.
eu: Baliabide Identifikatzaile Uniformea (URI) fitxategi-sistema bateko edo web-eko kokaleku jakin bat identifikatzen duen katea da. Adibidez, web-orri baten helbidea URI bat da.
ja: <firstterm>Uniform Resource Identifier</firstterm> (略して URI) はファイル・システムまたはインターネット上にある特定の場所を表す文字列です。例えば、ウェ・ページのアドレスは URI の一つです。
ko: URI는 파일 시스템 혹은 웹 상의 특정 위치를 나타내는 문자열입니다. 예를 들어 웹 페이지의 주소는 URI입니다.
pt: Um Identificador Uniforme de Recurso (URI) é uma expressão que identifica uma locatização específica num sistema de ficheiros ou na web. Por exemplo, o endereço de uma página web é um URI.

source: websafe color palette
ca: paleta de colors segurs per a la web
cs: bezpečná webová barevná paleta
de: Websafe-Farbpalette
eu: websafe kolore-paleta
ja: Websafe カラー・パレット
ko: 웹 호환 색상 팔레트
pt: paleta de cores seguras web

source: The websafe color palette is a general-purpose palette of 216 colors. The websafe color palette is designed to optimize the use of color on systems that support 8-bit color. The websafe color palette is also called the <emphasis>Netscape color palette</emphasis> and the <emphasis>Netscape color cube</emphasis>.
ca: La paleta de colors segurs per a la web és una una paleta de propòsit general de 216 colors, la qual està dissenyada per a optimitzar la utilització dels colors en sistemes que admeten 8 bits de colors. També s'anomena la <emphasis>paleta de colors del Netscape</emphasis> i el <emphasis>cub de colors del Netscape</emphasis>.
cs: Bezpečná webová barevná paleta je paleta 216 barev pro všeobecné využití. Je navržená na optimalizaci využití barev v systémech, které podporují jen 8bitové barvy. Bezpečná webová barevná paleta bývá někdy nazývána také <emphasis>barevná paleta Netscape</emphasis> nebo <emphasis>barevná kostka Netscape</emphasis>.
de: Die Websafe-Farbpalette ist eine Allzweckpalette aus 216 Farben. Sie ist auf die Farbdarstellung auf Systemen optimiert, die 8 Bit Farbtiefe nutzen. Die Websafe-Farbpalette wird auch <emphasis>Netscape-Farbpalette</emphasis> und <emphasis>Netscape-Farbwürfel</emphasis> genannt.
eu: Websafe kolore-paleta xede orokorretarako erabiltzen den 216 koloretako paleta da. Websafe kolore-paleta 8 biteko kolorea onartzen duten sistemetan koloreen erabilera hobetzeko diseinatuta dago. Websafe kolore-paleta <emphasis>Netscape kolore-paleta</emphasis> eta <emphasis>Netscape kolore-ontzi</emphasis> gisa ere ezagutzen da.
ja: Websafe カラー・パレットは 216 色からなる汎用的な目的で使用するパレットです。このカラー・パレットは 8ビット色をサポートしているようなシステムで最適な色を利用するために設計されたものです。このカラー・パレットは <emphasis>Netscape カラー・パレット</emphasis>とか <emphasis>Netscape カラー・キューブ</emphasis>とも呼ばれています。
ko: 웹 호환 색상 팔레트는 216 가지 색상의 범용 팔레트입니다. 웹 호환 색상 팔레트는 8비트 색상을 지원하는 시스템에서 색 사용량을 최적화하기 위해 설계되었습니다. 웹 호환 색상 팔레트는 <emphasis>Netscape 색상 팔레트</emphasis> 또는 <emphasis>Netscape 색상 큐브</emphasis>라고 불리기도 합니다.
pt: A paleta de cores seguras web é uma paleta de 216 cores multi-propósito. Esta está desenhada para optimizar a utilização de cores em sistemas que suportam 8-bit de cor. A paleta de cores seguras web é também designada de <emphasis>paleta de cores Netscape</emphasis> e de <emphasis>cubo de cores Netscape</emphasis>.

source: translator-credits
ca: Joan Duran <jodufi@gmail.com>, 2008, 2009
cs: Marek Černocký <marek@manet.cz>, 2009
de: Mario Blättermann <mariobl@mate.org>, 2008-2010
eu: Hizkuntza Politikarako Sailburuordetza <hizpol@ej.gv.es>, 2008.
ja: 相花毅 <takeshi.aihana@gmail.com>, 2008 松澤 二郎 <matsuzawa.jr@gmail.com>, 2010
ko: 김남형 Namhyung Kim <namhyung@gmail.com>, 2008.
pt: Duarte Loreto <happyguy_pt@hotmail.com>, 2007

source: MATE Desktop System Administration Guide
ca: Guia de l'administració del sistema del MATE
cs: Příručka systémové správy pracovního prostředí MATE
de: MATE Desktop-Systemverwaltungshandbuch
ja: MATE デスクトップシステム管理ガイド

source: To report a bug or make a suggestion regarding the MATE Desktop or this manual, follow the directions in the <ulink type="help" url="ghelp:user-guide?feedback">MATE Feedback Page</ulink>.
ca: Per a informar d'un error o fer algun suggeriment referent a l'escriptori del MATE o a aquest manual, seguiu les indicacions a la <ulink url="ghelp:mate-feedback" type="help">pàgina de comentaris del MATE</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k pracovnímu prostředí MATE nebo této příručce, postupujte dle instrukcí v <ulink type="help" url="ghelp:user-guide?feedback">kapitole Ohlasy Uživatelské příručky MATE</ulink>.
de: Wenn Sie Fehler finden oder Vorschläge zum MATE-Desktop oder diesem Handbuch haben, folgen Sie den Anweisungen auf der <ulink url="ghelp:user-guide?feedback" type="help">MATE-Seite für Rückmeldungen</ulink>.
eu: MATE mahaigainari buruzko akatsen berri emateko edo oharrak bidaltzeko, <ulink type="help" url="ghelp:user-guide?feedback">MATEra oharrak bidaltzeko orria</ulink>n aurkituko dituzu argibideak.
ja: MATE デスクトップやこの文書に対するバグの報告や提案については「<ulink type="help" url="ghelp:user-guide?feedback">ユーザ・ガイドにあるフィードバック</ulink>」にある説明に従ってください。

source: Item
ca: Element
cs: Položka
de: Eintrag
eu: Elementua
ja: アイテム
ko: 항목

source: daemon
ca: dimoni
cs: démon
de: Dienst
eu: daemon-a
ko: 데몬

source: /apps/panel/default_setup/toplevels/<replaceable>panel-name</replaceable>/<replaceable>panel-property-key</replaceable>
ca: /apps/panel/default_setup/toplevels/<replaceable>nom-del-quadre</replaceable>/<replaceable>clau-de-la-propietat-del-quadre</replaceable>
cs: /apps/panel/default_setup/toplevels/<replaceable>název-panelu</replaceable>/<replaceable>klíč-vlastnosti-panelu</replaceable>
ja: /apps/panel/default_setup/toplevels/<replaceable>パネルの名前</replaceable>/<replaceable>プロパティのキー</replaceable>
ko: /apps/panel/default_setup/toplevels/<replaceable>패널-이름</replaceable>/<replaceable>패널-속성-키</replaceable>

source: mateconftool-2 --direct \ --config-source xml:readwrite:/etc/mateconf/mateconf.xml.defaults \ --load my-panel-setup.entries
ca: mateconftool-2 --direct \ --config-source xml:readwrite:/etc/mateconf/mateconf.xml.defaults \ --load configuració-del-quadre.entries
cs: mateconftool-2 --direct \ --config-source xml:readwrite:/etc/mateconf/mateconf.xml.defaults \ --load nastaveni-mého-panelu.entries

source: menus
ca: menús
cs: nabídky
de: Menüs
eu: menuak
ko: 메뉴

source: Desktop entry files must reside in the <filename>$XDG_DATA_DIRS/applications</filename> directory and must have a <filename>.desktop</filename> file extension. If <envar>$XDG_DATA_DIRS</envar><placeholder-1/> is not set, then the default path is <filename>/usr/share</filename> is used. This also implies that user specific desktop entries may be located at <filename>$XDG_DATA_HOME/applications</filename> which is searched first. If <envar>$XDG_DATA_HOME</envar> is not set, then the default path <filename>~/.local/share</filename> is used. Desktop entries are collected from all directories in the <envar>$XDG_DATA_DIRS</envar> environment variable. Directories which appear first in <envar>$XDG_DATA_DIRS</envar> are given precedence when there are several <filename>.desktop</filename> files with the same name.
cs: Soubor vstupu pracovního prostředí musí být umístěný ve složce <filename>$XDG_DATA_DIRS/applications</filename> a musí mít příponu <filename>.desktop</filename>. Pokud není <envar>$XDG_DATA_DIRS</envar><placeholder-1/> nastavená, použije se výchozí cesta <filename>/usr/share</filename>. Rovněž se předpokládá, že uživatelem zadané vstupy pracovního prostředí jsou umístěné v <filename>$XDG_DATA_HOME/applications</filename>, které je prohledaná jako první. Pokud není <envar>$XDG_DATA_HOME</envar><placeholder-1/> nastavená, použije se výchozí cesta <filename>~/.local/shar</filename>. Vstupy pracovní plochy jsou sesbírané ze všech složek z proměnné prostředí <envar>$XDG_DATA_DIRS</envar>. Složky, které se vyskytují v <envar>$XDG_DATA_DIRS</envar> jako první, mají v případě výskytu stejných souborů <filename>.desktop</filename> přednost.
de: Desktopeintrags-Dateien müssen sich im Ordner <filename>$XDG_DATA_DIRS/applications</filename> befinden und die Erweiterung <filename>.desktop</filename> haben. Falls <envar>$XDG_DATA_DIRS</envar><placeholder-1/> nicht gesetzt ist, dann wird der Vorgabepfad <filename>/usr/share</filename> verwendet. Dies schließt auch ein, dass benutzerdefinierte Desktopeintrags-Dateien in <filename>$XDG_DATA_HOME/applications</filename> enthalten sein können, worin zuerst gesucht wird. Falls <envar>$XDG_DATA_HOME</envar> nicht gesetzt ist, dann wird der Vorgabepfad <filename>~/.local/share</filename> verwendet. Desktopeinträge werden aus allen Ordnern in der Umgebungsvariable <envar>$XDG_DATA_DIRS</envar> ermittelt. Ordner, die zuerst in <envar>$XDG_DATA_DIRS</envar> erscheinen, erhalten den Vorzug gegenüber anderen, wenn mehrere <filename>.desktop</filename>-Dateien gleichen Namens existieren.
ja: このデスクトップ・エントリのファイルは <filename>$XDG_DATA_DIRS/applications</filename> というフォルダの中に格納され、<filename>.desktop</filename> という拡張子がつけられていなければなりません。環境変数 <envar>$XDG_DATA_DIRS</envar><placeholder-1/> が設定されていない場合、<filename>/usr/share</filename> がデフォルトのパスとなります。これは、ユーザ専用のデスクトップ・エントリのファイルを <filename>$XDG_DATA_HOME/applications</filename> に配置することができるということも意味しています。 (このフォルダが最初に検索されます)。ここで、<envar>$XDG_DATA_HOME</envar> が設定されていないと、デフォルト値の <filename>~/.local/share</filename> を使用します。デスクトップ・エントリはすべて <envar>環境変数 $XDG_DATA_DIRS</envar> に格納されたフォルダから取得します。同名のデスクトップ・エントリがあった場合は <envar>$XDG_DATA_DIRS</envar> に指定されたフォルダの中で先に出現する方が優先されます。

source: [Desktop Entry] Encoding=UTF-8 Name=Calculator Name[fr]=Calculatrice ... Comment=Perform calculations Comment[fr]=Effectue des calculs compliqués ... Exec=gcalctool Icon=accessories-calculator Terminal=false Type=Application StartupNotify=true Categories=MATE;GTK;Utility;Calculator
ca: [Desktop Entry] Encoding=UTF-8 Name=Calculator Name[ca]=Calculadora ... Comment=Perform calculations Comment[ca]=Realitza càlculs ... Exec=gcalctool Icon=accessories-calculator Terminal=false Type=Application StartupNotify=true Categories=MATE;GTK;Utility;Calculator
cs: [Desktop Entry] Encoding=UTF-8 Name=Calculator Name[cs]=Kalkulačka Name[fr]=Calculatrice ... Comment=Perform calculations Comment[cs]=Provádí výpočty Comment[fr]=Effectue des calculs compliqués ... Exec=gcalctool Icon=accessories-calculator Terminal=false Type=Application StartupNotify=true Categories=MATE;GTK;Utility;Calculator
ja: [Desktop Entry] Encoding=UTF-8 Name=Calculator Name[ja]=関数電卓 ... Comment=Perform arithmetic, scientific or financial calculations Comment[ja]=算術/科学/財務の計算を行います ... Exec=gcalctool Icon=accessories-calculator Terminal=false Type=Application StartupNotify=true Categories=MATE;GTK;Utility;Calculator
