Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: If the help document XML file is moved to a new location, then the location in the OMF file needs to be updated.
ca: Si el fitxer XML del document d'ajuda es mou a una ubicació nova, llavors la ubicació en el fitxer OMF s'ha d'actualitzar.
cs: V případě, že je dokument XML přesunut na nové místo, je zapotřebí aktualizovat umístění v souboru OMF.
de: Falls die XML-Datei des Hilfedokuments an einen anderen Ort verschoben wurde, dann muss die Ortsangabe in der OMF-Datei aktualisiert werden.
eu: Laguntza-dokumentuaren XML fitxategia kokaleku berri batera eramaten bada, OMF fitxategiko kokalekua eguneratu egin behar da.
ja: ヘルプ・ドキュメントの XML ファイルを別の場所に移動したら、OMF ファイルに記述した場所も同様に更新する必要があります。
ko: 만약 도움말 문서 XML 파일이 새로운 위치로 옮겨졌다면, OMF 파일 내의 위치도 갱신되어야 합니다.
pt: Se o ficheiro de XML do documento de ajuda for movido para uma nova localização, a localização que consta no ficheiro OMF tem de ser actualizada.

source: Improving Performance
ca: Millora del rendiment
cs: Zlepšení výkonu
de: Verbessern der Leistung
eu: Errendimendua hobetzea
ja: パフォーマンスの改善
ko: 성능 개선하기
pt: Melhorar o Desempenho

source: This chapter describes how to improve the performance of the MATE Desktop.
ca: Aquest capítol descriu com millorar el rendiment de l'escriptori del MATE.
cs: Tato kapitola popisuje, jak zlepšit výkon pracovního prostředí MATE.
de: In diesem Kapitel wird beschrieben, wie Sie die Leistung und Geschwindigkeit der MATE-Arbeitsumgebung verbessern können.
eu: Kapitulu honetan MATE mahaigainaren errendimendua nola hobetu azaltzen da.
ja: この章では MATE デスクトップのパフォーマンスを改善する方法について説明します。
ko: 이 장에서는 그놈 데스크탑 시스템의 성능을 향상시킬 수 있는 방법을 설명합니다.
pt: Este capítulo descreve como melhorar o desempenho do Ambiente de Trabalho MATE.

source: Introduction to Improving Performance
ca: Introducció a la millora del rendiment
cs: Úvod ke zvyšování výkonu
de: Einführung in die Leistungsverbesserung
eu: Sarrera: errendimendua hobetzea
ja: パフォーマンスの改善について
ko: 성능 향상 기법의 개요
pt: Introdução à Melhoria do Desempenho

source: performance, improving
ca: rendiment, millorar
cs: výkon, zlepšení
de: Leistung verbessern
eu: errendimendua, hobetzea
ko: 성능, 개선, 향상
pt: desempenho, melhorar

source: This chapter lists several preferences whose settings you can change to improve the performance of the MATE Desktop. You can use the <command>mateconftool-2</command> command to set values for preferences for users. The example commands in this chapter show how to set values in the user configuration source.
ca: Aquest capítol llista diverses preferències de les quals podeu canviar els paràmetres per a millorar el rendiment de l'escriptori del MATE. Podeu utilitzar l'ordre <command>mateconftool-2</command> per a establir els valors de les preferències per als usuaris. Les ordres d'exemple en aquest capítol mostren com establir els valors en la font de configuració de l'usuari.
cs: Tato kapitola uvádí několik předvoleb, jejichž nastavením můžete zlepšit výkon pracovního prostředí MATE. K nastavení předvoleb pro uživatele můžete použít příkaz <command>mateconftool-2</command>. Ukázka příkazu v této kapitole ukazuje, jak nastavit hodnotu ve zdroji uživatelského nastavení.
de: In diesem Abschnitt finden Sie eine Auflistung verschiedener Einstellungsmöglichkeiten, welche Die Performance der MATE-Arbeitsumgebung verbessern können. Sie können den Befehl <command>mateconftool-2</command> verwenden, um die Einstellungswerte für die Benutzer festzulegen. Die Beispielbefehle in diesem Abschnitt zeigen die Festlegung von Standardwerten in der Benutzer-Konfigurationsquelle.
eu: Zenbait hobespen zerrendatzen dira atal honetan, eta hobespen horien ezarpenak alda ditzakezu MATE mahaigainaren errendimendua hobetzeko. <command>mateconftool-2</command> komandoa erabil daiteke erabiltzaileen hobespen-balioak ezartzeko. Atal honetako komandoen adibideek erabiltzailearen konfigurazio-iturburuan balioak nola ezarri azaltzen dute.
ja: この章では、MATE デスクトップのパフォーマンスを改善するために変更することが可能な設定項目を紹介します。<command>mateconftool-2</command> コマンドを使い、ユーザ向けの設定値を指定できます。この章で紹介するサンプルはユーザの設定ソースの中で値を指定する方法です。
ko: 이 장에서는 그놈 데스크탑의 성능을 개선하기 위해 설정할 수 있는 몇 가지 기본 설정들을 보여줄 것입니다. 여러분은 <command>mateconftool-2</command> 명령을 이용하여 사용자의 기본 설정값을 변경할 수 있습니다. 이 장에서 사용할 예제들은 사용자 설정 소스 내의 값들을 변경하는 방법을 설명합니다.
pt: Este capítulo lista várias preferências cusa definição pode alterar para melhorar o desempenho do Ambiente de Trabalho MATE. Pode utilizar o comando <command>mateconftool-2</command> para definir o valor das preferências dos utilizadores. Os comandos de exemplo neste capítulo mostram como definir valores na fonte de configuração de utilizadores.

source: You can also use the <literal>--direct</literal> and <literal>--config-source</literal> options to set mandatory values or default values for preferences. You can also use the <command>mateconftool-2</command> command in a script to set the values of many preferences. For more information on the <command>mateconftool-2</command> command and the options that are available with the command, see <xref linkend="mateconf-0"/>.
ca: També podeu utilitzar les opcions <literal>--direct</literal> i <literal>--config-source</literal> per a establir valors obligatoris o valors predeterminats per a les preferències. També podeu utilitzar l'ordre <command>mateconftool-2</command> en un script per a establir els valors de moltes preferències. Per a obtenir més informació sobre l'ordre <command>mateconftool-2</command> i les opcions que ofereix, vegeu el <xref linkend="mateconf-0"/>.
cs: Můžete také použít přepínače <literal>--direct</literal> a <literal>--config-source</literal> k nastavení povinných hodnot a výchozích hodnot předvoleb. Rovněž můžete použít příkaz <command>mateconftool-2</command> ve skriptu k nastavení hodnot více předvoleb naráz. Více informací o příkazu <command>mateconftool-2</command> a přepínačích tohoto příkazu podává <xref linkend="mateconf-0"/>.
de: Sie können auch die Optionen <literal>--direct</literal> und <literal>--config-source</literal> angeben, um obligatorische Werte oder Vorgabewerte für Einstellungen zu setzen. Den Befehl <command>mateconftool-2</command> können Sie auch in ein Skript einbauen, um die Werte für mehrere Einstellungen zu setzen. Weitere Informationen über den Befehl <command>mateconftool-2</command> und dessen verfügbare Optionen finden Sie in <xref linkend="mateconf-0"/>.
eu: <literal>--direct</literal> eta <literal>--config-source</literal> aukerak ere erabil ditzakezu hobespenen derrigorrezko balioak edo balio lehenetsiak ezartzeko. Hainbat hobespenen balioak ezartzeko <command>mateconftool-2</command> komandoa ere erabil daiteke script-ean. <command>mateconftool-2</command> komandoari eta komandoarekin erabil daitezkeen aukerei buruzko informazio gehiago nahi baduzu, ikus <xref linkend="mateconf-0"/>.
ja: さらに <literal>--direct</literal> と <literal>--config-source</literal> オプションを使えば変更不可の値やデフォルト値を指定することも可能です。また、<command>mateconftool-2</command> コマンドをスクリプトの中から呼び出せば、一度にたくさんの値を指定できます。<command>mateconftool-2</command> コマンドとそのオプションについて詳細については「<xref linkend="mateconf-0"/>」をご覧ください (【<emphasis>訳注</emphasis>】<emphasis>MATE デスクトップの最新版で利用できないオプションが紹介されている場合もあります</emphasis>)。
ko: <literal>--direct</literal> 옵션과 <literal>--config-source</literal> 옵션을 이용하여 기본 설정의 필수값이나 기본값을 설정할 수도 있습니다. 또한 수 많은 기본 설정들의 값을 설정하기 위해 스크립트 내에서 <command>mateconftool-2</command> 명령을 사용할 수도 있습니다. <command>mateconftool-2</command> 명령과 이와 함께 사용할 수 있는 옵션에 대한 자세한 정보 <xref linkend="mateconf-0"/> 부분을 보기 바랍니다.
pt: Pode também utilizar as opções <literal>--direct</literal> e <literal>--config-source</literal> para definir valores obrigatórios ou por omissão para as preferências. Pode também utilizar o comando <command>mateconftool-2</command> num script para definir os valores de várias preferências. Para mais informações sobre o comando <command>mateconftool-2</command> e as opções disponibilizadas por este, consulte <xref linkend="mateconf-0"/>.

source: Reducing CPU Usage
ca: Reducció de la utilització de la CPU
cs: Snížení zátěže CPU
de: Reduzierung der Prozessorlast
eu: PUZaren erabilera murriztea
ja: CPU の使用率を減らす
ko: CPU 사용량 줄이기
pt: Reduzir a Utilização de CPU

source: reducing CPU usage
ca: reduir la utilització de la CPU
cs: snížení zátěže CPU
de: Prozessorlast verringern
eu: PUZaren erabilera murriztea
ko: CPU 사용량 줄이기
pt: reduzir de utilização do CPU

source: reducing
ca: reduir
cs: snížení
eu: murriztea
ko: 줄이기
pt: reduzir

source: CPU usage
ca: utilització de la CPU
cs: zátěž CPU
de: Prozessorlast
eu: PUZaren erabilera
ko: CPU 사용량
pt: Utilização de CPU

source: This section describes preferences that you can set to reduce CPU usage by the MATE Desktop.
ca: Aquesta secció descriu les preferències que podeu establir per a reduir la utilització de la CPU per a l'escriptori del MATE.
cs: Tento oddíl popisuje předvolby, které můžete nastavit, abyste snížily vytížení CPU pracovním prostředím MATE.
de: Dieser Abschnitt beschreibt Einstellungsmöglichkeiten, um die Prozessorlast Ihrer MATE-Arbeitsumgebung zu reduzieren.
eu: PUZaren erabilera murrizteko MATE mahaigainaren bidez ezar ditzakezun hobespenak azaltzen dira atal honetan.
ja: このセクションでは、MATE デスクトップで CPU 使用率を低減させたい場合に指定することが可能な設定項目について説明します。
ko: 이 절에서는 그놈 데스크탑 시스템의 CPU 사용량을 줄이기 위해 설정할 수 있는 기본 설정들에 대해서 설명합니다.
pt: Esta secção descreve preferências que pode definir para reduzir a utilização de CPU feita pelo Ambiente de Trabalho MATE.

source: To Use Theme Options Which Require Less CPU Resources
ca: Utilització de les opcions de tema que requereixin menys recursos de la CPU
cs: Použití motivu s menšími požadavky na zdroje CPU
de: Verwendung von Themenoptionen mit geringeren Ansprüchen an die Prozessorleistung
eu: PUZaren baliabide gutxiago behar dituzten gai-aukerak erabiltzea
ja: 少ない CPU リソースでまかなえるテーマ・オプションを使う
ko: CPU 자원을 더 적게 소모하는 테마 옵션 사용하기
pt: Utilizar as Opções de Temas que Requerem Menos Recursos de CPU

source: and CPU usage
ca: i utilització de la CPU
cs: a využití CPU
de: und Prozessorlast
eu: eta PUZaren erabilera
ko: 그리고 CPU 사용량
pt: e a utilização de CPU

source: Some window frame theme options load image files to draw the window frame. Other options use simpler techniques to draw the window frame.
ca: Algunes opcions del costat de la finestra carreguen fitxers d'imatge per a pintar-lo. Altres opcions utilitzen tècniques més simples per a pintar el costat de la finestra.
cs: Některé motivy načítají kvůli vykreslení rámů oken obrázky. Jiné používají k vykreslení rámů oken jednodušší techniky.
de: Einige Themen für Fensterdekorationen laden Bilddateien, um die Fensterrahmen zu zeichnen. Andere wiederum verwenden hierfür einfachere Techniken.
eu: Leiho-markoen aukera batzuk irudi-fitxategiak kargatzen dituzte leihoaren markoa marrazteko. Beste aukera batzuek teknika soilagoak baliatzen dituzte leihoen markoak marrazteko.
ja: ウィンドウの境界に影響するテーマ・オプションの中には、フレームそのものの画像をファイルとして直接読み込むものがあります。それ以外のテーマ・オプションはそれよりも簡単な方法でウィンドウのフレームを描画しています。
ko: 몇몇 창 테두리 테마 옵션들은 창 테두리를 그리기 위해 이미지 파일을 로드합니다. 다른 옵션들은 창 테두리를 그리기 위해 보다 단순한 기법을 사용합니다.
pt: Algumas das opções dos temas para as molduras das janelas lêem imagens para desenhar as molduras. Outras opções utilizam técnicas mais simples para desenhar a moldura das janelas.

source: The Crux window frame option loads image files, and can be slow on systems with limited CPU resources. To reduce CPU usage, use one of the following window frame options:
ca: L'opció del costat de la finestra Crux carrega fitxers d'imatges i pot ser lenta en sistemes amb recursos de CPU limitats. Per a reduir la utilització de la CPU, utilitzeu les opcions del costat de la finestra següents:
cs: Volba motivu rámů oken Crux načítá soubory s obrázky a může zpomalit systémy s omezenými zdroji CPU. Abyste zátěž CPU snížili, používejte následující volby pro rámy oken:
de: Das Fensterrahmenthema »Crux« lädt Bilddateien und kann daher bei begrenzten Prozessorressourcen langsam sein. Um die Prozessorlast zu verringern, sollten Sie eines der folgenden Themen für Fensterdekorationen verwenden:
eu: Leiho-markoen Crux aukerak irudi-fitxategiak kargatzen ditu, eta motela izan daiteke PUZaren baliabide mugatuko sistemetan. PUZaren erabilera murrizteko, erabili leiho-markoen aukera hauetako bat:
ja: <literal>Crux</literal> というテーマ・オプションは大量の画像ファイルを読み込むため、CPU のリソースが制限されているシステムでは処理が遅くなる可能性があります。ここで CPU の使用率を低減したいのであれば、次に示すテーマ・オプションを選択してみてください:
ko: Crux 창 테두리 옵션은 이미지 파일을 로드하기 때문에, CPU 자원이 부족한 시스템에서는 이로 인해 전체 시스템을 느려지게 될 수도 있습니다. CPU 사용량을 낮추려면 아래의 창 테두리 옵션 중의 하나를 사용합니다:
pt: A opção de moldura de janelas Crux lê ficheiros de imagem, e pode ser lento em sistemas com recursos de CPU limitados. Para reduzir a utilização de CPU, utilize uma das seguintes opções de moldura das janelas:

source: The following window frame options also use less CPU resources than Crux:
ca: Les opcions del costat de la finestra següents també utilitzen menys recursos de la CPU que el Crux:
cs: Následující volby rámů oken rovněž využívají zdroje CPU méně než Crux:
de: Die folgenden Fensterdekorationen belasten den Prozessor weniger als »Crux«:
eu: Leiho-markoen ondorengo aukera hauek Crux-ek baino PUZaren baliabide gutxiago erabiltzen dituzte:
ja: 次のテーマ・オプションも <literal>Crux</literal> よりも少ない CPU リソースで利用できます:
ko: 다음 창 테두리 옵션들은 Crux보다 적은 CPU 자원을 사용합니다:
pt: As seguintes opções de moldura de janelas também utilizam menos recursos de CPU que a Crux:

source: Metabox does not work well with inverse controls options such as HighContrastInverse. Use Atlanta with inverse controls options.
ca: El Metabox no treballa correctament amb opcions de controls inversos com ara el HighContrastInverse. Utilitzeu l'Atlanta amb opcions de controls inversos.
cs: Metabox nepracuje správně s volbou inverzního ovládání, jako je HighContrastInverse. Pro volbu inverzního ovládání použijte Atlantu.
de: »Metabox« funktioniert nicht besonders gut mit der invertierten Darstellung bei z.B. »Hoher Kontrast, invertiert«. Verwenden Sie stattdessen »Atlanta«.
eu: Metabox ez da behar bezala ibiltzen alderantzizko kontrolen aukerekin, esaterako, 'kontraste handia alderantziz' aukera. Erabili Atlanta alderantzizko kontrolen aukerekin.
ja: Metabox は HighContrastInverse のようにコントロール (インタフェースの部品) を反転させるオプションではうまく動作しません。コントロールを反転させるのであれば Atlanta というオプションを利用してみてください。
ko: Metabox 옵션은 HighContrastInverse와 같은 반전 컨트롤 옵션과는 궁합이 잘 맞지 않습니다. 반전 컨트롤 옵션을 이용한다면 Atlanta 옵션을 이용하기 바랍니다.
pt: Metabox não funciona bem com opções de inversão de cores tais como HighContrastInverse. Utilize o Atlanta com opções de inversão de cores.

source: <indexterm><primary>themes</primary><secondary>window frame options</secondary><tertiary>changing</tertiary></indexterm>To change the window frame theme option, run the following command:
ca: <indexterm><primary>themes</primary><secondary>opcions del costat de la finestra</secondary><tertiary>canviar</tertiary></indexterm>Per a canviar l'opció del costat de la finestra d'un tema, executeu l'ordre següent:
cs: <indexterm><primary>motivy</primary><secondary>volby rámu okna</secondary><tertiary>změna</tertiary></indexterm>Pokud chcete změnit volbu motivu rámu okna, spusťte následující příkaz:
de: <indexterm><primary>Themen</primary><secondary>Fensterrahmen</secondary><tertiary>ändern</tertiary></indexterm>Um das Erscheinungsbild des Fensterrahmens zu ändern, führen Sie folgenden Befehl aus:
eu: <indexterm><primary>gaiak</primary><secondary>leiho-markoen aukera</secondary><tertiary>aldatzea</tertiary></indexterm>Leiho markoen gaia aukera aldatzeko, exekutatu komando hau:
ja: <indexterm><primary>themes</primary><secondary>window frame options</secondary><tertiary>changing</tertiary></indexterm>ウィンドウ・フレームに影響するテーマ・オプションを変更する際は、次のコマンドを実行します:
ko: <indexterm><primary>테마</primary><secondary>창 테두리 옵션</secondary><tertiary>변경</tertiary></indexterm>창 테두리 옵션을 변경하려면 다음 명령을 실행합니다:
pt: <indexterm><primary>temas</primary><secondary>opções de moldura de janela</secondary><tertiary>alterar</tertiary></indexterm>Para alterar a opção de tema da moldura das janelas, execute o seguinte comando:

source: For example, to use Atlanta, run the following command:
ca: Per exemple, per a utilitzar l'Atlanta, executeu l'ordre següent:
cs: Například, když chcete použít Atlantu, spusťte následující příkaz:
de: Um beispielsweise Atlanta zu verwenden, führen Sie folgenden Befehl aus:
eu: Adibidez, Atlanta erabiltzeko, exekutatu komando hau:
ja: 例えば、Atlanta というテーマ・オプションを指定する場合のコマンドは次のようになります:
ko: 예를 들어, Atlanta 옵션을 사용하려면 다음과 같은 명령을 실행합니다:
pt: Por exemplo, para utilizar Atlanta, execute o seguinte comando:

source: Alternatively, users can use the <application>Theme</application> preference tool to select the appropriate option.
ca: De forma alternativa, els usuaris poden utilitzar l'eina de preferències <application>Tema</application> per a seleccionar l'opció apropiada.
cs: Alternativně může k výběru příslušné varianty uživatel použít nástroj předvoleb <application>Motivu</application>.
de: Alternativ können Benutzer das Einstellungswerkzeug <application>Erscheinungsbild</application> verwenden, um die entsprechende Option zu wählen.
eu: Bestela, <application>Gaia</application> hobespen-tresna erabil dezakete erabiltzaileek aukera egokia hautatzeko.
ja: もしくは、<application>テーマ</application>の設定ツールを使って妥当なテーマ・オプションを選択することも可能です。
ko: 다른 방법으로, 사용자들은 <application>테마</application> 설정 도구를 이용하여 적절한 옵션을 선택할 수 있습니다.
pt: Em alternativa, os utilizadores podem utilizar a ferramenta de preferências <application>Theme</application> para seleccionarem a opção adequada.

source: You can use the <application>Marco Theme Viewer</application> to measure the performance of a window frame option, and to preview the option. To start <application>Marco Theme Viewer</application>, use the following command:
ca: Podeu utilitzar el <application>Visualitzador de temes Marco</application> per a mesurar el rendiment d'una opció del costat de la finestra i previsualitzar l'opció. Per a iniciar el <application>Visualitzador de temes Marco</application>, utilitzeu l'ordre següent:
cs: Můžete použít aplikaci <application>Prohlížeč motivů Marco</application> k změření výkonu varianty rámu okna a k náhledu varianty. Ke spuštění <application>Prohlížeče motivů Marco</application> použijte následující příkaz:
de: Sie können den <application>Marco-Themenbetrachter</application> verwenden, um die Performance eines Fensterrahmen-Themas zu messen und das Thema in einer Vorschau zu betrachten. Um den <application>Marco-Themenbetrachter</application> zu starten, führen Sie folgenden Befehl aus:
eu: <application>Marco gaiaren ikustailea</application> erabil daiteke leiho-markoaren aukera baten errendimendua neurtzeko eta aukera aurrez ikusteko. <application>Marco gaiaren ikustailea</application> abiarazteko, erabili komando hau:
ja: <application>Marco のテーマ・ビューア</application>を使ってウィンドウ・フレームのテーマ・オプションのパフォーマンスを計測したり、プレビューすることも可能です。この <application>Marco のテーマ・ビューア</application>を起動する際のコマンドは次のとおりです:
ko: 창 테두리 옵션을 미리 보거나, 성능을 측정하려면 <application>Marco 테마 보기</application> 프로그램을 이용할 수 있습니다. <application>Marco 테마 보기</application> 프로그램을 시작하려면 다음 명령을 실행합니다:
pt: Pode utilizar o <application>Visualizador de Temas do Marco</application> para medir o desempenho de uma opção de moldura de janelas, e para antever a opção. Para iniciar o <application>Visualizador de Temas do Marco</application>, utilize o seguinte comando:

source: For example, to measure the performance of Atlanta and preview Atlanta, run the following command:
ca: Per a exemple, per a mesurar el rendiment de l'Atlanta i previsualitzar l'Atlanta, executeu l'ordre següent:
cs: Například pro změření výkonu Atlanty a náhledu Atlanty, spusťte následující příkaz:
de: Um beispielsweise die Performance des Themas »Atlanta« zu bestimmen und eine Vorschau dieses Themas zu betrachten, führen Sie folgenden Befehl aus:
eu: Adibidez, Atlanta-ren errendimendua neurtzeko eta Atlanta aurrez ikusteko, exekutatu komando hau:
ja: 例えば、Atlanta をプレビューしながらその描画パフォーマンスを計測する際のコマンドは次のとおりです:
ko: 예를 들어 Atlanta 옵션의 성능을 측정하거나 모양을 보고 싶다면, 다음과 같이 실행합니다:
pt: Por exemplo, para medir o desempenho do Atlanta e antever o Atlanta, execute o seguinte comando:

source: To Reduce CPU Usage by Turning Off Display of Icons in Menus
ca: Reducció de la utilització de la CPU en desactivar la visualització de les icones en els menús
cs: Snížení zátěže CPU vypnutím zobrazování ikon v nabídkách
de: Verminderung der Prozessorlast durch Abschalten der Symbolanzeige in Menüs
eu: PUZaren erabilera murriztea, menuetan bistaratzen diren ikonoak desaktibatuta
ja: メニューの中にアイコンを表示しないようにして CPU の使用率を減らす
ko: 메뉴 아이콘을 표시하지 않도록 하여 CPU 사용량 줄이기
pt: Reduzir a Utilização de CPU Desligando a Apresentação de Ícones nos Menus

source: icons, in menus
ca: icones, en els menús
cs: ikony, v nabídkách
de: Symbole in Menüs
eu: ikonoak, menuetan
ko: 아이콘, 메뉴
pt: ícones, nos menus

source: menu icons
ca: menús icones
cs: ikony nabídky
de: Menüsymbole
eu: menu-ikonoak
ko: 메뉴 아이콘
pt: ícones de menus

source: turning off
ca: desactivar
cs: vypnutí
de: ausschalten
eu: desaktibatzea
ko: 끄기
pt: desligar

source: Some items in menus display an icon beside the item. To turn off this feature, run the following command:
ca: Alguns elements en els menús mostren una icona al costat de l'element. Per a desactivar aquesta característica, executeu l'ordre següent:
cs: Některé položky v nabídkách zobrazují po své straně ikonu. Tuto vlastnost můžete vypnout spuštěním následujícího příkazu:
de: Einige Einträge zeigen Symbole neben dem Eintrag an. Um diese Funktion abzuschalten, führen sie den folgenden Befehl aus:
eu: Menuetako elementu batzuek ikono bat bistaratzen dute aldamenean. Eginbide hori desaktibatzeko, exekutatu komando hau:
ja: メニュー項目の中にはその横にアイコンを表示するものがあります。この機能を無効にする際は、次のコマンドを実行します:
ko: 메뉴 내의 어떤 항목들은 옆에 아이콘을 표시합니다. 이 기능을 사용하지 않으려면, 다음 명령을 실행합니다:
pt: Alguns itens nos menus apresentam um ícone ao lado do item. Para desactivar esta funcionalidade, execute o seguinte comando:

source: Alternatively, users can use the <application>Menus &amp; Toolbars</application> preference tool to deselect the <guilabel>Show icons in menus</guilabel> option.
ca: De manera alternativa, els usuaris poden utilitzar l'eina de preferències <application>Menús i barres d'eines</application> per a desactivar l'opció <guilabel>Mostra icones en els menús</guilabel>.
cs: Alternativně může uživatel k vypnutí volby <guilabel>Zobrazovat v nabídkách ikony</guilabel> použít nástroj předvoleb <application>Nabídky a panely nástrojů</application>.
de: Alternativ können Benutzer das Einstellungswerkzeug <application>Menüs und Werkzeugleisten</application> verwenden, um die Option <guilabel>Symbole in Menüs anzeigen</guilabel> zu deaktivieren.
eu: Bestela, <application>Menus &amp; Toolbars</application> hobespen-tresna erabil dezakete erabiltzaileek <guilabel>Erakutsi ikonoak menuetan</guilabel> desautatzeko.
ja: もしくは、<application>外観</application>の設定ツールの<guilabel>外観</guilabel>を開いて<guilabel>メニューの中にアイコンを表示する</guilabel>というオプションを無効にしてください。
ko: 또 다른 방법으로, 사용자는 <application>메뉴와 도구 모음</application> 설정 도구에서 <guilabel>메뉴에 아이콘 보이기</guilabel> 옵션의 선택을 해제할 수 있습니다.
pt: Em alternativa, os utilizadores podem utilizar a ferramenta de preferências <application>Menus &amp; Barras de Ferramentas</application> para desactivar a opção <guilabel>Apresentar ícones nos menus</guilabel>.

source: To Reduce CPU Usage by Turning Off the Splash Screen
ca: Reducció de la utilització de la CPU en desactivar la pantalla de presentació
cs: Snížení zátěže CPU vypnutím úvodní obrazovky
de: So reduzieren Sie die Prozessorlast durch Abschalten des Begrüßungsbildschirms
eu: PUZaren erabilera murriztea, harrerako pantaila desaktibatuta
ja: スプラッシュ・スクリーンを無効にして CPU の使用率を減らす
ko: 스플래시 스크린을 사용하지 않도록 하여 CPU 사용량 줄이기
pt: Reduzir a Utilização de CPU Desligando o Ecrã de Logotipo
