Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: Below are listed some of the options that you can use with the <command>mateconftool-2</command> command. For detailed command line options, please see <ulink url="man:mateconftool-2(1)">man:mateconftool-2(1)</ulink>.
ca: A sota es llisten algunes de les opcions que podeu utilitzar amb l'ordre <command>mateconftool-2</command>. Per a obtenir més informació sobre les opcions de la línia d'ordres, vegeu <ulink url="man:mateconftool-2(1)">man:mateconftool-2(1)</ulink>.
cs: Následuje seznam některých přepínačů, které můžete použít s příkazem <command>mateconftool-2</command>. Podrobný seznam přepínačů příkazové řádky najdete v <ulink url="man:mateconftool-2(1)">man:mateconftool-2(1)</ulink>.
de: Nachfolgend sind einige der Optionen aufgelistet, mit denen Sie den <command>mateconftool-2</command>-Befehl aufrufen können. Eine ausführliche Beschreibung der Befehlszeilenoptionen finden Sie in <ulink url="man:mateconftool-2(1)">man:mateconftool-2(1)</ulink>.
eu: <command>mateconftool-2</command> komandoarekin erabil daitezkeen zenbait aukera zerrendatzen dira hemen. Komando-lerroko aukera xehatuen berri izateko, ikus <ulink url="man:mateconftool-2(1)">man:mateconftool-2(1)</ulink>.
ja: この下にある一覧は <command>mateconftool-2</command> コマンドに指定できるオプションです。これ以外のオプションについて詳細は <ulink url="man:mateconftool-2(1)">man:mateconftool-2(1)</ulink> をご覧ください。
ko: 다음은 <command>mateconftool-2</command> 명령과 함께 사용할 수 있는 몇몇 옵션들의 목록입니다. 명령행 옵션에 대한 자세한 설명은 <ulink url="man:mateconftool-2(1)">man:mateconftool-2(1)</ulink> 부분을 보기 바랍니다.
pt: Abaixo estão listadas algumas das opções que pode utilizar com o comando <command>mateconftool-2</command>. Para opções de linha de comando detalhadas, consulte <ulink url="man:mateconftool-2(1)">man:mateconftool-2(1)</ulink>.

source: mateconftool-2 Command Options
ca: Opcions de les ordres del mateconftool-2
cs: Přepínače příkazu mateconftool-2
de: Befehlszeilenoptionen für mateconftool-2
eu: mateconftool-2 komando-aukerak
ja: mateconftool-2 コマンドのいろいろなオプション
ko: mateconftool-2 명령 옵션
pt: Opções do Comando mateconftool-2

source: Lists all subdirectories in a directory that you specify.
ca: Llista tots els subdirectoris en un directori que especifiqueu.
cs: Vypíše všechny podsložky ve složce, kterou zadáte.
de: Listet alle in einem von Ihnen angegebenen Ordner enthaltenen Unterordner auf.
eu: Zehaztutako direktorioaren azpidirektorio guztiak zerrendatzen ditu.
ja: 指定したリポジトリの中にあるすべてのサブディレクトリを一覧表示する
ko: 지정한 디렉토리 내의 모든 하위 디렉토리 모록을 표시합니다.
pt: Lista todos os subdirectórios de um directório especificado.

source: Displays the values of all keys in a directory that you specify.
ca: Mostra els valors de totes les claus en un directori que especifiqueu.
cs: Zobrazí všechny hodnoty všech klíčů ve složce, kterou zadáte.
de: Zeigt die Werte aller in einem von Ihnen angegebenen Ordner enthaltenen Schlüssel an.
eu: Zehaztutako direktorioaren gako guztien balioak bistaratzen ditu.
ja: 指定したリポジトリの中にあるすべてのキーの値を表示する
ko: 지정한 디렉토리 내의 모든 키들의 값을 표시합니다.
pt: Apresenta todos os valores de todas as chaves num directório especificado.

source: configuration-source
ca: font-de-configuració
cs: zdroj-nastavení
de: Konfigurationsquelle
eu: konfigurazio-iturburua
ja: 設定ソース
ko: 설정 소스
pt: base-de-configuração

source: Use this option with the <option>--direct</option> option to specify a configuration source to use. If you do not specify a configuration source with this option, the command runs on all configuration sources in the path file.
ca: Utilitzeu aquesta opció amb l'opció <option>--direct</option> per a especificar una font de configuració a utilitzar. Si no especifiqueu una font de configuració amb aquesta opció, l'ordre s'executa sobre totes les fonts de configuració en el fitxer de camins.
cs: Tento přepínač použijte spolu s přepínačem <option>--direct</option> k zadání použitého zdroje nastavení. Pokud zadáte zdroj nastavení s tímto přepínačem, spustí se příkaz na všechny zdroje nastavení v souboru cesty.
de: Verwenden Sie diese Option mit dem Argument <option>--direct</option>, um eine zu verwendende Konfigurationsquelle anzugeben. Falls Sie keine Konfigurationsquelle mit dieser Option angeben, wird der Befehl auf alle Konfigurationsquellen in diesem Dateipfad angewendet.
eu: Erabili aukera hau <option>--direct</option> aukerarekin batera, konfigurazio-iturburu bat zehazteko. Aukera horren bidez konfigurazio-iturburua zehazten ez baduzu, bide-izenen fitxategiko konfigurazio-iturburu guztiak exekutatzen ditu komando honek.
ja: このオプションと次の <option>--direct</option> オプションを一緒に指定すると、使用する設定ソースを指定できる (このオプションを使って設定ソースを指定すると、パス・ファイルの中にあるすべての設定ソースが対象となる)
ko: 이 옵션은 <option>--direct</option> 옵션과 함께 사용하여 사용자 설정 소스를 지정합니다. 만약 설정 소스를 지정하지 않았다면, 해당 명령은 경로 파일 내의 모든 설정 소스에 적용될 것입니다.
pt: Utilize esta opção em conjunto com a opção <option>--direct</option> para especificar uma base de configuração a utilizar. Caso não especifique uma base de configuração com esta opção, o comando executará todas as bases de configuração indicadas no ficheiro de caminhos.

source: Use this option with the <option>--config-source</option> option to access a configuration source directly. When you use this option, <application>MateConf</application> bypasses the server. Ensure that the <application>MateConf</application> daemon, <command>mateconfd-2</command>, is not running before you use this option.
ca: Utilitzeu aquesta opció amb l'opció <option>--config-source</option> per a accedir directament a una font de configuració. Quan utilitzeu aquesta opció, el <application>MateConf</application> omet el servidor. Assegureu-vos que el dimoni del <application>MateConf</application>, el <command>mateconfd-2</command>, no s'està executant abans d'utilitzar aquesta opció.
cs: Tento přepínač použijte spolu s přepínačem <option>--config-source</option> k přímému přístupu ke zdroji nastavení. Pokud použijete tento přepínač, <application>MateConf</application> obejde server. Ujistěte se, než použijete tuto možnost, že démon <application>MateConf</application> neběží.
de: Verwenden Sie diese Option mit dem Argument <option>--config-source</option>, um direkt auf eine Konfigurationsquelle zuzugreifen. Wenn Sie diese Option verwenden, umgeht <application>MateConf</application> den Server. Stellen Sie sicher, dass <command>mateconfd-2</command>, der <application>MateConf</application>-Dienst, vor der Verwendung dieser Option nicht läuft.
eu: Erabili aukera hau <option>--config-source</option> aukerarekin batera, konfigurazio-iturburu bat zuzenean atzitzeko. Aukera hau erabiltzean, <application>MateConf</application> zerbitzariaren gainetik pasatzen da. Aukera hau erabili aurretik, ziurtatu <application>MateConf</application> daemon-a, <command>mateconfd-2</command>, ez dela exekutatzen ari.
ja: このオプションと前の <option>--config-source</option> オプションを一緒に指定すると、設定ソースに直接アクセスできる (このオプションを使用した場合 <application>MateConf</application> サーバを利用しない; このオプションを使用する前に <application>MateConf</application> デーモンや <command>mateconfd-2</command> が起動されていないことを確認しておくこと)
ko: 이 옵션은 <option>--config-source</option> 옵션과 함께 사용하여 설정 소스에 직접 접근합니다. 이 옵션을 이용하면, <application>MateConf</application>는 서버를 건너 뛸 것입니다. 이 옵션을 사용하기 전에 <application>MateConf</application> 데몬인 <command>mateconfd-2</command>가 실행되지 않도록 해 주십시오.
pt: Utilize esta opção em conjunto com a opção <option>--config-source</option> para aceder directamente a uma base de configuração. Quando utiliza esta opção, o <application>MateConf</application> contorna o servidor. Certifique-se que o daemon do <application>MateConf</application>, o <command>mateconfd-2</command>, não se encontra em execução, antes de utilizar esta opção.

source: Generates a list that contains all preference keys in a <application>MateConf</application> repository directory that you specify. The list contains XML descriptions of all the keys. The list is contained in a <sgmltag>&lt;mateconfentryfile&gt;</sgmltag> element.
ca: Genera una llista que conté totes les claus de preferència d'un directori de dipòsit del <application>MateConf</application> que especifiqueu. La llista conté descripcions XML de totes les claus. La llista està dins d'un element <sgmltag>&lt;mateconfentryfile&gt;</sgmltag>.
cs: Generovat seznam obsahující všechny klíče předvoleb ve složce úložiště <application>MateConf</application>, kterou zadáte. Seznam obsahuje popis všech klíčů ve formátu XML a je vložený v elementu <sgmltag>&lt;mateconfentryfile&gt;</sgmltag>.
de: Erzeugt eine Liste, die alle in einem von Ihnen angegebenen <application>MateConf</application>-Datenbankordner festgelegten Schlüssel enthält. Die Liste enthält XML-Beschreibungen aller Schlüssel. Die Liste ist in einem <sgmltag>&lt;mateconfentryfile&gt;</sgmltag>-Element enthalten.
eu: Zehaztutako <application>MateConf</application> biltegi-direktorio bateko hobespen-gako guztien zerrenda osatzen du. Gako guztien XML azalpenak dauzka zerrendak. <sgmltag>&lt;mateconfentryfile&gt;</sgmltag> elementu batean gordetzen da zerrenda hori.
ja: 指定した <application>MateConf</application> リポジトリの中にあるすべての設定キーの内容を一覧表示する (この一覧にはすべてのキーに対する XML 定義が含まれている; この一覧はすべて <sgmltag>&lt;mateconfentryfile&gt;</sgmltag> という要素の中に格納されている)
ko: 지정한 <application>MateConf</application> 저장소 디렉토리 내의 모든 설정 키의 목록을 만듭니다. 이 목록은 모든 키들의 XML 설명을 포함합니다. 목록은 <sgmltag>&lt;mateconfentryfile&gt;</sgmltag> 엘리먼트 내에 포함되어 있습니다.
pt: Gera uma lista que contém todas as chaves de preferências contidas num directório de repositório do <application>MateConf</application> que especifique. A lista contém as descrições XML de todas as chaves. A lista está contida num elemento <sgmltag>&lt;mateconfentryfile&gt;</sgmltag>.

source: For example, you can redirect the output from this option to generate a file that lists all keys that are related to your panel configuration. You can use the <option>--load</option> option with this file.
ca: Per exemple, podeu redirigir la sortida des d'aquesta opció per a generar un fitxer que llisti totes les claus que estan relacionades amb la configuració del quadre. Podeu utilitzar l'opció <option>--load</option> amb aquest fitxer.
cs: Výstup tohoto přepínače můžete například přesměrovat, aby se vygeneroval soubor se seznamem všech klíčů, které se vztahují k vašemu nastavení panelu. Tento soubor můžete použít pro přepínač <option>--load</option>.
de: Beispielsweise können Sie die Ausgabe durch diese Option umleiten lassen, um eine Datei zu erstellen, die alle auf Ihre Panel-Konfiguration bezogenen Schlüssel auflistet. Sie können die Option <option>--load</option> mit dieser Datei verwenden.
eu: Adibidez, aukera horren irteera birbidera daiteke, panelaren konfigurazioarekin lotutako gako guztien zerrenda duen fitxategia sortzeko. <option>--load</option> aukera erabil daiteke fitxategi horrekin.
ja: 例えば、このオプションの出力をリダイレクトすることで、お使いのパネル設定に関連したすべてのキーの一覧をファイルに書き出すことができる (このファイルは <option>--load</option> オプションと一緒に指定する)
ko: 예를 들어 이 옵션의 출력을 재지정(redirect)하면 여러분의 패널 설정에 관련된 모든 키들의 목록을 포함하는 파일을 생성할 수 있습니다. 이렇게 생성된 파일은 <option>--load</option> 옵션과 함께 사용할 수 있습니다.
pt: Por exemplo, pode redireccionar o resultado desta opção para gerar um ficheiro que lista todas as chaves relacionadas com a sua configuração do painel. Pode utilizar a opção <option>--load</option> com este ficheiro.

source: Displays the value of a preference key that you specify. Also displays the values of the elements in the schema object for a schema key that you specify.
ca: Mostra el valor d'una clau de preferència que especifiqueu. També mostra els valors dels elements en l'objecte d'esquema d'una clau d'esquema que especifiqueu.
cs: Zobrazí hodnotu klíče předvolby, který určíte. Rovněž zobrazí hodnoty elementů v objektu schématu pro klíč schématu, který určíte.
de: Zeigt den Wert eines von Ihnen angegebenen Einstellungsschlüssels an. Der Wert der Elemente in dem Schema-Objekt des von Ihnen angegebenen Schema-Schlüssels wird ebenfalls angezeigt.
eu: Zehaztutako hobespen-gako baten balioa bistaratzen du. Zehaztutako eskema-gako baten eskema-objektuko elementuen balioak ere bistaratzen ditu.
ja: 指定した設定キーの値を表示する (指定したスキーマ・キーに対するスキーマ・オブジェクトの要素が持つ値も表示する)
ko: 지정한 설정 키의 값을 표시합니다. 또한 지정한 스키마 키에 대한 스키마 객체 내의 엘리먼트들의 값들도 함께 표시합니다.
pt: Apresenta o valor de uma chave de preferência que especifique. Também apresenta os valores dos elementos no objecto de esquema de uma chave de esquema que especificar.

source: Displays a help message about the <command>mateconftool-2</command> command, and the options that you can use with the <command>mateconftool-2</command> command.
ca: Mostra un missatge d'ajuda sobre l'ordre <command>mateconftool-2</command> i les opcions que podeu utilitzar amb l'ordre <command>mateconftool-2</command>.
cs: Zobrazí zprávu s nápovědou k příkazu <command>mateconftool-2</command> a přepínače, které můžete s příkazem <command>mateconftool-2</command> použít.
de: Zeigt eine Hilfe zum Befehl <command>mateconftool-2</command> und die dazugehörigen Optionen an.
eu: <command>mateconftool-2</command> komandoari buruzko laguntza-mezua eta <command>mateconftool-2</command> komandoarekin erabil daitezkeen aukerak bistaratzen ditu.
ja: <command>mateconftool-2</command> コマンドに関するヘルプと、この <command>mateconftool-2</command> コマンドで利用できるオプションの一覧を表示する
ko: <command>mateconftool-2</command> 명령과 이와 함께 사용할 수 있는 옵션에 대한 도움말을 보여줍니다.
pt: Apresenta uma mensagem de ajuda sobre o comando <command>mateconftool-2</command>, e as opções que pode utilizar com o comando <command>mateconftool-2</command>.

source: filename
ca: nom-del-fitxer
cs: název-souboru
de: Dateiname
eu: fitxategi-izena
ja: ファイル名
ko: 파일 이름
pt: ficheiro

source: Use this option to sets the values of preference keys in the current directory in a configuration source to the values in the file that you specify. The file that you specify must contain XML descriptions of the keys, in a <literal>&lt;mateconfentryfile&gt;</literal> element.
ca: Utilitzeu aquesta opció per a establir els valors de les claus de preferència en el directori actual d'una font de configuració als valors en el fitxer que especifiqueu. Aquest fitxer ha de tenir descripcions XML de les claus, en un element <literal>&lt;mateconfentryfile&gt;</literal>.
cs: Použijte tento přepínač k nastavení hodnot klíčů předvoleb v aktuální složce ve zdroji nastavení na hodnoty v souboru, který určíte. Zadaný soubor musí obsahovat v elementu <literal>&lt;mateconfentryfile&gt;</literal> popis klíčů ve formátu XML.
de: Verwenden Sie diese Option, um die Werte der Einstellungsschlüssel im aktuellen Ordner in einer Konfigurationsquelle auf die Werte in der von Ihnen angegebenen Datei zu setzen. Die angegebene Datei muss in einem <literal>&lt;mateconfentryfile&gt;</literal>-Element eine XML-Beschreibung der Schlüssel enthalten.
eu: Aukera hau erabili konfigurazio-iturburuko uneko direktorioko hobespen-gakoen balioak zuk zehaztutako fitxategiko balioei ezartzeko. Fitxategi horrek gakoen XML azalpenak eduki behar ditu, <literal>&lt;mateconfentryfile&gt;</literal> elementuan.
ja: このオプションを利用して、設定ソースにある現在のディレクトリの設定キーの値を、指定したファイルの中にある値にする (指定したファイルには、<literal>&lt;mateconfentryfile&gt;</literal> という要素の中にキーの XML 記述が含まれているものとする)
ko: 이 옵션을 이용하면 설정 소스 내의 현재 디렉토리에 있는 설정 키에 대한 값을 지정한 파일 내의 값들로 설정합니다. 지정한 파일은 <literal>&lt;mateconfentryfile&gt;</literal> 엘리먼트 내의 키에 대한 XML 설명을 반드시 포함해야 합니다.
pt: Utilize esta opção para definir o valor de chaves de preferências no directório actual numa base de configuração com os valores contidos no ficheiro especificado. O ficheiro que especificar deverá conter descrições XML das chaves, num elemento <literal>&lt;mateconfentryfile&gt;</literal>.

source: Use this option with the <option>--set-schema</option> option to specify a long description for a schema key.
ca: Utilitzeu aquesta opció amb l'opció <option>--set-schema</option> per a especificar una descripció llarga per a una clau d'esquema.
cs: Tento přepínač použijte spolu s přepínačem <option>--set-schema</option> k zadání dlouhého popisu pro klíč schématu.
de: Verwenden Sie diese Option mit dem <option>--set-schema</option>-Argument, um eine ausführliche Beschreibung eines Schema-Schlüssels festzulegen.
eu: Erabili aukera hori <option>--set-schema</option> aukerarekin batera, eskema-gako baten azalpen luzea zehazteko.
ja: このオプションと <option>--set-schema</option> というオプションを一緒に指定すると、任意のスキーマ・キーに対する詳細な説明を指定できる
ko: 이 옵션과 함께 <option>--set-schema</option> 옵션을 이용하여 스키마 키에 대한 긴 설명을 설정합니다.
pt: Utilize esta opção em conjunto com a opção <option>--set-schema</option> para especificar a descrição detalhada de uma chave de esquema.

source: Installs schema definition files to applications.
ca: Instal·la els fitxers de definició d'esquemes a les aplicacions.
cs: Nainstaluje do aplikace soubory definice schématu.
de: Installiert Schema-Definitionsdateien in Anwendungen.
eu: Eskemen definizio-fitxategiak instalatzen ditu aplikazioetan.
ja: スキーマの定義ファイルをアプリケーションにインストールする
ko: 프로그램에 스키마 정의 파일을 설치합니다.
pt: Instala ficheiros de definição de esquemas de aplicações.

source: owner
ca: propietari
cs: vlastník
de: Eigentümer
eu: jabea
ja: 所有者
ko: 소유자
pt: dono

source: Use this option with the <option>--set-schema</option> option to specify an owner for a schema key.
ca: Utilitzeu aquesta opció amb l'opció <option>--set-schema</option> per a especificar un propietari per a una clau d'esquema.
cs: Tento přepínač použijte spolu s přepínačem <option>--set-schema</option> k zadání vlastníka klíče schématu.
de: Verwenden Sie diese Option mit dem Argument <option>--set-schema</option>, um den Eigentümer eines Schema-Schlüssels festzulegen.
eu: Erabili aukera hori <option>--set-schema</option> aukerarekin batera, eskema-gako baten jabea zehazteko.
ja: このオプションと <option>--set-schema</option> というオプションを一緒に指定すると、スキーマ・キーの所有者を指定できる
ko: 이 옵션과 함께 <option>--set-schema</option> 옵션을 이용하여 스키마 키의 소유자를 설정합니다.
pt: Utilize esta opção em conjunto com a opção <option>--set-schema</option> para especificar o dono de uma chave de esquema.

source: Displays the values of all preference keys in all subdirectories in a directory that you specify.
ca: Mostra els valors de totes les claus de preferència en tots els subdirectoris d'un directori que especifiqueu.
cs: Zobrazí hodnoty všech klíčů předvoleb ve všech podsložkách ve složce, kterou určíte.
de: Zeigt die Werte aller Einstellungsschlüssel in allen Unterordnern des Ordners an, den Sie hier angeben.
eu: Zehaztutako direktorio bateko azpidirektorio guztietako hobespen-gako guztien balioak bistaratzen ditu.
ja: 指定したリポジトリにあるすべてのサブディレクトリに格納されたすべての設定キーの値を表示する
ko: 지정한 디렉토리 내의 모든 하위 디렉토리에 존재하는 모든 설정 키들의 값을 표시합니다.
pt: Apresenta os valores de todas as chaves de preferências em todos os subdirectórios do directório que especificar.

source: Resets the values of all preference keys, in all subdirectories in a directory, from the user setting to the setting in the default configuration source.
ca: Torna a iniciar els valors de totes les claus de preferència, en tots els subdirectoris d'un directori, des del paràmetre d'usuari al paràmetre de la font de configuració predeterminada.
cs: Přenastaví zpátky hodnoty všech klíčů předvoleb ve všech podsložkách složky z uživatelského nastavení na hodnoty, které jsou nastavené ve zdroji výchozího nastavení.
de: Setzt die Werte aller Einstellungsschlüssel in allen Unterordnern in einem Ordner von der Benutzereinstellung auf die Einstellung in der vorgegebenen Konfigurationsquelle zurück.
eu: Direktorio bateko azpidirektorio guztietako hobespen-gako guztien balioak berrezartzen ditu, erabiltzailearen ezarpenetik, konfigurazio-iturburu lehenetsiko ezarpenera.
ja: 指定したリポジトリにあるすべてのサブディレクトリに格納されたすべての設定キーの値 (ユーザが指定した値) を、設定ソースのデフォルト値に戻す
ko: 사용자 설정 소스와 기본값 설정 소스 내의 지정한 디렉토리에 있는 모든 하위 디렉토리 내의 설정 키들의 값을 초기화 시킵니다.
pt: Repõe todos os valores de todas as chaves de preferências, em todos os subdirectórios de um directório, dos valores do utilizador para os valores indicados na base de configuração por omissão.

source: Sets the value of a preference key, and writes the value to the user configuration source. Use the <option>--type</option> option with the <option>--set</option> option to specify the data type of the value that you want to set. For example, the following command sets the value of the <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem> key in the user configuration source:
ca: Estableix el valor d'una clau de preferència i escriu el valor a la font de configuració de l'usuari. Utilitzeu l'opció <option>--type</option> amb l'opció <option>--set</option> per a especificar el tipus de dada del valor que voleu establir. Per exemple, l'ordre següent estableix el valor de la clau <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem> en la font de configuració de l'usuari:
cs: Nastaví hodnotu klíče předvolby a zapíše hodnotu do zdroje uživatelských nastavení. K zadání hodnoty, kterou chcete nastavit, použijte spolu s přepínačem <option>--set</option> přepínač <option>--type</option>. Například následující příkaz nastaví hodnotu klíče <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem> ve zdroji uživatelského nastavení:
de: Setzt den Wert eines Einstellungsschlüssels und schreibt den Wert in die Konfigurationsquelle des Benutzers. Verwenden Sie die Option <option>--type</option> mit der Option <option>--set</option>, um den Datentyp für den Weret anzugeben, den Sie setzen wollen. Beispielsweise setzt der folgende Befehl den Wert des Schlüssels <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem> in der Konfigurationsquelle des Benutzers:
eu: Hobespen-gako baten balioa ezartzen du eta erabiltzailearen konfigurazio-iturburuan idazten du. Erabili <option>--type</option> aukera <option>--set</option> aukerarekin batera, ezarri nahi den balioaren datu mota zehazteko. Adibidez, erabiltzailearen konfigurazio-iturburuko <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem> gakoaren balioa ezartzen du komando honek:
ja: 設定キーの値をセットして、その値をユーザの設定ソースに書き込む (<option>--type</option> というオプションと一緒にこの <option>--set</option> オプションを指定すると、ここでセットする値の型を指定できる; 例えば、次のコマンドラインはユーザの設定ソースにある <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem> というキーの値を文字列で指定するものである)
ko: 설정 키의 값을 설정하고 사용자 설정 소스에 값을 기록합니다. <option>--type</option> 옵션과 함께 사용하여 설정하고 싶은 값의 데이터 형식을 지정합니다. 예를 들어 다음 명령은 사용자 설정 소스 내의 <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem> 키의 값을 설정합니다:
pt: Define o valor de uma chave de preferência, e escreve o valor na base de configuração do utilizador. Utilize a opção <option>--type</option> em conjunto com a opção <option>--set</option> para especificar o tipo de dados do valor que deseja definir. Por exemplo, o comando seguinte define o valor da chave <systemitem>/apps/mate-terminal/profiles/Default/background_color</systemitem> na base de configuração do utilizador:
