Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: Disable all historical information by disabling back and forward navigation, not allowing the history dialog and hiding the most used bookmarks list.
ca: Inhabilita qualsevol informació històrica a través de la inhabilitació de la navegació cap endavant i cap enrere, sense permetre mostrar el diàleg de l'historial i ocultant la llista d'adreces d'interès més utilitzades.
cs: Zakáže veškeré informace o historii zakázáním navigace zpět a vpřed, zakázáním dialogu historie a skrytím seznamu nejpoužívanějších záložek.
de: Alle Chronik-Informationen durch Deaktivieren der Navigationsknöpfe »Zurück« und »Vor« verbergen. Dies betrifft auch den Chronik-Dialog und die Lesezeichen.
eu: Historia-informazio guztia desgaitzen du; horretarako atzera eta aurrera nabigatzea desgaitzen du, ez du historiaren elkarrizketa koadroa atzitzen uzten, eta laster-marka erabilienen zerrenda ezkutatzen du.
ja: 履歴情報のすべてにアクセスできなくする (<guibutton>進む</guibutton>と<guibutton>戻る</guibutton>のボタンが利用できなくなり、履歴ダイアログも開かなくなり、最近使用したブックマークの一覧も表示されなくなるので)
ko: 뒤로 및 앞으로 이동 기능을 금지하여 모든 기록 정보를 이용하지 못하도록 하고, 기록 대화상자를 비활성화 시키고 가장 많은 사용된 책갈피 목록도 숨깁니다.
pt: Desactivar toda a informação de histórico desactivando o botão de retroceder e avançar, não permitindo o acesso ao diálogo de histórico e escondendo a lista de marcadores mais utilizados.

source: Disable javascript chrome
ca: Inhabilita el chrome del Javascript
cs: Zakázat javascript chrome
de: JavaScript-Kontrolle über Chrome deaktivieren
eu: Desgaitu javascript kromoa
ja: JavaScript 処理を無効にする
ko: 자바스크립트 chrome 사용 금지
pt: Desactivar controlo de cor javascript

source: Disable JavaScript's control over window chrome.
ca: Inhabilita el control del JavaScript sobre el chrome de la finestra.
cs: Zakáže ovládání JavaScriptu přes okno chrome.
de: JavaScript-Kontrolle über Chrome deaktivieren
eu: JavaScript-en leiho-kromoaren gaineko kontrola desgaitzen du.
ja: ウィンドウ Chrome を介した JavaScript の制御が利用できなくなる
ko: window chrome 상의 자바스크립트 제어를 금지합니다.
pt: Desactivar controlo JavaScript sobre a cor da janela.

source: Disable toolbar editing
ca: Inhabilita l'edició de barres d'eines
cs: Zakázat editaci panelu nástrojů
de: Bearbeiten von Werkzeugleisten deaktivieren
eu: Desgaitu tresna-barra editatzea
ja: ツールバーの編集を無効にする
ko: 도구 모음 편집 금지
pt: Desactivar a edição da barra de ferramentas

source: Disable the user's ability to edit toolbars.
ca: Inhabilita la funció de l'usuari d'editar les barres d'eines.
cs: Zakáže uživateli možnost upravovat panely nástrojů.
de: Dem Benutzer die Möglichkeit nehmen, seine Werkzeugleisten zu bearbeiten.
eu: Erabiltzaileek tresna-barrak editatzeko aukera desgaitzen du.
ja: ツールバーを編集できなくなる
ko: 사용자가 도구 모음을 변경하지 못하도록 합니다.
pt: Desactivar a possibilidade do utilizador editar as barras de ferramentas.

source: Force fullscreen mode
ca: Força el mode de pantalla completa
cs: Přimět k režimu přes celou obrazovku
de: Vollbild-Modus erzwingen
eu: Derrigortu pantaila osoko modua
ja: 強制的にフルスクリーン・モードにする
ko: 강제 전체 화면
pt: Forçar o modo de ecrã completo

source: Locks Epiphany in fullscreen mode.
ca: Bloqueja l'Epiphany en mode de pantalla completa.
cs: Uzamkne Epiphany v režimu celé obrazovky
de: Sperrt Epiphany im Vollbildmodus.
eu: Pantaila osoko modua blokeatzen du Epiphany-n.
ja: フルスクリーン・モードに固定してしまう
ko: Epiphany를 전체 화면 모드에서 실행하도록 잠급니다.
pt: Tranca o Epiphany em modo de ecrã completo.

source: Hide menubar
ca: Oculta la barra de menú
cs: Skrýt panel nabídky
de: Menüleiste verbergen
eu: Ezkutatu menu-barra
ja: メニューバーを隠す
ko: 메뉴 모음 숨기기
pt: Esconder a barra de menu

source: Hide the menubar by default. The menubar can still be accessed using F10.
ca: Oculta la barra de menú predeterminada. S'hi podrà accedir de totes maneres a través de la tecla F10.
cs: Skryje ve výchozím stavu panel nabídek. I nadále k němu lze přistupovat pomocí F10.
de: Die Menüleiste standardmäßig verbergen. Über die Taste F10 ist die Menüleiste immer noch erreichbar.
eu: Menu-barra ezkutatzen du, lehenespenez. Dena den, menu-barra atzi daiteke F10 erabiliz.
ja: デフォルトでメニューバーを表示しない (<keycap>F10</keycap> キーを使えばメニューバーにはアクセスできる)
ko: 기본적으로 메뉴 모음을 숨깁니다. 하지만 F10 키를 이용하면 메뉴 모음을 이용할 수 있습니다.
pt: Por omissão, esconde a barra de menu. A barra de menu continua acessível utilizando F10.

source: Disable unsafe protocols
ca: Inhabilita els protocols insegurs
cs: Zakázat nebezpečné protokoly
de: Unsichere Protokolle deaktivieren
eu: Desgaitu seguruak ez diren protokoloak
ja: 安全ではないプロトコルを無効にする
ko: 안전하지 않은 프로토콜 사용 금지
pt: Desactivar protocolos inseguros

source: Disables loading of content from unsafe protocols. Safe protocols are http and https.
ca: Inhabilita carregar el contingut de protocols insegurs. Els protocols segurs són http i https.
cs: Zakáže načítání obsahu přes nebezpečné protokoly. Bezpečné protokoly jsou http a https.
de: Deaktiviert das Laden von Inhalten mit Hilfe unsicherer Protokolle, wobei http: und https: sichere Protokolle sind.
eu: Seguruak ez diren protokoloetatik edukia kargatzea desgaitzen du. Protokolo seguruak http eta https dira.
ja: 危険なプロトコルからの読み込みを無効にする (安全なプロトコルとは <literal>http</literal> と <literal>https</literal> とする)
ko: 안전하지 않은 프로토콜에서 컨텐츠를 로드하지 못하도록 합니다. 안전한 프로토콜은 http와 https 입니다.
pt: Inactiva a leitura de conteúdo através de protocolos inseguros. Protocolos seguros são http e https.

source: MATE Screensaver
ca: Estalvi de pantalla del MATE
cs: Spořič obrazovky MATE
de: MATE-Bildschirmschoner
eu: MATE pantaila-babeslea
ja: MATE スクリーンセーバー
ko: 그놈 화면 보호기
pt: Protector de Ecrã MATE

source: Lock on activation
ca: Bloca quan s'activi
cs: Zamknout po spuštění spořiče
de: Bei Aktivierung sperren
eu: Blokeatu aktibatzean
ja: 起動時に画面をロックする
ko: 활성화 되면 잠그기
pt: Trancar ao activar

source: Set this to TRUE to lock the screen when the screensaver goes active.
ca: Estableix a cert per a bloquejar la pantalla quan s'activi l'estalvi de pantalla.
cs: Nastavení na TRUE způsobí, že se po aktivaci šetřiče obrazovky zamkne obrazovka.
de: Setzen Sie diesen Wert auf TRUE (Wahr), um den Bildschirm zu sperren, wenn der Bildschirmschoner aktiviert wird.
eu: Aukera hori EGIA bada, pantaila blokeatzen da pantaila-babeslea aktibatzean.
ja: チェックすると、スクリーンセーバーを起動すると画面をロックする
ko: 이 설정이 적용되면 화면 보호기가 실행될 때 화면을 잠급니다.
pt: Definir como VERDADEIRO para trancar o ecrã quando o protector de ecrã se activar.

source: Allow logout
eu: Utzi saioa amaitzen
ko: 로그아웃 허용
pt: Permitit terminar sessão

source: Set this to TRUE to offer an option in unlock dialog to logging out after a delay. The Delay is specified in the "logout_delay" key.
ca: Estableix a cert per a oferir en el diàleg de desbloquejar una opció per a sortir després d'un retard. El retard s'especifica en la clau «logout_delay».
cs: Nastavení na TRUE způsobí, že se v dialogovém okně na odemknutí bude nabízet volba na odhlášení po prodlevě. Prodlevu určuje klíč „logout_delay“.
de: Setzen Sie diesen Wert auf TRUE (Wahr), um bei gesperrtem Bildschirm eine Option zum Abmelden nach einer festgelegten Zeit anzuzeigen. Die Verzögerung wird im Schlüssel »logout_delay« festgelegt.
eu: Aukera hori EGIA bada, saioa amaitzeko aukera ematen da desblokeatzeko elkarrizketa-koadroan denbora-tarte baten ondoren. Denbora-tarte hori "saioa amaitzeko denbora-tartea" gakoan zehazten da.
ja: チェックすると遅延ログアウトするためのダイアログを表示するオプションを追加する (遅延時間は <literal>logout_delay</literal> キーに指定する)
ko: 이 설정이 적용되면 일정 시간 후에 잠금 해제 대화상장 내에 로그아웃 옵션이 추가됩니다. 이 시간은 "logout_delay" 키로 지정할 수 있습니다.
pt: Definir como VERDADEIRO para disponibilizar uma opção no diálogo de destrancar para terminar sessão após uma espera. A Espera é definida na chave "logout_delay".

source: Allow user switching
ca: Permet commutar d'usuari
cs: Povolit přepnutí na jiného uživatele
de: Benutzerwechsel zulassen
eu: Utzi erabiltzaile batetik bestera aldatzen
ja: ユーザの切り替えを許可する
ko: 사용자 전환 허용
pt: Permitir trocar de utilizador

source: Set this to TRUE to offer an option in the unlock dialog to switch to a different user account.
ca: Estableix a cert per a oferir en el diàleg de desbloquejar una opció per a canviar a una compte d'usuari diferent.
cs: Nastavení na TRUE způsobí, že se v dialogovém okně na odemykání bude nabízet přepnutí na jiný uživatelský účet.
de: Setzen Sie diesen Wert auf TRUE (Wahr), um einen Benutzerwechsel an einem gesperrten Bildschirm zu ermöglichen.
eu: Aukera hori EGIA bada, beste erabiltzaile-kontu batera aldatzeko aukera ematen da desblokeatzeko elkarrizketa-koadroan.
ja: チェックすると、別のユーザ・アカウントに切り替えるためのダイアログを表示するオプションを追加する
ko: 이 설정이 적용되면 잠금 해제 대화상자 내에 다른 사용자 계정으로 바꿀 수 있는 옵션이 추가됩니다.
pt: Definir como VERDADEIRO para disponibilizar uma opção no diálogo de destrancar para alternar para outra conta de utilizador.

source: Hidden Directories
ca: Directoris ocults
cs: Skryté složky
de: Versteckte Ordner
eu: Ezkutuko direktorioak
ja: 隠しフォルダの一覧
ko: 숨겨진 디렉토리
pt: Directórios Escondidos

source: This appendix describes the hidden directories that the MATE Desktop adds to the home directories of users.
ca: Aquest apèndix descriu els directori ocults que l'escriptori del MATE afegeix als directoris dels usuaris.
cs: Tato příloha popisuje skryté složky, které pracovní prostředí přidává do domovských složek uživatelů.
de: Dieser Anhang beschreibt die verborgenen Ordner, die der MATE-Desktop zu den persönlichen Ordnern der Benutzer hinzufügt.
eu: MATE mahaigainak erabiltzaileen etxeko direktorioei gehitzen dizkien ezkutuko direktorioak azaltzen dira eranskin honetan.
ja: この章では、MATE デスクトップがユーザのホームに追加する隠しフォルダについて説明します。
ko: 이 부분에서는 그놈 데스크탑에서 사용자들의 홈 디렉토리에 추가되는 숨겨진 디렉토리들에 대해 설명합니다.
pt: Este apendice descreve os directórios escondidos que o Ambiente de Trabalho MATE adiciona aos directórios pessoais dos utilizadores.

source: hidden directories
ca: directoris ocults
cs: skryté složky
de: Versteckte Ordner
eu: ezkutuko direktorioak
ko: 숨겨진 디렉토리
pt: directórios escondidos

source: .* directories
ca: directoris .*
cs: složky .*
de: .*-Ordner
eu: .* direktorioak
ko: .* 디렉토리
pt: directórios .*

source: A hidden directory is a directory that has a name that begins with a period (.). <xref linkend="appendixa-TBL-2"/> describes the hidden directories that the MATE Desktop adds to the home directories of users.
ca: Un directori ocult és un directori que té un nom que comença amb un punt (.). La secció <xref linkend="appendixa-TBL-2"/> descriu els directoris ocults que l'escriptori del MATE afegeix als directoris dels usuaris.
cs: Skryté složky jsou složky, jejichž název začíná tečkou (.). <xref linkend="appendixa-TBL-2"/> popisuje skryté složky, které pracovní prostředí MATE přidává do domovských složek uživatelů.
de: Ein verborgener Ordner ist ein Ordner, dessen Name mit einem Punkt beginnt (.). <xref linkend="appendixa-TBL-2"/> beschreibt die verborgenen Ordner, welche die MATE-Arbeitsumgebung zum persönlichen Ordner des Benutzers hinzufügt.
eu: Ezkutuko direktorioak puntu (.) batekin hasten den izena dutenak dira. MATE mahaigainak erabiltzaileen etxeko direktorioei gehitzen dizkien ezkutuko direktorioak azaltzen dira hemen: <xref linkend="appendixa-TBL-2"/>.
ja: 隠しフォルダとはその名前がピリオド (<quote>.</quote>) で始まるフォルダ (ディレクトリ) のことです。<xref linkend="appendixa-TBL-2"/> に MATE デスクトップがユーザのホームに追加する隠しフォルダの一覧を示します:
ko: 숨겨진 디렉토리는 이름의 첫 부분이 마침표(.)로 시작하는 디렉토리입니다. <xref linkend="appendixa-TBL-2"/>에서는 그놈 데스크탑에서 사용자들의 홈 디렉토리에 추가되는 숨겨진 디렉토리들에 대해 설명합니다.
pt: Um directório escondido é um que tem um nome iniciado por um ponto (.). <xref linkend="appendixa-TBL-2"/> descreve os directórios escondidos que o Ambiente de Trabalho MATE adiciona aos directórios pessoais dos utilizadores.

source: Hidden Directories in User Home Directories
ca: Directoris ocults al directori d'usuari
cs: Skryté složky v domovské složce uživatele
de: Verborgene Ordner in den persönlichen Ordnern der Benutzer
eu: Erabiltzaileen etxeko direktorioetako ezkutuko direktorioak
ja: ユーザのホームにある隠しフォルダの一覧
ko: 사용자 홈 디렉토리 내의 숨겨진 디렉토리들
pt: Directórios Escondidos nos Directórios Pessoais dos Utilizadores

source: Directory
ca: Directori
cs: Složka
de: Ordner
eu: Direktorioa
ja: フォルダ名
ko: 디렉토리
pt: Directório

source: This is the default location for the environment variable <envar>XDG_CONFIG_HOME</envar>, if it is not set. User defined menus can be created at <filename>menus/applications.menu</filename>.
ca: Aquesta és la ubicació predeterminada per a la variable d'entorn <envar>XDG_CONFIG_HOME</envar>, si aquesta no s'ha establert. Els menús definits per l'usuari es creen a <filename>menus/applications.menu</filename>.
cs: Toto je výchozí umístění pro proměnnou prostředí <envar>XDG_CONFIG_HOME</envar> v případě, že není nastavená. Uživatelem definované nabídky mohou být vytvořené v <filename>menus/applications.menu</filename>.
de: Dies ist der vorgegebene Ort für die Umgebungsvariable <envar>XDG_CONFIG_HOME</envar>, falls diese nicht gesetzt ist. Benutzerdefinierte Menüs können in <filename>menus/applications.menu</filename> angelegt werden.
eu: <envar>XDG_CONFIG_HOME</envar> ingurune-aldagaiaren kokaleku lehenetsia da hori, ezarria ez badago. Erabiltzaileak definitutako menuak sor daitezke hemen: <filename>menus/applications.menu</filename>.
ja: 環境変数の <envar>XDG_CONFIG_HOME</envar> がセットされていない時のデフォルトの場所 (ユーザ定義のメニューを <filename>menus/applications.menu</filename> というファイルに記述することが可能である)
ko: 이 디렉토리는 <envar>XDG_CONFIG_HOME</envar> 환경 변수가 설정되지 않은 경우의 기본 위치입니다. 사용자가 정의한 메뉴들은 <filename>menus/applications.menu</filename> 파일에 생성될 것입니다.
pt: Esta é a localização por omissão da variável de ambiente <envar>XDG_CONFIG_HOME</envar>, caso esta não esteja definida. Os menus definidos pelo utilizador podem ser criados em <filename>menus/applications.menu</filename>.

source: Contains fonts specific to a particular user. When a user installs a font by dragging it to the <filename>fonts:///</filename> URI in caja, it is copied to this location.
ca: Conté els tipus de lletra específics d'un usuari determinat. Quan un usuari instal·la una font arrossegant-la a la URI <filename>fonts:///</filename> en el Caja, aquesta es copiarà en aquesta ubicació.
cs: Obsahuje písma určená jen pro jednotlivého uživatele. Když si uživatel nainstaluje písmo přetažení do umístění <filename>fonts:///</filename> ve správci souborů Nautilu, písmo se nakopíruje právě do tohoto umístění.
de: Enthält Schriften eines bestimmten Benutzers. Wenn ein Benutzer eine Schrift durch Ziehen in die <filename>fonts:///</filename>-Adresse in Caja installiert, wird diese Schrift an diesen Ort kopiert.
eu: Erabiltzaile jakin baten letra-tipoak dauzka. Caja-eko <filename>fonts:///</filename> URIra arrastatuz letra-tipo bat instalatzen denean, kokaleku honetan kopiatzen da.
ja: ユーザ専用のフォントを格納する場所 (フォントを Caja から <filename>fonts:///</filename> URI にドラッグしてインストールすると、フォントのコピーがこの場所に作成される)
ko: 특정 사용자만 이용하는 글꼴을 포함합니다. 만약 어떤 사용자가 노틸러스 내에서 <filename>fonts:///</filename> URI에 글꼴을 끌어다 놓는다면, 해당 글꼴은 이 위치에 복사됩니다.
pt: Contém fontes exclusivamente para um determinado utilizador. Quando um utilizador instala uma fonte arrastando-a para o URI <filename>fonts:///</filename> no caja, a fonte é copiada para esta localização.

source: Contains the authentication cookie for the MATE sound daemon. The MATE sound daemon is the Enlightened Sound Daemon (ESD).
ca: Conté la galeta d'autenticació per al dimoni de so de la sessió MATE. El dimoni de so de la sessió del MATE és l'Enlightened Sound Daemon (ESD).
cs: Obsahuje ověřovací cookie pro zvukového démona MATE. Zvukovým démonem MATE je Enlightened Sound Daemon (ESD).
de: Enthält den Legitimierungs-Cookie für den Klang-Hintergrunddienst von MATE. Der Klang-Hintergrunddienst von MATE ist der Enlightened Sound Daemon (ESD).
eu: MATE soinuaren daemon-aren autentifikazioko cookie-a dauka. MATE soinuaren daemon-a ESD (Enlightened Sound Daemon) da.
ja: MATE のサウンド・デーモンに対する認証クッキーを格納する場所 (MATE のサウンド・デーモンは <firstterm>Enlightened Sound Daemon</firstterm> (ESD) である)
ko: 그놈 사운드 대몬에서 사용하는 인증 쿠키를 포함합니다. 그놈 사운드 대몬은 Enlightened Sound Daemon (ESD)입니다.
pt: Contém a cookie de autenticação do daemon de som MATE. O daemon de som MATE é o Enlightened Sound Daemon (ESD).

source: NOTE: This is a file, not a directory.
ca: NOTA: és un fitxer, no un directori.
cs: POZNÁMKA: Nejedná se o složku, ale o soubor.
de: ACHTUNG: Dies ist eine Datei, kein Ordner.
eu: OHARRA: hau fitxategi bat da, eta ez direktorio bat.
ja: 注意: これはフォルダではなく、ファイルである
ko: 주의: 이것은 디렉토리가 아니라 파일입니다.
pt: NOTA: Este é um ficheiro, não um directório.

source: Contains the <application>MateConf</application> configuration source for the user. When the user sets a preference, the new preference information is added to this location.
ca: Conté la font de configuració del <application>MateConf</application> per a l'usuari. Quan l'usuari estableix una preferència, la informació de la preferència nova s'afegeix a aquesta ubicació.
cs: Obsahuje zdroje nastavení <application>MateConf</application> pro uživatele. Když uživatel nastaví nějakou předvolbu, přidají se informace právě do této složky.
de: Enthält die <application>MateConf</application>-Konfigurationsquelle des Benutzers. Wenn der Benutzer eine Einstellung vorgenommen hat, dann wird die Einstellungsinformation an diesem Ort abgelegt.
eu: <application>MateConf</application>en erabiltzailearen konfigurazio-iturburua dauka. Erabiltzaileak hobespenak ezartzean, hobespen berrien informazioa kokaleku horri gehitzen zaio.
ja: <application>MateConf</application> のユーザ向けの設定ソースを格納する場所 (ユーザが任意の設定を指定すると、新しい設定情報がこの場所に追加される)
ko: 해당 사용자에게 적용되는 <application>MateConf</application> 설정 소스를 포함합니다. 사용자들이 기본 설정을 변경하면 새로운 설정 정보는 이 위치에 추가됩니다.
pt: Contém a fonte de configuração <application>MateConf</application> do utilizador. Quando o utilizador define uma preferência, a nova informação de preferência é adicionada a esta localização.

source: Contains the following <application>MateConf</application> daemon details:
ca: Conté els detalls del dimoni <application>MateConf</application> següents:
cs: Obsahuje následující podrobnosti démona <application>MateConf</application>:
de: Enthält die folgenden <application>MateConf</application>-Details für Dienste:
eu: <application>MateConf</application> daemon-aren xehetasun hauek dauzka:
ja: 次に示す <application>MateConf</application> デーモンの詳細情報を格納する場所:
ko: 다음과 같은 <application>MateConf</application> 대몬의 세부 내용들을 포함합니다:
pt: Contém os seguintes detalhes do daemon <application>MateConf</application>:

source: Configuration information.
ca: Informació de la configuració.
cs: Informace o nastavení.
de: Konfigurationsinformationen.
eu: Konfigurazio-informazioa.
ja: 設定情報
ko: 설정 정보.
pt: Informação de configuração.

source: Lock information for objects that are referenced by an <firstterm>Interoperable Object Reference (IOR)</firstterm>.
ca: Informació de blocatge per als objectes que són referenciats per un <firstterm>Interoperable Object Reference (IOR)</firstterm>.
cs: Zámky pro objekty, na které odkazuje některý <firstterm>Interoperable Object Reference (IOR)</firstterm>.
de: Sperr-Informationen für ein Objekt, das durch eine <firstterm>Interoperable Object Reference (IOR)</firstterm> referenziert wird.
eu: <firstterm>Objektu Erreferentzia Elkarreraginkorra</firstterm>k (IOR) definitutako objektuen informazioa blokeatzen du.
ja: 任意の <firstterm>Interoperable Object Reference (IOR)</firstterm> が参照しているオブジェクトのロック情報
ko: <firstterm>IOR (Interoperable Object Reference)</firstterm>을 통해 참조하는 객체의 잠금 정보.
pt: Informação de restrições de objectos que são referenciados por uma <firstterm>Referência Inter-operável de Objecto (IOR)</firstterm>.

source: State information for objects that are referenced by an IOR.
ca: Estat de la informació per als objectes que són referenciats per un IOR.
cs: Stavové informace pro objekty, na které odkazuje některý IOR.
de: Statusinformationen für Objekte, die durch eine IOR referenziert werden.
eu: IOR batek definitutako objektuen egoera-informazioa.
ja: 任意の IOR が参照しているオブジェクトの状態
ko: IOR을 통해 참조하는 객체의 상태 정보.
pt: Informação de estado de objectos que são referenciados por uma IOR.

source: Contains user-specific application data that is not stored in the <application>MateConf</application> repository.
ca: Conté dades d'aplicacions específiques de l'usuari que no s'emmagatzemen en el dipòsit <application>MateConf</application>.
cs: Obsahuje data aplikací, která jsou specifická pro uživatele a nejsou uložená v úložišti <application>MateConf</application>.
de: Enthält benutzerspezifische Anwendungsdaten, die nicht in der <application>MateConf</application>-Datenbank gespeichert werden.
eu: Erabiltzaileen berariazko aplikazioen datuak, <application>MateConf</application> biltegian ez daudenak, dauzka.
ja: <application>MateConf</application> リポジトリには保管されないユーザ専用のアプリケーション情報 (または <application>MateConf</application> をサポートしていないアプリケーションの情報) を格納する場所
ko: <application>MateConf</application> 저장소 내에 보관되지 않는 사용자별 프로그램 데이터들을 포함합니다.
pt: Contém dados de aplicação específicos do utilizador que não são armazenados no repositório do <application>MateConf</application>.

source: NOTE: this directory is deprecated and is only used by MATE 1.x applications.
ca: NOTA: aquest directori és obsolet i només s'utilitza per les aplicacions del MATE 1.x.
cs: POZNÁMKA: tato složka je zavržená a používají ji jen staré aplikace z MATE 1.x
de: ACHTUNG: Dieser Ordner ist veraltet und wird nur von Anwendungen genutzt, die auf MATE 1.x basieren.
eu: OHARRA: ez da gomendatzen direktorio hori erabiltzea, eta MATE 1.x aplikazioek soilik erabiltzen dute.
ja: 注意: このフォルダは廃止でかつ MATE 1.x のアプリケーションのみが使用する
ko: 주의: 이 디렉토리는 오직 그놈 1.x 버전의 프로그램들만 사용하고 있으며, 더 이상은 사용되지 않을 것입니다.
pt: NOTA: este directório é obsoleto e apenas é utilizado por aplicações do MATE 1.x.

source: Contains user-specific application data that is not stored in the <application>MateConf</application> repository. For example, this directory contains the following:
ca: Conté dades específiques d'aplicacions de l'usuari que no s'emmagatzemen en el dipòsit <application>MateConf</application>. Per exemple, aquest directori conté el següent:
cs: Obsahuje data aplikací, která jsou specifická pro uživatele a nejsou uložená v úložišti <application>MateConf</application>. Složka obsahuje například následující:
de: Enthält benutzerspezifische Anwendungsdaten, die nicht in der <application>MateConf</application>-Datenbank gespeichert werden. In diesem Ordner wird beispielsweise Folgendes gespeichert:
eu: Erabiltzaileen berariazko aplikazioen datuak, <application>MateConf</application> biltegian ez daudenak, dauzka. Adibidez, datu hauek dauzka direktorioak:
ja: <application>MateConf</application> リポジトリには保管されないユーザ専用のアプリケーション情報 (または <application>MateConf</application> をサポートしていないアプリケーションの情報) を格納する場所で、例えば次のような情報を保管する:
ko: <application>MateConf</application> 저장소 내에 보관되지 않는 사용자별 프로그램 데이터들을 포함합니다. 예를 들면, 이 디렉토리는 다음과 같은 내용들을 포함합니다:
pt: Contém dados de aplicação específicos do utilizador que não são armazenados no repositório do <application>MateConf</application>. Por exemplo, este directório contém o seguinte:

source: Keyboard shortcut information.
ca: Informació de les dreceres del teclat.
cs: Informace o klávesových zkratkách.
de: Informationen über Tastenkürzel.
eu: Laster-teklei buruzko informazioa.
ja: キーボード・ショートカットの情報
ko: 키보드 단축키 정보.
pt: Informação de atalhos de teclado.

source: Window location information.
ca: Informació sobre la ubicació de les finestres.
cs: Informace o umístění okna.
de: Informationen zum Ort des Fensters.
eu: Leihoen kokalekuari buruzko informazioa.
ja: ウィンドウを配置する場所
ko: 창 위치 정보.
pt: Informação de localização das janelas.

source: Desktop entry files for panel launchers.
ca: Fitxers d'entrada d'escriptori per a llançadors del quadre.
cs: Soubory vstupu pracovní plochy pro spouštěče na panelech.
de: Desktopeintrags-Dateien für Anwendungsstarter im Panel.
eu: Panel-abiarazleen mahaigaineko sarrera-fitxategiak.
ja: パネルのランチャを表す <filename>.desktop</filename> エントリ・ファイル
ko: 패널 실행 아이콘들을 위한 데스크탑 엔트리 파일.
pt: Ficheiros de definição dos iniciadores dos painéis.
