Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: The <application>Screensaver</application> infrastructure implements themes according to the <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG menu specification</ulink>. By supporting this specification, MATE allows you to:
ca: La infraestructura de l'<application>Estalvi de pantalla</application> implementa els temes d'acord amb l'<ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">Especificació de menú XDG</ulink>. El fet que el MATE segueixi aquesta especificació us permetrà:
cs: Infrastruktura <application>Šetřiče obrazovky</application> implementuje motiv v souladu se <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">Specifikací nabídek od XDG</ulink>. Díky podpoře této specifikace vám MATE může nabídnout:
de: Die <application>Bildschirmschoner</application>-Infrastruktur implementiert Themes gemäß der <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG menu specification</ulink>. Daher ermöglicht MATE Ihnen:
eu: <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG menu-zehaztapena</ulink>ren arabera inplementatzen ditu gaiak <application>Screensaver</application> aplikazioaren azpiegiturak. Zehaztapen hori onartzean, aukera hauek ematen ditu MATEk:
ja: <application>スクリーンセーバー</application>は「<ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG メニューの仕様</ulink>」に準拠した実装になっています。この仕様に準拠することで、MATE では次のようなことができるようになっています:
ko: <application>화면 보호기</application> 하부 구조는 <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">XDG 메뉴 명세서</ulink>에 따라 테마를 구현합니다. 이 명세서를 따름으로써, 그놈에서는 다음과 같은 일들이 가능해 집니다:
pt: A infra-estrutura de <application>Protecção de Ecrã</application> implementa temas de acordo com a <ulink url="http://www.freedesktop.org/wiki/Standards/menu-spec">especificação XDG de menu</ulink>. Ao suportar esta especificação, o MATE permite-lhe:

source: Customize the themes easily. You can edit a small number of files to customize the available themes. You do not need to modify your applications or move files.
ca: Personalitzar fàcilment els temes. Podeu editar un número petit de fitxers per a personalitzar els temes disponibles. No caldrà que modifiqueu les aplicacions o mogueu fitxers.
cs: Snadné přizpůsobení si motivu. Kvůli přizpůsobení dostupných motivů stačí upravit jen malý počet souborů. Nemusíte měnit své aplikace nebo soubory přesouvat.
de: Themen auf einfache Weise anzupassen. Sie bearbeiten einige wenige Dateien, um die verfügbaren Themen zu ändern. Sie brauchen weder Anwendungen zu bearbeiten noch Dateien zu verschieben.
eu: Gaiak erraz pertsonaliza daitezke. Fitxategi kopuru txiki bat edita daiteke gai erabilgarriak pertsonalizatzeko. Ez dago aplikazioak aldatu edo fitxategiak mugitu beharrik.
ja: テーマを簡単にカスタマイズできる (テーマを利用可能な状態にカスタマイズするのにたくさんのファイルを変更する必要がなく、アプリケーションを変更したりファイルを移動する必要もない)
ko: 테마를 쉽게 변경할 수 있습니다. 이용 가능한 테마를 수정하기 위해 몇 개의 파일 만을 편집하면 되고, 프로그램 자체를 수정하거나 파일을 옮길 필요가 없습니다.
pt: Personalizar os temas facilmente. Pode editar um pequeno número de ficheiros para personalizar os temas disponíveis. Não tem de alterar as suas aplicações nem mover ficheiros.

source: Install themes easily. You do not need to provide information about the system when you install the themes.
ca: Instal·lar temes fàcilment. No caldrà que proporcioneu informació sobre el sistema quan instal·leu els temes.
cs: Snadnou instalaci motivu. Při instalaci motivů nemusíte poskytovat informace o systému.
de: Themen einfach installieren. Sie benötigen keinerlei Informationen zum System bereitzustellen, wenn Sie die Themen installieren.
eu: Gaiak erraz instala daitezke. Gaiak instalatzerakoan ez dago sistemari buruzko informaziorik eman beharrik.
ja: テーマを簡単にインストールできる (テーマをインストールするのにシステム情報を提供する必要がない)
ko: 테마를 쉽게 설치할 수 있습니다. 테마를 설치할 때 시스템에 대한 정보를 제공해 줄 필요가 없습니다.
pt: Instalar temas facilmente. Não tem de fornecer informação sobre o sistema ao instalar os temas.

source: Configure the system so that users cannot modify the themes.
ca: Configurar el sistema de manera que els usuaris no puguin modificar els temes.
cs: Nastavení systému takovým způsobem, aby uživatel nemohl motiv změnit.
de: Das System so konfigurieren, dass Benutzer Themen nicht ändern können.
eu: Erabiltzaileek ez aldatzeko moduan konfigura daitezke menuak.
ja: ユーザがテーマを変更できないようにすることも可能である
ko: 사용자들이 테마를 수정하지 못하도록 시스템을 설정할 수 있습니다.
pt: Configurar o sistema por forma a que os utilizadores não possam alterar os temas.

source: For more information, see <xref linkend="menustructure-0"/>.
ca: Per a obtenir més informació, vegeu el <xref linkend="menustructure-0"/>.
cs: Více informací viz <xref linkend="menustructure-0"/>.
de: Weitere Informationen finden Sie in <xref linkend="menustructure-0"/>.
eu: Informazio gehiago behar baduzu, ikus <xref linkend="menustructure-0"/>.
ja: 詳細は「<xref linkend="menustructure-0"/>」をご覧ください。
ko: 자세한 정보는 <xref linkend="menustructure-0"/> 부분을 보기 바랍니다.
pt: Para mais informações, consulte <xref linkend="menustructure-0"/>.

source: Session Management
ca: Gestió de sessions
cs: Správa sezení
de: Sitzungsverwaltung
eu: Saio-kudeaketa
ja: セッションの管理
ko: 세션 관리
pt: Gestão de Sessões

source: This chapter introduces session management, and describes how to set session defaults. The chapter also contains information on sessions and login scripts.
ca: Aquest capítol introdueix la gestió de sessions i descriu com establir valors predeterminats de sessions. El capítol també conté informació sobre sessions i scripts d'entrada.
cs: Tato kapitola vás uvede do správy sezení a popíše vám, jak nastavit výchozí sezení. Kapitola také obsahuje informace o sezeních a přihlašovacích skriptech.
de: Dieses Kapitel führt in die Sitzungsverwaltung ein und beschreibt die Erstellung von Sitzungsvorgaben. Weiterhin enthalten Sie Informationen über Sitzungen und Anmeldeskripte.
eu: Saio-kudeaketa zer den eta saioaren lehenespenak nola ezartzen diren azaltzen da atal honetan. Saioei eta saio-hasierako script-ei buruzko informazioa ere ematen da.
ja: この章ではセッションの管理について紹介し、セッション・デフォルトを指定する方法を説明します。加えて、セッションとログイン・スクリプトに関する情報も紹介します。
ko: 이 부분에서는 세션 관리와 세션 기본값을 설정하는 방법에 대해 설명합니다. 또한 세션과 로그인 스크립트에 대한 정보도 포함합니다.
pt: Este capítulo apresenta uma introdução à gestão de sessões, e descreve como definir as omissões de uma sessão. O capítulo também contém informação sobre sessões e scripts de início de sessão.

source: Introduction to Sessions
ca: Introducció a les sessions
cs: Úvod do sezení
de: Einführung in Sitzungen
eu: Saioak: sarrera
ja: セッションについて
ko: 세션에 대하여
pt: Introdução às Sessões

source: sessions
cs: sezení
de: Sitzungen
eu: saioak
ko: 세션
pt: sessões

source: A session occurs between the time that a user logs in to the MATE Desktop and the time that the user logs out. The session manager starts after the <application>Login Manager</application> authenticates the user. The session manager enables the user to manage the session. For example, a user can save the state of a session and return to that session the next time that the user logs in.
ca: Una sessió té lloc dins l'interval de temps des que un usuari entra en l'escriptori del MATE fins que surt. El gestor de sessions s'inicia després que el <application>Gestor d'entrada</application> autentifiqui l'usuari. El gestor de sessions permet a l'usuari gestionar la sessió. Per exemple, un usuari pot desar l'estat d'una sessió i tornar a aquella sessió la propera vegada que entri.
cs: Sezení je doba mezi tím, kdy se uživatel přihlásí do pracovního prostředí MATE a kdy se uživatel odhlásí. Správce sezení se spustí po té, co <application>Správce přihlášení</application> ověří uživatele. Správce sezení dovoluje uživateli spravovat sezení. Např. může uživatel ukládat stav sezení a vrátit jej do téhož stavu při příštím přihlášení.
de: Eine Sitzung findet in dem Zeitraum zwischen der Anmeldung und der Abmeldung eines Benutzers an der MATE-Arbeitsumgebung statt. Die Sitzungsverwaltung startet, nachdem sich der Benutzer im <application>Anmeldefenster</application> legitimiert hat. Die Sitzungsverwaltung ermöglicht dem Benutzer die Verwaltung der Sitzung. Beispielsweise kann ein Benutzer den Status einer Sitzung speichern und bei der nächsten Anmeldung zu dieser Sitzung zurückkehren.
eu: Erabiltzaileak MATE mahaigainean saioa hasi eta saio amaitzen duen bitartean gertatzen da saioa. <application>Saioa hasteko kudeatzailea</application>k erabiltzailea autentifikatu ondoren abiarazten da saio-kudeatzailea. Saio-kudeatzaileak saioa kudeatzeko aukera ematen dio erabiltzaileari. Adibidez, erabiltzaileak saio baten egoera gorde dezake, saioa hasten duen hurrengo aldian saio horretara itzultzeko.
ja: セッションは、ユーザが MATE デスクトップにログインしてからユーザがログアウトするまでの間に発生するものです。<application>ログイン・マネージャ</application>がユーザの認証を受け入れたらセッション・マネージャを起動します。このセッション・マネージャを使うと、ユーザはセッションそのものを管理できるようになります。例えば、セッションの状態を保存したり、次回ユーザがログインしたら保存しておいたセッションに復帰することが可能になります。
ko: 세션은 사용자가 그놈 데스크탑에 로그인한 순간부터 로그아웃할 때까지 발생합니다. 세션 관리자는 <application>로그인 관리자</application>가 사용자를 인증한 이후에 시작됩니다. 세션 관리자는 사용자가 세션을 관리할 수 있도록 해 줍니다. 예를 들어, 사용자는 세션의 상태를 저장하고 다음 번 로그인 시에 저장해 둔 세션으로 복귀할 수 있습니다.
pt: Uma sessão decorre entre a altura em que um utilizador inicia uma sessão no Ambiente de Trabalho MATE e o momento em que a termina. O gestor de sessões é iniciado após o <application>Login Manager</application> autenticar o utilizador. O gestor de sessões permite ao utilizador gerir a sessão. Por exemplo, um utilizador pode gravar o estado de uma sessão e regressar a essa sessão da próxima vez que iniciar uma sessão.

source: At a minimum, the following applications run in a session:
ca: Com a mínim, les aplicacions següents s'executen en una sessió:
cs: V sezení musí běžet minimálně tyto aplikace:
de: In einer Sitzung müssen mindestens die folgenden Anwendungen laufen:
eu: Saio batean gutxienez aplikazio hauek exekutatzen dira:
ja: 少なくとも、セッションの中で次に示すアプリケーションが起動されます:
ko: 최소한 다음과 같은 프로그램이 세션 내에 실행됩니다:
pt: No mínimo, as seguintes aplicações correm em sessão:

source: The session manager, <command>mate-session</command>.
ca: El gestor de sessió, el <command>mate-session</command>.
cs: Správce sezení <command>mate-session</command>.
de: Der Sitzungsmanager, <command>mate-session</command>.
eu: Saio kudeatzailea, <command>mate-session</command>.
ja: セッション・マネージャである <command>mate-session</command>
ko: 세션 관리자인 <command>mate-session</command>.
pt: O gestor de sessões, <command>mate-session</command>.

source: The <application>MateConf</application> X settings daemon, <command>mate-settings-daemon</command>.
ca: El dimoni dels paràmetres X del <application>MateConf</application>, el <command>mate-settings-daemon</command>.
cs: Démon nastavení X <application>MateConf</application>, <command>mate-settings-daemon</command>.
de: Der <application>MateConf</application>-Hintergrunddienst für die X-Einstellungen, <command>mate-settings-daemon</command>.
eu: <application>MateConf</application> X ezarpenen daemon-a, <command>mate-settings-daemon</command>.
ja: <application>MateConf</application> の設定デーモンである <command>mate-settings-daemon</command>
ko: <application>MateConf</application> X 설정 대몬인 <command>mate-daemon</command>.
pt: O daemon de definições X <application>MateConf</application>, <command>mate-settings-daemon</command>.

source: The <application>mate-panel</application> application, which runs the panels in the MATE Desktop.
ca: L'aplicació <application>mate-panel</application>, que executa els quadres en l'escriptori del MATE.
cs: Aplikace <application>mate-panel</application>, která provozuje panely v pracovním prostředí MATE.
de: Die Anwendung <application>mate-panel</application>, welche für die Panels in der MATE-Arbeitsumgebung zuständig ist.
eu: <application>mate-panel</application> aplikazioa, MATE mahaigaineko panelak exekutatzen dituena.
ja: MATE デスクトップでパネルとして使用する <application>mate-panel</application>
ko: 그놈 데스크탑의 패널을 실행하는 <application>mate-panel</application> 프로그램.
pt: A aplicação <application>mate-panel</application>, que executa os painéis no Ambiente de Trabalho MATE.

source: The <application>Marco</application> window manager.
ca: El gestor de finestres <application>Marco</application>.
cs: Správce oken <application>Marco</application>.
de: Der Fenstermanager <application>Marco</application>.
eu: <application>Marco</application> leiho-kudeatzailea.
ja: <application>Marco</application> ウィンドウ・マネージャ
ko: <application>Marco</application> 창 관리자.
pt: O gestor de janelas <application>Marco</application>.

source: Setting Session Defaults
ca: Establiment dels valors de sessió predeterminats
cs: Nastavení výchozích hodnot sezení
de: Festlegen von Sitzungs-Einstellungen
eu: Saioen lehenespenak ezartzea
ja: セッション・デフォルトを指定する
ko: 세션 기본값 설정하기
pt: Omissões das Definições de Sessão

source: setting defaults
ca: establir els valors predeterminats
cs: nastavení výchozích hodnot
de: Vorgaben wiederherstellen
eu: lehenespenak ezartzea
ko: 기본값 설정
pt: omissões das definições

source: The following table lists the files that contain default session information:
ca: La taula següent mostra una llista dels fitxers que contenen la informació de sessió predeterminada:
cs: V následující tabulce je seznam souborů, které obsahují informace výchozího sezení:
de: Die folgende Tabelle listet die Dateien auf, die die vorgegebenen Sitzungsinformationen enthalten:
eu: Saio lehenetsiei buruzko informazioa duten fitxategiak zerrendatzen dira taula honetan:
ja: デフォルトのセッション情報を格納するファイルを次の表に示します:
ko: 다음의 표는 기본 세션 정보를 포함하는 파일의 목록입니다:
pt: A tabela seguinte lista os ficheiros que contêm informação por omissão da sessão:

source: File
ca: Fitxer
cs: Soubor
de: Datei
eu: Fitxategia
ja: ファイル
ko: 파일
pt: Ficheiro

source: Default session file. Default session details are stored in this file.
ca: Fitxer de sessió predeterminat. Els detalls de sessió predeterminats s'emmagatzemen en aquest fitxer.
cs: Soubor výchozího sezení. Podrobnosti výchozího sezení jsou uložené v tomto souboru.
de: Vorgegebene Sitzungsdatei. Einzelheiten zu einer Standardsitzung werden in dieser Datei gespeichert.
eu: Saio-fitxategi lehenetsia. Saioaren xehetasun lehenetsiak fitxategi horretan biltegiratzen dira.
ja: デフォルト・セッションのファイル (このファイルの中にデフォルトのセッション情報の詳細が保管されている)
ko: 기본 세션 파일. 세션 기본값에 대한 자세한 정보는 이 파일에 기록됩니다.
pt: Ficheiro da sessão por omissão. Os detalhes por omissão da sessão são armazenados neste ficheiro.

source: User session file. When a user modifies the session, the details are stored in this file.
ca: Fitxer de sessió de l'usuari. Quan un usuari modifica la sessió, els detalls s'emmagatzemen en aquest fitxer.
cs: Soubor uživatelského sezení. Když uživatel změní sezení, podrobnosti se uloží do tohoto souboru.
de: Sitzungsdatei eines Benutzers. Wenn ein Benutzer Änderungen an seiner Sitzung vornimmt, werden die Einzelheiten hierzu in dieser Datei gespeichert.
eu: Erabiltzailearen saio-fitxategia. Erabiltzaile batek saioa aldatzen duenean, xehetasunak fitxategi horretan gordetzen dira.
ja: ユーザ専用のセッション・ファイル (ユーザがセッションを編集すると、その詳細がこのファイルの中に保管される)
ko: 사용자 세션 파일. 사용자가 세션을 수정하면, 그에 대한 정보가 이 파일에 기록됩니다.
pt: Ficheiro de sessão do utilizador. Quando um utilizador altera a sessão, os detalhes são armazenados neste ficheiro.

source: To set default session details for all users, modify the default session file.
ca: Per a establir els detalls de sessió predeterminats per a tots els usuaris, modifiqueu el fitxer de sessió predeterminat.
cs: Pokud chcete nastavit detaily výchozího sezení pro všechny uživatele, změňte soubor výchozího sezení.
de: Um die Einzelheiten zur Vorgabesitzung für alle Benutzer zu ändern, bearbeiten Sie die vorgegebene Sitzungsdatei.
eu: Saio lehenetsiaren xehetasunak erabiltzaile guztientzat ezartzeko, aldatu saio lehenetsiaren fitxategia.
ja: すべてのユーザに対してデフォルトのセッションの詳細を指定する際は、デフォルト・セッションのファイルを編集してください。
ko: 모든 사용자에게 적용되는 세션 기본값을 설정하려면, 기본 세션 파일을 수정합니다.
pt: Para definir detalhes por omissão de sessão para todos os utilizadores, altere o ficheiro de sessão por omissão.

source: To restore the default session settings for a user, delete the session file from the home directory of the user. If no user session file is present, the default settings in <filename>/usr/share/mate/default.session</filename> are used.
ca: Per a restaurar els paràmetres de sessió predeterminats per a un usuari, suprimiu el fitxer de sessió del directori d'usuari. Si no hi ha cap fitxer de sessió d'usuari, s'utilitzaran els paràmetres predeterminats de <filename>/usr/share/mate/default.session</filename>.
cs: Obnovit nastavení výchozího sezení pro uživatele můžete smazáním souboru sezení z domovské složky uživatele. Když není nalezen žádný soubor uživatelova sezení, tak se použije výchozí nastavení <filename>/usr/share/mate/default.session</filename>.
de: Um die vorgegebenen Sitzungseinstellungen für einen Benutzer wiederherzustellen, löschen Sie die Sitzungsdatei aus dem persönlichen Ordner des Benutzers. Falls keine Sitzungsdatei des Benutzers vorhanden ist, dann werden die vorgegebenen Einstellungen in <filename>/usr/share/mate/default.session</filename> verwendet.
eu: Saio lehenetsiaren ezarpenak erabiltzaile batentzat leheneratzeko, ezabatu erabiltzailearen etxeko direktorioko saio-fitxategia. Erabiltzailearen saio-fitxategirik ez badago, <filename>/usr/share/mate/default.session</filename>eko ezarpen lehenetsiak erabiltzen dira.
ja: すべてのユーザに対してデフォルト・セッションの設定に戻す際は、ユーザ専用のセッション・ファイルを削除してください。すると、ユーザ専用のセッション・ファイルが存在しない場合、<filename>/usr/share/mate/default.session</filename> をデフォルト・セッションとして使用します。
ko: 특정 사용자에게 기본 세션 설정을 복구하려면 사용자의 홈 디렉토리에 있는 세션 파일을 지웁니다. 사용자 세션 파일이 없는 경우에는, <filename>/usr/share/mate/default.session</filename>에 있는 기본 설정값이 사용됩니다.
pt: Para repor as definições de sessão por omissão para um utilizador, apague o ficheiro de sessão do seu directório pessoal. Se não existir nenhum ficheiro de sessão do utilizador, estão a ser utilizadas as definições por omissão de <filename>/usr/share/mate/default.session</filename>.

source: To save the current session as the default session, users can run the <command>mate-session-save</command> command.
ca: Per a desar la sessió actual com a sessió predeterminada, els usuaris poden executar l'ordre <command>mate-session-save</command>.
cs: Jestliže chcete současné sezení uložit jako výchozí sezení, může uživatel spustit příkaz <command>mate-session-save</command>.
de: Um die aktuelle Sitzung als Vorgabesitzung zu speichern, können Benutzer den Befehl <command>mate-session-save</command> ausführen.
eu: Uneko saioa saio lehenetsi gisa gordetzeko, erabiltzaileek <command>mate-session-save</command> komandoa exekuta dezakete.
ja: 現在実行中のセッションをデフォルト・セッションとして保存する際は <command>mate-session-save</command> というコマンドを実行してください。
ko: 사용자의 현재 세션을 기본 세션으로 저장하려면, <command>mate-session-save</command> 명령을 이용할 수 있습니다.
pt: Para gravar a sessão actual como sessão por omissão, os utilizadores podem executar o comando <command>mate-session-save</command>.

source: Help System
ca: Sistema d'ajuda
cs: Systém nápovědy
de: Hilfesystem
eu: Laguntza-sistema
ja: ヘルプ・システム
ko: 도움말 시스템
pt: Sistema de Ajuda

source: This chapter describes the Help system in the MATE Desktop.
ca: Aquest capítol descriu el sistema d'ajuda de l'escriptori del MATE.
cs: Tato kapitola popisuje systém nápovědy v Pracovním prostředí MATE
de: Dieser Abschnitt beschreibt das Hilfesystem des MATE-Desktops.
eu: Kapitulu honetan MATE mahaigainaren laguntza-sistema azaltzen da.
ja: この章では MATE デスクトップのヘルプ・システムについて説明します。
ko: 이 부분에서는 그놈 데스크탑의 도움말 시스템에 대해 설명합니다.
pt: Este capítulo descreve o sistema de Ajuda no Ambiente de Trabalho MATE.

source: Introduction to the Help System
ca: Introducció al sistema d'ajuda
cs: Úvod do systému nápovědy
de: Einführung in das Hilfesystem
eu: Laguntza-sistema: sarrera
ja: ヘルプ・システムについて
ko: 도움말 시스템의 개요
pt: Introdução ao Sistema de Ajuda

source: online Help
ca: ajuda en línia
cs: online nápověda
de: Online-Hilfe
eu: lineako laguntza
ko: 온라인 도움말
pt: Ajuda online

source: Help
ca: Ajuda
cs: nápověda
de: Hilfe
eu: Laguntza
ja: ヘルプ
ko: 도움말
pt: Ajuda

source: The MATE Desktop displays help in the <application>Yelp</application> Help browser. For more information, see <ulink url="ghelp:user-guide?yelp">Yelp Help Browser</ulink> in the <ulink url="ghelp:user-guide">MATE Desktop User Guide</ulink>.
ca: L'escriptori del MATE mostra l'ajuda en el navegador d'ajuda <application>Yelp</application>. Per a obtenir més informació, vegeu el <ulink url="ghelp:user-guide?yelp">Navegador d'ajuda Yelp</ulink> en la <ulink url="ghelp:user-guide">Guia d'usuari de l'escriptori del MATE</ulink>.
cs: Pracovní prostředí MATE zobrazuje nápovědu v prohlížeči nápovědy <application>Yelp</application>. Na podrobnosti se můžete podívat v kapitole <ulink url="ghelp:user-guide?yelp">Prohlížeč nápovědy Yelp</ulink> v <ulink url="ghelp:user-guide">Uživatelské příručce Pracovního prostředí MATE</ulink>.
de: Die MATE-Arbeitsumgebung zeigt die Hilfe im <application>Yelp</application>-Hilfebrowser an. Weitere Informationen finden Sie im Abschnitt <ulink url="ghelp:user-guide?yelp">Yelp Hilfebrowser</ulink> im <ulink url="ghelp:user-guide">MATE Desktop-Benutzerhandbuch</ulink>.
eu: MATE mahaigainak <application>Yelp</application> laguntza-arakatzailean bistaratzen du laguntza. Informazio gehiago behar baduzu, ikus <ulink url="ghelp:user-guide">MATE mahaigainaren erabiltzailearen gida</ulink>ko <ulink url="ghelp:user-guide?yelp">Yelp laguntza-arakatzailea</ulink>.
ja: MATE デスクトップは <application>Yelp</application> というヘルプ・ブラウザの中にヘルプを表示するようになっています。ヘルプ・ブラウザについて詳細は <ulink url="ghelp:user-guide">MATE デスクトップのユーザ・ガイド</ulink>にある「<ulink url="ghelp:user-guide?yelp">Yelp ヘルプ・ブラウザ</ulink>」をご覧ください。
ko: 그놈 데스크탑은 <application>Yelp</application> 도움말 보기 프로그램을 통해 도움말을 보여줍니다. 자세한 정보는 <ulink url="ghelp:user-guide">그놈 데스크탑 사용자 안내서</ulink>의 <ulink url="ghelp:user-guide?yelp">Yelp 도움말 탐색기</ulink> 부분을 보기 바랍니다.
pt: O Ambiente de Trabalho MATE apresenta a ajuda no navegador de ajuda <application>Yelp</application>. Para mais informações, consulte o <ulink url="ghelp:user-guide?yelp">Navegador de Ajuda Yelp</ulink> no <ulink url="ghelp:user-guide">Guia do Utilizador do Ambiente de Trabalho MATE</ulink>.
