Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: The source documents for the help are XML files. The XML files are written to the DocBook XML Version 4.1.2 document type definition (DTD). The DocBook XML files are converted to HTML using stylesheets installed with <application> mate-doc-utils</application> and the HTML is displayed in the help browser. For more information on DocBook XML, see the following URL:
ca: Els documents font per a l'ajuda són fitxers XML. Els fitxers XML estan escrits en la definició de tipus de document (DTD) DocBook XML versió 4.1.2. Els fitxers DocBook XML es converteixen a HTML utilitzant fulls d'estil instal·lats amb el <application>mate-doc-utils</application> i l'HTML es mostra en el navegador d'ajuda. Per a obtenir més informació sobre el DocBook XML, vegeu l'URL següent:
cs: Zdrojové dokumenty pro nápovědu jsou soubory ve formátu XML. Tyto soubory XML jsou psané dle definice typu dokumentu (DTD) DocBook XML verze 4.1.2. Soubory DocBook XML se konvertují na HTML pomocí stylů nainstalovaných jako součást <application>mate-doc-utils</application> a výsledné HTML se zobrazí v prohlížeči nápovědy. Jestli se chcete dozvědět více od DocBook XML, navštivte následující URL:
de: Die Quelldokumente für die Hilfe liegen im XML-Format vor. Die XML-Dateien sind in DocBook XML gemäß der Dokumenttyp-Definition Version 4.1.2 geschrieben. Die DocBook XML-Dateien werden mit Hilfe der zusammen mit den <application>mate-doc-utils</application> installierten Stilvorlagen in das HTML-Format umgewandelt und dann im Hilfebrowser angezeigt. Weitere Informationen über DocBook XML finden Sie unter folgender Adresse:
eu: Laguntzaren iturburu-dokumentuak XML fitxategiak dira. XML fitxategiak honen arabera idazten dira: DocBook XML 2.1.4. bertsioko DTD (dokumentu motaren definizioa). DocBook XML fitxategiak HTML bihurtzen dira <application> mate-doc-utils</application>en bidez instalatutako estilo-orriak erabiliz, eta HTMLa bistaratzen da arakatzailean. DocBook XMLri buruzko informazio gehiago behar baduzu, ikus URL hau:
ja: ヘルプのソース・ドキュメントは XML 形式のファイルです。XML ファイルは DocBook XML Version 4.1.2 という文書型定義 (DTD) で記述されています。DocBook XML ファイルは、<application> mate-doc-utils</application> と一緒にインストールされたスタイルシートを用い HTML に変換され、その HTML がヘルプ・ブラウザの中に表示されるような仕組みになっています。DocBook XML について詳細は次の URL をご覧ください:
ko: 도움말의 원본 문서는 XML 파일입니다. 이 XML 파일들은 DocBook XML 버전 4.1.2 문서 형식 정의 (DTD)를 이용하여 작성되었습니다. DocBook XML 파일들은 <application>mate-doc-utils</application>와 함께 설치된 스타일시트를 사용하여 HTML로 변환되며, 이러한 HTML 파일은 도움말 탐색기에 표시됩니다. DocBook XML 파일에 대한 자세한 정보는 다음 URL을 살펴보기 바랍니다:
pt: Os documentos base da ajuda são ficheiros XML. Os ficheiros XML são escritos segundo a definição de tipo de documento (DTD) DocBook XML Version 4.1.2. Os ficheiros XML DocBook são convertidos em HTML utilizando folhas de estilo instaladas com o <application>mate-doc-utils</application> e o HTML é apresentado no navegador de ajuda. Para mais informações sobre o DocBook XML, consulte o seguinte URL:

source: The Help system uses <firstterm>Open Source Metadata Framework</firstterm> (OMF) files, and a cataloging system. The next sections describe OMF files and the cataloging system.
ca: Els sistema d'ajuda utilitza fitxers <firstterm>Open Source Metadata Framework</firstterm> (OMF) i un sistema de catalogació. La secció següent descriu els fitxers OMF i el sistema de catalogació.
cs: Systém nápovědy využívá soubory <firstterm>Open Source Metadata Framework</firstterm> (OMF) a katalogový systém. Soubory OMF a katalogový systém jsou popsány v následujících oddílech.
de: Das Hilfesystem verwendet <firstterm>Open Source Metadata Framework</firstterm> (OMF)-Dateien und ein Katalogisierungssystem. Die nächsten Abschnitte beschreiben OMF-Dateien und das Katalogisierungssystem.
eu: <firstterm>Open Source Metadata Framework</firstterm> (OMF) fitxategiak eta katalogatze-sistema bat erabiltzen ditu laguntza-sistemak. Hurrengo atalean OMF fitxategiak eta katalogatze-sistema azaltzen dira.
ja: ヘルプ・システムは <firstterm>Open Source Metadata Framework</firstterm> (OMF) のファイルとカタログ・システムを利用しています。次のセクションでは OMF ファイルとカタログ・システムについて説明します。
ko: 도움말 시스템은 <firstterm>Open Source Metadata Framework</firstterm> (OMF) 파일과 분류 시스템을 이용합니다. 다음 절에서는 OMF 파일과 분류 시스템에 대해 설명할 것입니다.
pt: O sistema de Ajuda utiliza os ficheiros da <firstterm>Arquitectura de Metadados em Código Aberto</firstterm> (OMF), e um sistema de catalogação. As secções seguintes descrevem os ficheiros OMF e o sistema de catalogação.

source: OMF Files
ca: Fitxers OMF
cs: Soubory OMF
de: OMF-Dateien
eu: OMF fitxategiak
ja: OMF ファイル
ko: OMF 파일
pt: Ficheiros OMF

source: .omf files
ca: fitxers .omf
cs: soubory .omf
de: .omf-Dateien
eu: .omf fitxategiak
ko: .omf 파일
pt: ficheiros .omf

source: OMF files
ca: fitxers OMF
cs: soubory OMF
de: OMF-Dateien
eu: OMF fitxategiak
ko: OMF 파일
pt: Ficheiros OMF

source: The XML file for each manual has an associated OMF file. The OMF file contains information about the manual that is used by the Help browser. OMF files have a <filename>.omf</filename> extension.
ca: El fitxer XML de cada manual té un fitxer OMF associat. El fitxer OMF conté informació sobre el manual que utilitza el navegador de l'ajuda. Els fitxers OMF tenen una extensió <filename>.omf</filename>.
cs: Soubor XML pro každou příručku má přidružený soubor OMF. Soubor OMF obsahuje informace o příručce, které využívá prohlížeč nápovědy. Soubory OMF mají příponu <filename>.omf</filename>.
de: Einer XML-Datei für jedes der Handbücher ist eine OMF-Datei zugeordnet. Die OMF-Datei enthält informationen über das Handbuch, die vom Hilfebrowser verwendet werden. OMF-Dateien haben die Erweiterung <filename>.omf</filename>.
eu: Eskuliburu bakoitzaren XML fitxategiak lotutako OMF fitxategi bat du. Laguntza-arakatzaileak erabiltzen duen informazioa, eskuliburuari buruzkoa, dauka OMF fitxategiak. OMF fitxategien luzapena <filename>.omf</filename> da.
ja: マニュアル毎に用意されている XML ファイルは一個の OMF ファイルに関連づけられています。この OMF ファイルにはヘルプ・ブラウザによって使用されるマニュアルの構成などの情報が記述されています。OMF ファイルの拡張子は <filename>.omf</filename> です。
ko: 각 설명서에 대한 XML 파일은 그와 관련된 OMF 파일을 가집니다. OMF 파일은 도움말 탐색기에서 이용하는 설명서와 관련된 정보를 포함합니다. OMF 파일은 <filename>.omf</filename> 확장자를 가집니다.
pt: O ficheiro XML de cada manual tem um ficheiro OMF associado. O ficheiro OMF contém informação sobre o manual que é utilizada pelo navegador de Ajuda. Os ficheiros OMF têm a extensão <filename>.omf</filename>.

source: When you install an application, the installation process installs an OMF file to a directory of OMF files. If a Help document has an associated OMF file in an OMF file directory, the Help document is displayed in the Help browser.
ca: Quan instal·leu una aplicació, el procés d'instal·lació instal·la un fitxer OMF a un directori de fitxers OMF. Si un document d'ajuda té un fitxer OMF associat en un directori de fitxers OMF, el document d'ajuda es mostrarà en el navegador d'ajuda.
cs: Když instalujete aplikaci, instalační proces nainstaluje soubor OMF do složky souborů OMF. V případě, že má dokument nápovědy přidružený soubor OMF ve složce OMF souborů, je dokument nápovědy zobrazen v prohlížeči nápovědy.
de: Wenn Sie eine Anwendung installieren, dann wird während des Installationsvorgangs eine OMF-Datei im Ordner für OMF-Dateien abgelegt. Falls es für ein Hilfedokument eine solche Datei im OMF-Ordner gibt, dann wird das Hilfedokument im Hilfebrowser angezeigt.
eu: Aplikazio bat instalatzean, OMF fitxategi bat instalatzen du instalazio-prozesuak OMF fitxategien direktorioan. Laguntza-dokumentu batek OMF fitxategien direktorioko OMF fitxategi bat lotua badu, laguntza-arakatzailean bistaratzen da laguntza-dokumentu hori.
ja: アプリケーションをインストールする場合、その過程で OMF ファイルを専用のフォルダにインストールするようにしてください。ヘルプのドキュメントがインストールした OMF ファイルに関連づけられていると、ヘルプ・ブラウザの中にヘルプのドキュメントが表示されるようになります。
ko: 프로그램을 설치할 때, 설치 과정에서 OMF 파일을 OMF 파일들의 디렉토리에 설치합니다. 만약 도움말 문서가 관련된 OMF 파일을 해당 디렉토리에 가지고 있다면, 도움말 탐색기는 도움말 문서를 보여줄 것입니다.
pt: Quando instala uma aplicação, o processo de instalação coloca um ficheiro OMF num directório de ficheiros OMF. Se um documento de Ajuda tem um ficheiro OMF associado num directório de ficheiros OMF, o documento de Ajuda é apresentado no navegador de Ajuda.

source: OMF files contain information about Help documents such as the following:
ca: El fitxers OMF contenen informació sobre documents d'ajuda, com ara la següent:
cs: Soubory OMF obsahují informace o dokumentu nápovědy, jako jsou:
de: OMF-Dateien enthalten Informationen über Hilfedokumente wie folgt:
eu: OMF fitxategiek laguntza-dokumentuei buruzko informazioa dute, esaterako:
ja: OMF ファイルには、次に示すようなヘルプのドキュメントに関する情報が記述されています:
ko: OMF 파일은 다음과 같은 도움말 문서에 관련된 정보들을 포함합니다:
pt: Os ficheiros OMF contêm informações sobre documentos de Ajuda tais como:

source: The location of the XML file for the Help document
ca: La ubicació del fitxer XML per al document d'ajuda
cs: Umístění souboru XML pro dokument nápovědy
de: Der Ort der XML-Datei für das Hilfedokument
eu: Laguntza-dokumentuarentzako XML fitxategiaren kokalekua
ja: ヘルプ・ドキュメントに対する XML ファイルの所在 (パス名)
ko: 도움말 문서에 대한 XML 파일의 위치
pt: A localização do ficheiro XML do documento de Ajuda

source: The title of the Help document
ca: El títol del document d'ajuda
cs: Název dokumentu nápovědy
de: Der Titel eines Hilfedokuments
eu: Laguntza-dokumentuaren izenburua
ja: ヘルプのドキュメントのタイトル
ko: 도움말 문서의 제목
pt: O título do documento de Ajuda

source: A subject category to which the Help document belongs
ca: Una categoria d'assumpte on pertany el document d'ajuda
cs: Kategorii subjektu, ke kterému dokument nápovědy náleží
de: Eine Kategorie, zu der das Hilfedokument gehört
eu: Gai-kategoria; laguntza-dokumentuak kategoria horren barruan daude
ja: ヘルプのドキュメントが属すサブジェクトのカテゴリ
ko: 해당 도움말 문서가 속하는 분류
pt: Uma categoria de assunto a que o documento de Ajuda pertença.

source: For more information on how to create OMF files, please see <ulink url="ghelp:writing_scrollkeeper_omf_files">Writing Scrollkeeper OMF Files</ulink>.
ca: Per a obtenir més informació sobre com crear fitxers OMF, vegeu l'<ulink url="ghelp:writing_scrollkeeper_omf_files">Creació de fitxers OMF per a l'Scrollkeeper</ulink>.
cs: Více informací o tom, jak vytvářet soubory OMF, můžete najít v <ulink url="ghelp:writing_scrollkeeper_omf_files">Psaní souborů Scrollkeeper OMF</ulink>.
de: Weitere Informationen über die Erstellung von OMF-Dateien finden Sie in <ulink url="ghelp:writing_scrollkeeper_omf_files">Writing Scrollkeeper OMF Files</ulink>.
eu: OMF fitxategiak nola sortzen diren jakiteko, ikus <ulink url="ghelp:writing_scrollkeeper_omf_files">Scrollkeeper OMF fitxategiak idaztea</ulink>.
ja: OMF ファイルの作成方法について詳細は「<ulink url="ghelp:writing_scrollkeeper_omf_files">Writing Scrollkeeper OMF Files</ulink>」をご覧ください。
ko: OMF 파일을 만드는 방법에 대한 자세한 정보는 <ulink url="ghelp:writing_scrollkeeper_omf_files">Scrollkeeper OMF 파일 작성하기</ulink> 부분을 보기 바랍니다.
pt: Para mais informações sobre como criar ficheiros OMF, consulte <ulink url="ghelp:writing_scrollkeeper_omf_files">Escrever Ficheiros OMF para o Scrollkeeper</ulink>.

source: ScrollKeeper Cataloging System
ca: Sistema de catalogació ScrollKeeper
cs: Katalogový systém ScrollKeeper
de: ScrollKeeper-Katalogisierungssystem
eu: ScrollKeeper katalogatze-sistema
ja: ScrollKeeper のカタログ作成システム
ko: ScrollKeeper 분류 시스템
pt: Sistema de Catalogação ScrollKeeper

source: ScrollKeeper cataloging system
ca: sistema de catalogació ScrollKeeper
cs: katalogový systém ScrollKeeper
de: ScrollKeeper-Katalogisierungssystem
eu: ScrollKeeper katalogatze-sistema
ko: ScrollKeeper 분류 시스템
pt: sistema de catalogação ScrollKeeper

source: <application>ScrollKeeper</application> is a cataloging system for documentation. Its primary function is to manage the information in OMF files for the help browser. When you install an application, the OMF file is copied to the <filename><replaceable>$prefix</replaceable>/share/omf/<replaceable>&lt;application-name&gt;</replaceable></filename> directory.
ca: L'<application>ScrollKeeper</application> és un sistema de catalogació per a la documentació. La seva funció primària és gestionar la informació dels fitxers OMF per al navegador d'ajuda. Quan instal·leu una aplicació, el fitxer OMF es copia en el directori <filename><replaceable>$prefix</replaceable>/share/omf/<replaceable>&lt;nom-de-la-aplicació&gt;</replaceable></filename>.
cs: <application>ScrollKeeper</application> je katalogový systém pro dokumentaci. Jeho primárním účelem je spravovat informace v souborech OMF pro prohlížeč nápovědy. Když nainstalujete aplikaci, nakopíruje se soubor OMF do složky <filename><replaceable>$prefix</replaceable>/share/omf/<replaceable>&lt;název-aplikace&gt;</replaceable></filename>.
de: <application>ScrollKeeper</application> ist ein Katalogisierungssystem für Dokumentation. Dessen primäre Funktion ist die Verwaltung der Informationen in OMF-Dateien für den Hilfebrowser. Wenn Sie eine Anwendung installieren, wird die OMF-Datei in den Ordner <filename><replaceable>$prefix</replaceable>/share/omf/<replaceable>&lt;Anwendungsname&gt;</replaceable></filename> installiert.
eu: <application>ScrollKeeper</application> dokumentazioak katalogatzeko sistema bat da. Laguntza-arakatzaileentzako OMF fitxategietako informazioa kudeatzea da horren funtzio nagusia. Aplikazio bat instalatzean, direktorio honetara kopiatzen da OMF fitxategia: <filename><replaceable>$prefix</replaceable>/share/omf/<replaceable>&lt;aplikazio-izena&gt;</replaceable></filename>.
ja: <application>ScrollKeeper</application> はドキュメント用のカタログを作成するシステムです。その主要な機能はヘルプ・ブラウザ向けに OMF ファイルに記載された情報を管理することです。アプリケーションをインストールする際、OMF ファイルのコピーが <filename><replaceable>$prefix</replaceable>/share/omf/<replaceable>&lt;アプリケーション名&gt;</replaceable></filename> というフォルダに作成されます。
ko: <application>ScrollKeeper</application>는 문서 분류 시스템입니다. Scrollkeeper의 주요 기능은 도움말 탐색기를 위해 OMF 파일 내의 정보를 관리하는 것입니다. 여러분이 프로그램을 설치할 때, OMF 파일은 <filename><replaceable>$prefix</replaceable>/share/omf/<replaceable>&lt;프로그램-이름&gt;</replaceable></filename> 디렉토리로 복사됩니다.
pt: O <application>ScrollKeeper</application> é um sistema de catalogação de documentação. A sua função principal é gerir a informação que está em ficheiros OMF para o navegador de ajuda. Quando instala uma aplicação, o ficheiro OMF é copiado para o directório <filename><replaceable>$prefix</replaceable>/share/omf/<replaceable>&lt;application-name&gt;</replaceable></filename>.

source: <application>ScrollKeeper</application> builds a table of contents from the collection of OMF files in the directories specified in <filename><replaceable>$prefix</replaceable>/etc/scrollkeeper.conf</filename> file. This file usually consists of a single line with the <varname>OMF_DIR</varname> set to a comma separated list of directories to recursively search.
ca: L'<application>ScrollKeeper</application> construeix una taula del contingut de la col·leció de fitxers OMF en els directoris especificats en el fitxer <filename><replaceable>$prefix</replaceable>/etc/scrollkeeper.conf</filename>. Aquest fitxer normalment consisteix en una sola línia amb <varname>OMF_DIR</varname> establert a una llista de directoris separats per una coma, on cercar de forma recursiva.
cs: <application>ScrollKeeper</application> vybuduje tabulku s obsahem ze sbírky souborů OMF ve složkách udaných v souboru <filename><replaceable>$prefix</replaceable>/etc/scrollkeeper.conf</filename>. Obvykle obsahuje jen jeden řádek s <varname>OMF_DIR</varname>, ve kterém je seznam složek oddělených dvojtečkou, které se rekurzívně prohledávají.
de: <application>ScrollKeeper</application> erstellt ein Inhaltsverzeichnis aus der Sammlung der OMF-Dateien in den in der Datei <filename><replaceable>$prefix</replaceable>/etc/scrollkeeper.conf</filename> angegebenen Ordnern. Diese Datei besteht üblicherweise aus einer einzelnen Zeile mit dem <varname>OMF_DIR</varname>-Wert in Form einer durch Kommata getrennten Liste zur rekursiven Suche.
eu: <filename><replaceable>$prefix</replaceable>/etc/scrollkeeper.conf</filename> fitxategian adierazitako direktorioetako OMF fitxategi sortaren edukien aurkibidea eraikitzen du <application>ScrollKeeper</application>ek. Fitxategi honek lerro bakarra izaten du, normalean, <varname>OMF_DIR</varname> ezartzeko: komaz bereizitako direktorio-zerrenda bat, errekurtsiboki arakatzen dena.
ja: <application>ScrollKeeper</application> は <filename><replaceable>$prefix</replaceable>/etc/scrollkeeper.conf</filename> という設定ファイルの中で指定されているフォルダの OMF ファイルの集合から目録を構築します。通常、この設定ファイルには、<varname>OMF_DIR</varname> で始まり OMF ファイルを再帰的に検索するための複数のフォルダをコンマ (<quote><literal>:</literal></quote>) で区切った一行だけが記載されています。
ko: <application>ScrollKeeper</application>는 <filename><replaceable>$prefix</replaceable>/etc/scrollkeeper.conf</filename> 파일 내에 지정된 디렉토리 내의 OMF 파일들로부터 목차를 구성합니다. 이 파일은 보통 재귀적인 탐색을 위해 <varname>OMF_DIR</varname> 변수의 값으로 컴마로 구분된 디렉토리의 목록을 설정하는 한 줄로 구성됩니다.
pt: O <application>ScrollKeeper</application> constroi uma tabela de conteúdos a partir da colecção de ficheiros OMF contidos nos directórios especificados no ficheiro <filename><replaceable>$prefix</replaceable>/etc/scrollkeeper.conf</filename>. Este ficheiro normalmente consiste numa única linha com a <varname>OMF_DIR</varname> definida como uma lista de directórios separados por vírgulas, a procurar recursivamente.

source: <application>ScrollKeeper</application> contains a hierarchy of subject categories to which a help document can belong. The subject category of the document in the OMF file determines the location of the document in the table of contents presented by the help browser.
ca: L'<application>ScrollKeeper</application> conté una jerarquia de categories d'assumptes a la qual un document d'ajuda pot pertànyer. La categoria assumpte del document en el fitxer OMF determina la ubicació del document en la taula de continguts presentada pel navegador d'ajuda.
cs: <application>ScrollKeeper</application> obsahuje hierarchii kategorií subjektů, ke kterým dokument nápovědy může náležet. Kategorie subjektu dokumentu v souboru OMF určuje umístění dokumentu v tabulce obsahů, které prohlížeč nápovědy nabízí.
de: <application>ScrollKeeper</application> enthält eine Hierarchie von Subjekt-Kategorien, zu welchen ein Hilfedokument gehören kann. Die Subjekt-Kategorie eines Dokuments in der OMF-Datei gibt die Position des Dokuments innerhalb des im Hilfebrowser angezeigten Inhaltsverzeichnisses.
eu: Laguntza-dokumentuei aplikatzen zaizkien gai-kategorien hierarkia dauka <application>ScrollKeeper</application> aplikazioak. OMF fitxategiko dokumentuaren gai-kategoriak zehazten du dokumentua non kokatzen den laguntza-arakatzaileak bistaratzen duen edukien aurkibidean.
ja: <application>ScrollKeeper</application> にはヘルプのドキュメントが属すことが可能な複数のカテゴリからなる階層ツリーが含まれています。OMF ファイルの中にあるサブジェクトのカテゴリを使って、ヘルプのドキュメント・ブラウザが提供している目録の中からドキュメントの所在を確定します。
ko: <application>ScrollKeeper</application>는 도움말 문서가 속할 수 있는 분류 주제의 계층 구조를 포함합니다. OMF 파일에 있는 문서의 분류 주제는 도움말 탐색기에 표시되는 목차 내의 문서의 위치를 결정합니다.
pt: O <application>ScrollKeeper</application> contém uma hierarquia de categorias de assuntos aos quais um documento de ajuda pode pertencer. A categoria de assunto do documento no ficheiro OMF determina a localização do documento na tabela de conteúdos apresentada pelo navegador de ajuda.

source: The hierarchy of subject categories is defined in the file <filename><replaceable>$prefix</replaceable>/scrollkeeper/Templates/<replaceable>&lt;lang&gt;</replaceable>/scrollkeeper_cl.xml</filename>. The subject category of a document must correspond to a category specified in this file.
ca: La jerarquia de les categories d'assumptes està definida en el fitxer <filename><replaceable>$prefix</replaceable>/scrollkeeper/Templates/<replaceable>&lt;lang&gt;</replaceable>/scrollkeeper_cl.xml</filename>. La categoria d'assumpte d'un document ha de correspondre a una categoria especificada en aquest fitxer.
cs: Hierarchie kategorií subjektů je definovaná v souboru <filename><replaceable>$prefix</replaceable>/scrollkeeper/Templates/<replaceable>&lt;jazyk&gt;</replaceable>/scrollkeeper_cl.xml</filename>. Kategorie subjektu dokumentu musí odpovídat kategorii specifikované v tomto souboru.
de: Die hierarchische Struktur der Subjekt-Kategorien wird in der Datei <filename><replaceable>$prefix</replaceable>/scrollkeeper/Templates/<replaceable>&lt;lang&gt;</replaceable>/scrollkeeper_cl.xml</filename> festgelegt. Die Subjekt-Kategorie eines Dokuments muss einer in dieser Datei angegebenen Kategorie entsprechen.
eu: Gai-kategorien hierarkia fitxategi honetan definitzen da: <filename><replaceable>$prefix</replaceable>/scrollkeeper/Templates/<replaceable>&lt;hizk&gt;</replaceable>/scrollkeeper_cl.xml</filename>. Dokumentu baten gai-kategoriak fitxategi horretan zehaztutako kategoria batekin bat etorri behar du.
ja: カテゴリの階層は <filename><replaceable>$prefix</replaceable>/scrollkeeper/Templates/<replaceable>&lt;言語&gt;</replaceable>/scrollkeeper_cl.xml</filename> というファイルの中に定義されています。ドキュメントのカテゴリはこのファイルの中で指定されている任意のカテゴリと関連付けられている必要があります。
ko: 주제 분류의 계층 구조는 <filename><replaceable>$prefix</replaceable>/scrollkeeper/Templates/<replaceable>&lt;lang&gt;</replaceable>/scrollkeeper_cl.xml</filename> 파일에 정의되어 있습니다. 문서의 주제 분류는 반드시 이 파일 내에 지정된 분류를 따라야 합니다.
pt: A hierarquia de categorias de assuntos é definida no ficheiro <filename><replaceable>$prefix</replaceable>/scrollkeeper/Templates/<replaceable>&lt;lang&gt;</replaceable>/scrollkeeper_cl.xml</filename>. A categoria de assunto de um documento tem de corresponder a uma categoria especificada neste ficheiro.

source: For more information on the <application>Scrollkeeper</application> system, visit the website at <ulink url="http://scrollkeeper.sourceforge.net/">http://scrollkeeper.sourceforge.net/</ulink>.
ca: Per a obtenir més informació sobre el sistema de l'<application>Scrollkeeper</application>, visiteu la pàgina web a <ulink url="http://scrollkeeper.sourceforge.net/">http://scrollkeeper.sourceforge.net/</ulink>.
cs: Více informací o systému <application>Scrollkeeper</application> najdete na jeho webu <ulink url="http://scrollkeeper.sourceforge.net/">http://scrollkeeper.sourceforge.net/</ulink>.
de: Für weitere Information über das <application>Scrollkeeper</application>-System besuchen Sie dessen Webseite auf <ulink url="http://scrollkeeper.sourceforge.net/">http://scrollkeeper.sourceforge.net/</ulink>.
eu: <application>Scrollkeeper</application> sistemari buruzko informazio gehiago nahi baduzu, joan proiektuaren webgunera: <ulink url="http://scrollkeeper.sourceforge.net/">http://scrollkeeper.sourceforge.net/</ulink>.
ja: <application>Scrollkeeper</application> システムの詳細については「<ulink url="http://scrollkeeper.sourceforge.net/">http://scrollkeeper.sourceforge.net/</ulink>」をご覧ください。
ko: <application>Scrollkeeper</application> 시스템에 한 자세한 정보는 <ulink url="http://scrollkeeper.sourceforge.net/">http://scrollkeeper.sourceforge.net/</ulink>에 있는 웹사이트를 방문해 보시길 바랍니다.
pt: Para mais informações sobre o sistema do <application>Scrollkeeper</application>, visite a página web <ulink url="http://scrollkeeper.sourceforge.net/">http://scrollkeeper.sourceforge.net/</ulink>.
