Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: To add an item to a menu for all users, perform the following steps:
ca: Per a afegir un element al menú per a tots els usuaris, realitzeu els passos següents:
cs: Pokud chcete pro všechny uživatele přidat do nabídky položku, postupujte následovně:
de: Um einen Menüeintrag für alle Benutzer hinzuzufügen, führen Sie die folgenden Schritte aus:
eu: Erabiltzaile guztientzat menu bati elementu bat gehitzeko, jarraitu urrats hauei:
ja: すべてのユーザ向けにメニュー項目を１つ追加する手順は次のとおりです:
ko: 모든 사용자들이 이용할 수 있는 메뉴 항목을 더하려면, 다음 순서대로 하십시오:
pt: Para adicionar um item a um menu para todos os utilizadores, execute os seguintes passos:

source: Create a desktop entry file for the item that you want to add. For more information on desktop entry files, see <xref linkend="menustructure-desktopentry"/>.
ca: Creeu un fitxer d'entrada d'escriptori per a l'element que voleu afegir. Per a més informació sobre els fitxers d'entrada d'escriptori, vegeu la <xref linkend="menustructure-desktopentry"/>.
cs: Vytvořte soubor vstupu pracovního prostředí pro položku, kterou hodláte přidat. Informace o souborech vstupu pracovního prostředí viz <xref linkend="menustructure-desktopentry"/>.
de: Erstellen Sie eine Desktop-Eintragsdatei für den Eintrag, den Sie hinzufügen wollen. Weitere Informationen über Desktop-Eintragsdateien finden Sie in <xref linkend="menustructure-desktopentry"/>.
eu: Sortu gehitu nahi duzun elementuaren mahaigaineko sarrera-fitxategia. Mahaigaineko sarrera-elementuei buruzko informazio gehiago behar baduzu, ikus <xref linkend="menustructure-desktopentry"/>.
ja: 追加するメニュー項目に対応したデスクトップ・エントリのファイルを作成する (デスクトップ・エントリのファイルについて詳細は「<xref linkend="menustructure-desktopentry"/>」を参照のこと)
ko: 더하고 싶은 항목에 대한 데스크탑 엔트리 파일을 만듭니다. 데스크탑 엔트리 파일에 대한 정보는 <xref linkend="menustructure-desktopentry"/> 부분을 보기 바랍니다.
pt: Crie um ficheiro de definição de iniciador para o item que deseja adicionar. Para mais informações sobre ficheiros de definição de iniciador, consulte <xref linkend="menustructure-desktopentry"/>.

source: Place the desktop entry file in the <filename>$XDG_DATA_DIRS/applications</filename> folder.
ca: Col·loqueu el fitxer d'entrada d'escriptori a la carpeta <filename>$XDG_DATA_DIRS/applications</filename>.
cs: Umístěte soubor vstupu pracovního prostředí do složky <filename>$XDG_DATA_DIRS/applications</filename>.
de: Platzieren Sie die Desktop-Eintragsdatei im Ordner <filename>$XDG_DATA_DIRS/applications</filename>.
eu: Kokatu mahaigaineko sarrera-fitxategiak <filename>$XDG_DATA_DIRS/applications</filename> karpetan.
ja: 作成したデスクトップ・エントリのファイルを <filename>$XDG_DATA_DIRS/applications</filename> というフォルダに格納する
ko: 데스크탑 엔트리 파일을 <filename>$XDG_DATA_DIRS/applications</filename> 폴더에 둡니다.
pt: Coloque o ficheiro de definição de iniciador na pasta <filename>$XDG_DATA_DIRS/applications</filename>.

source: Verify that a <literal>&lt;Menu&gt;</literal> element contains an <literal>&lt;Include&gt;</literal> element with a matching rule that selects the desktop entry file made in step 1.
ca: Verifiqueu que un element <literal>&lt;Menu&gt;</literal> contingui un element <literal>&lt;Include&gt;</literal> amb una regla de coincidència que seleccioni el fitxer d'entrada d'escriptori creat al primer pas.
cs: Zkontrolujte, zda element <literal>&lt;Menu&gt;</literal> obsahuje element <literal>&lt;Include&gt;</literal> se srovnávacím pravidlem, které vybere soubor vstupu pracovního prostředí vytvořený v kroku 1.
de: Stellen Sie sicher, dass ein <literal>&lt;Menu&gt;</literal>-Element ein <literal>&lt;Include&gt;</literal>-Element mit einer Übereinstimmungsregel enthält, welche die in Schritt 1 erstellte Desktopeintrags-Datei auswählt.
eu: Egiaztatu 1. urratseko mahaigaineko sarrera-fitxategia hautatzen duen parekatze-elementu bat daukan <literal>&lt;Include&gt;</literal> elementua dagoela <literal>&lt;Menu&gt;</literal> elementuan.
ja: <literal>&lt;Menu&gt;</literal> という要素の中に <literal>&lt;Include&gt;</literal> という要素が格納され、かつ手順１で作成したデスクトップ・エントリのファイルを選択するようなフィルタリングのルールになっているか確認する
ko: <literal>&lt;Menu&gt;</literal> 엘리먼트가 1단계에서 만든 데스크탑 엔트리 파일과 일치하는 매칭 규칙을 가지는 <literal>&lt;Include&gt;</literal> 엘리먼트를 포함하는 지 확인합니다.
pt: Certifique-se de que um elemento <literal>&lt;Menu&gt;</literal> contém um elemento <literal>&lt;Include&gt;</literal> com uma regra de equivalência que selecciona o ficheiro de definição de iniciador criado no passo 1.

source: The next time that users log in, the menu item is in the assigned location.
ca: L'element de menú hauria d'aparèixer en la ubicació assignada el proper cop que els usuaris entrin.
cs: Až se uživatel příště přihlásí, bude položka nabídky na správném místě.
de: Bei der nächsten Anmeldung eines Benutzers befindet sich der Menüeintrag am zugewiesenen Ort.
eu: Erabiltzaileek saioa hasten duten hurrengo aldian, esleitutako kokalekuan egongo da menu-elementua.
ja: ユーザが次回ログインすると、ここで作成したメニュー項目が表示されるはずです。
ko: 다음 번에 사용자가 로그인하면, 해당 위치에 메뉴 항목이 보일 것입니다.
pt: Da próxima vez que o utilizador iniciar uma sessão, o item de menu estará na localização especificada.

source: Editing the Properties of a Menu
ca: Edició de les propietats d'un menú
cs: Úprava vlastností nabídky
de: Bearbeiten der Eigenschaften eines Menüs
eu: Menuen propietateak editatzea
ja: メニューのプロパティを編集する
ko: 메뉴 속성 편집하기
pt: Editar as Propriedades de um Menu

source: editing properties of
ca: editar propietats de
cs: úprava vlastností
de: Eigenschaften bearbeiten für
eu: propietateak editatzea
ko: 속성 편집
pt: editar as propriedades de

source: To edit the properties of a menu for all users, perform the following steps:
ca: Per a editar les propietats d'un menú, realitzeu els passos següents:
cs: Pokud chcete pro všechny uživatele upravit vlastnosti nabídky, postupujte následovně:
de: Um die Eigenschaften eines Menüs für alle Benutzer zu bearbeiten, führen Sie die folgenden Schritte aus:
eu: Erabiltzaile guztientzat menu baten propietateak editatzeko, jarraitu urrats hauei:
ja: すべてのユーザ向けにメニューのプロパティを編集する手順は次のとおりです:
ko: 모든 사용자에게 적용되는 메뉴의 속성을 편집하려면, 다음 순서대로 하십시오:
pt: Para editar as propriedades de um menu para todos os utilizadores, realize os seguintes passos:

source: Find the <literal>&lt;Menu&gt;</literal> entry in this file that corresponds to the menu you want to modify. Note the filename of the directory entry in the <literal>&lt;Directory&gt;</literal> element.
ca: Cerqueu l'entrada <literal>&lt;Menu&gt;</literal> d'aquest fitxer que correspon al menú que voleu modificar. Fixeu-vos en el nom del fitxer d'entrada de directori en l'element <literal>&lt;Directory&gt;</literal>.
cs: Najděte v tomto souboru vstup <literal>&lt;Menu&gt;</literal>, který odpovídá nabídce, kterou chcete upravit. Poznamenejte si název souboru vstupu složky v elementu <literal>&lt;Directory&gt;</literal>.
de: Suchen Sie nach dem <literal>&lt;Menu&gt;</literal>-Eintrag in dieser Datei, welcher zumMenü korrespondiert, welches Sie anpassen wollen. Fügen Sie den Dateinamen des Ordnereintrags zum <literal>&lt;Directory&gt;</literal>-Element hinzu.
eu: Bilatu aldatu nahi duzun menuari dagokion <literal>&lt;Menu&gt;</literal> sarrera, fitxategi horretan. Idatzi direktorioko sarrera-fitxategiaren izena <literal>&lt;Directory&gt;</literal> elementuan.
ja: このファイルの中から、編集したいプロパティを持つメニューに対応した <literal>&lt;Menu&gt;</literal> 要素を見つけ、さらに <literal>&lt;Directory&gt;</literal> という要素が持つデータを取得する (これがディレクトリ・エントリのファイル名)
ko: 이 파일에서 수정하고 싶은 메뉴에 대한 <literal>&lt;Menu&gt;</literal> 엔트리를 찾습니다. 디렉토리 엔트리 파일의 이름은 <literal>&lt;Directory&gt;</literal> 엘리먼트에 지정되어 있습니다.
pt: Procure a entrada <literal>&lt;Menu&gt;</literal> neste ficheiro que corresponder ao menu que deseja alterar. Tome nota do nome do ficheiro de definição de directório contido no elemento <literal>&lt;Directory&gt;</literal>.

source: Locate the directory entry for this menu. Modify the contents to change the properties of the menu. For more information on <filename>.directory</filename> files, see <xref linkend="menustructure-14"/>.
ca: Localitzeu l'entrada de directori per a aquest menú. Modifiqueu el contingut per a canviar les propietats del menú. Per a obtenir més informació sobre els fitxers <filename>.directory</filename>, vegeu la <xref linkend="menustructure-14"/>.
cs: Najděte vstup složky pro tuto nabídku. Změňte obsah a tím i vlastnosti nabídky. Informace o souborech <filename>.directory</filename> viz <xref linkend="menustructure-14"/>.
de: Stellen Sie fest, wo sich der Ordnereintrag für dieses Menü befindet. Passen Sie den Inhalt entsprechend an, um die Eigenschaften des Menüs zu ändern. Weiter Informationen über <filename>.directory</filename>-Dateien finden Sie in <xref linkend="menustructure-14"/>.
eu: Bilatu menu horren direktorioko sarrera. Aldatu edukia, menuaren propietateak aldatzeko. <filename>.directory</filename> fitxategiei buruzko informazio gehiago behar baduzu, ikus <xref linkend="menustructure-14"/>.
ja: このディレクトリ・エントリのファイルを開き、メニューのプロパティを変更する (<filename>.directory</filename> について詳細については「<xref linkend="menustructure-14"/>」を参照のこと)
ko: 이 메뉴에 대한 디렉토리 엔트리 파일을 찾아서, 메뉴의 속성을 변경합니다. <filename>.directory</filename> 파일에 대한 자세한 정보는 <xref linkend="menustructure-14"/> 부분을 보기 바랍니다.
pt: Localize o ficheiro de definição de directório deste menu. Altere o conteúdo para alterar as propriedades do menu. Para mais informações sobre os ficheiros <filename>.directory</filename>, consulte <xref linkend="menustructure-14"/>.

source: Editing a Menu Item
ca: Edició d'un element de menú
cs: Úprava položky nabídky
de: Bearbeiten eines Menüeintrages
eu: Menu-elementuak editatzea
ja: メニュー項目を編集する
ko: 메뉴 항목 편집하기
pt: Editar um Item de Menu

source: editing menu items
ca: editar elements de menú
cs: úprava položky nabídky
de: Menüeinträge bearbeiten
eu: menu-elementuak editatzea
ko: 메뉴 항목 편집
pt: editar itens de menu

source: To edit a menu item, perform the following steps:
ca: Per a editar un element de menú, realitzeu els passos següents:
cs: Pokud chcete upravit položku nabídky, postupujte následovně:
de: Um einen Menüeintrag zu bearbeiten, führen Sie die folgenden Schritte aus:
eu: Menu-elementu bat editatzeko, jarraitu urrats hauei:
ja: メニュー項目を編集する手順は次のとおりです:
ko: 메뉴 항목을 편집하려면, 다음 순서대로 하십시오:
pt: Para editar um item de menu, realize os seguintes passos:

source: Locate the desktop entry in the <filename>$XDG_DATA_DIRS/applications</filename> directory that corresponds to the menu item.
ca: Localitzeu l'entrada d'escriptori en el directori <filename>$XDG_DATA_DIRS/applications</filename> que correspon a l'element de menú.
cs: Najděte vstup pracovního prostředí, který odpovídá položce nabídky, ve složce <filename>$XDG_DATA_DIRS/applications</filename>.
de: Stellen Sie fest, wo sich die zum Menüeintrag korrespondierende Datei <filename>$XDG_DATA_DIRS/applications</filename> befindet.
eu: Bilatu mahaigaineko sarrera menu-elementuari dagokion <filename>$XDG_DATA_DIRS/applications</filename> direktorioan.
ja: メニュー項目に対応したデスクトップ・エントリのファイルを <filename>$XDG_DATA_DIRS/applications</filename> というフォルダの中から見つけて開く
ko: <filename>$XDG_DATA_DIRS/applications</filename> 디렉토리에서 해당 메뉴 항목에 대한 데스크탑 엔트리 파일을 찾습니다.
pt: Localize o ficheiro de definição de iniciador no directório <filename>$XDG_DATA_DIRS/applications</filename> que corresponde ao item de menu.

source: Edit the desktop entry to change the properties of the menu item. For more information on desktop entry files, see <xref linkend="menustructure-desktopentry"/>.
ca: Editeu l'entrada d'escriptori per a canviar les propietats de l'element de menú. Per a obtenir més informació sobre fitxers d'entrada d'escriptori, vegeu la <xref linkend="menustructure-desktopentry"/>.
cs: Upravte vstup pracovního prostředí a tím i vlastnosti položky nabídky. Informace o souborech vstupu pracovního prostředí viz <xref linkend="menustructure-desktopentry"/>.
de: Bearbeiten Sie den Desktopeintrag, um die Eigenschaften des Menüeintrags zu ändern. Weitere Informationen über Desktopeintrags-Dateien finden Sie in <xref linkend="menustructure-desktopentry"/>.
eu: Editatu mahaigaineko sarrera menu-elementuaren propietateak aldatzeko. Mahaigaineko sarrera-elementuei buruzko informazio gehiago behar baduzu, ikus <xref linkend="menustructure-desktopentry"/>.
ja: デスクトップ・エントリのファイルでメニュー項目のプロパティを編集する (デスクトップ・エントリのファイルについて詳細は「<xref linkend="menustructure-desktopentry"/>」を参照のこと)
ko: 데스크탑 엔트리 파일을 수정하여 메뉴 항목의 속성을 변경합니다. 데스크탑 엔트리 파일에 대한 자세한 정보는 <xref linkend="menustructure-desktopentry"/> 부분을 보기 바랍니다.
pt: Edite o ficheiro de definição de iniciador para alterar as propriedades do item de menu. Para mais informações sobre ficheiros de definição de iniciadores, consulte <xref linkend="menustructure-desktopentry"/>.

source: Deleting an Item from a Menu
ca: Supressió d'un element de menú
cs: Mazání položek z nabídky
de: Entfernen eines Eintrags aus einem Menü
eu: Menuko elementuak ezabatzea
ja: メニューからメニュー項目を削除する
ko: 메뉴에서 항목 삭제하기
pt: Apagar um Item de um Menu

source: deleting menu items
ca: suprimir elements de menú
cs: mazání položek nabídky
de: Menüeinträge entfernen
eu: menu-elementuak ezabatzea
ko: 메뉴 항목 지우기
pt: apagar itens de menu

source: To delete an item from a menu for all users:
ca: Per a suprimir un element de menú per a tots els usuaris:
cs: Pokud chcete pro všechny uživatele smazat položku z nabídky:
de: So entfernen Sie einen Menüeintrag für alle Benutzer:
eu: Erabiltzaile guztientzat menu bateko elementu bat ezabatzeko:
ja: すべてのユーザ向けにメニューからメニュー項目を削除する手順は次のとおりです:
ko: 모든 사용자에게 적용되는 메뉴 항목을 지우려면:
pt: Para apagar um item de um menu para todos os utilizadores:

source: Find the <literal>&lt;Menu&gt;</literal> element in this file that contains the desktop entry you want to delete.
ca: Cerqueu l'element <literal>&lt;Menu&gt;</literal> d'aquest fitxer que conté l'entrada d'escriptori que voleu suprimir.
cs: Najděte v tomto souboru element <literal>&lt;Menu&gt;</literal>, který obsahuje vstup pracovního prostředí, který chcete smazat.
de: Suchen Sie nach dem <literal>&lt;Menu&gt;</literal>-Element in dieser Datei, welches den Desktopeintrag enthält, den Sie löschen wollen.
eu: Bilatu ezabatu nahi duzun mahaigaineko sarrera daukan <literal>&lt;Menu&gt;</literal> elementua, fitxategi horretan.
ja: このファイルの中から、削除したいデスクトップ・エントリ名を含む <literal>&lt;Menu&gt;</literal> 要素を見つける
ko: 이 파일에서 지우고 싶은 데스크탑 엔트리를 포함하는 <literal>&lt;Menu&gt;</literal> 엘리먼트를 찾습니다.
pt: Procure a entrada <literal>&lt;Menu&gt;</literal> neste ficheiro que contém o ficheiro de definição de iniciador que deseja apagar.

source: Insert an <literal>&lt;Exclude&gt;</literal> element after the closing tag for the <literal>&lt;Include&gt;</literal> element. Make sure this is in the <literal>&lt;Menu&gt;</literal> element determined in step 2.
ca: Introduïu un element <literal>&lt;Exclude&gt;</literal> després de tancar l'etiqueta per a l'element <literal>&lt;Include&gt;</literal>. Assegureu-vos que aquest és l'element <literal>&lt;Menu&gt;</literal> determinat en el segon pas.
cs: Vložte element <literal>&lt;Exclude&gt;</literal> za uzavírací značku elementu <literal>&lt;Include&gt;</literal>. Ujistěte se, že se nachází v elementu <literal>&lt;Menu&gt;</literal> určeném v kroku 2.
de: Fügen Sie ein <literal>&lt;Exclude&gt;</literal>-Element nach der Schließmarkierung des <literal>&lt;Include&gt;</literal>-Elements ein. Stellen Sie sicher, dass dies in dem in Schritt 2 ermittelten <literal>&lt;Menu&gt;</literal>-Element geschieht.
eu: Sartu <literal>&lt;Exclude&gt;</literal> elementu bat <literal>&lt;Include&gt;</literal> elementuaren etiketa itxi ondoren. Ziurtatu hori dela 2. urratsean zehaztutako <literal>&lt;Menu&gt;</literal> elementua.
ja: <literal>&lt;Include&gt;</literal> 要素が閉じている箇所の後に <literal>&lt;Exclude&gt;</literal> 要素を挿入する (この要素が、手順２に示したように、<literal>&lt;Menu&gt;</literal> 要素の中に内包されているか確認すること)
ko: <literal>&lt;Include&gt;</literal> 엘리먼트의 닫는 태그 뒤에 <literal>&lt;Exclude&gt;</literal> 엘리먼트를 추가합니다. 이 엘리먼트는 2단계에서 찾은 <literal>&lt;Menu&gt;</literal> 엘리먼트 내에 있어야 합니다.
pt: Insira um elemento <literal>&lt;Exclude&gt;</literal> após a etiqueta de fecho do elemento <literal>&lt;Include&gt;</literal>. Certifique-se de que esta está dentro do elemento <literal>&lt;Menu&gt;</literal> determinado no passo 2.

source: Insert the <literal>&lt;Filename&gt;</literal> matching rule as a subelement of <literal>&lt;Exclude&gt;</literal> to specifically exclude a desktop entry.
ca: Inseriu la regla de coincidència <literal>&lt;Filename&gt;</literal> com un subelement de <literal>&lt;Exclude&gt;</literal> per a especificar l'exclusió de l'entrada d'escriptori.
cs: Vložte jako vnořený element elementu <literal>&lt;Exclude&gt;</literal> srovnávací pravidlo <literal>&lt;Filename&gt;</literal> kvůli vyjmutí vstupu pracovního prostředí.
de: Fügen Sie eine <literal>&lt;Filename&gt;</literal>-Übereinstimmungsregel als Unterelement von <literal>&lt;Exclude&gt;</literal> ein, um diesen Desktopeintrag explizit auszuschließen.
eu: Mahaigaineko sarrera bat berariaz kanpoan uzteko, sartu <literal>&lt;Filename&gt;</literal> parekatze-araua <literal>&lt;Exclude&gt;</literal>(r)en azpielementu gisa.
ja: <literal>&lt;Exclude&gt;</literal> 配下の要素としてフィルタリングのルールである <literal>&lt;Filename&gt;</literal> を挿入し、対象外にするデスクトップ・エントリを明示的に指定する
ko: <literal>&lt;Exclude&gt;</literal> 엘리먼트의 하위 엘리먼트로 특정 데스크탑 엔트리를 제외시키기 위한 <literal>&lt;Filename&gt;</literal> 매칭 규칙을 추가합니다.
pt: Insira a regra de equivalência de nome de ficheiro em <literal>&lt;Filename&gt;</literal> como um subelemento de <literal>&lt;Exclude&gt;</literal> para excluir especificamente um ficheiro de definição de iniciador.

source: The next time that users log in, the menu item is not displayed in the menu. <xref linkend="menustructure-deleteitem"/> shows how this done in the <filename>applications.menu</filename> file. The desktop entry for <filename>dasher.desktop</filename> is explicitly excluded from showing up in the accessibility menu.
ca: L'element de menú no hauria d'aparèixer en el menú el següent cop que els usuaris entrin. L'<xref linkend="menustructure-deleteitem"/> mostra com s'ha realitzat en el fitxer <filename>applications.menu</filename>. L'entrada d'escriptori per a <filename>dasher.desktop</filename> està explícitament exclosa del menú d'accessibilitat.
cs: Až se uživatel příště přihlásí, položka nebude v nabídce zobrazená. <xref linkend="menustructure-deleteitem"/> ukazuje, jak je to udělané v souboru <filename>applications.menu</filename>. Vstup pracovního prostředí <filename>dasher.desktop</filename> je výslovně vyřazený ze zobrazování v nabídce přístupnosti.
de: Bei der nächsten Anmeldung eines Benutzers wird das Objekt nicht mehr im Menü angezeigt. <xref linkend="menustructure-deleteitem"/> zeigt, wie das in der Datei <filename>applications.menu</filename> verwirklicht wird. Der Desktopeintrag für <filename>dasher.desktop</filename> wird explizit von der Anzeige im Menü ausgeschlossen.
eu: Erabiltzaileek saioa hasten duten hurrengo aldian, menu-elementua ez da menuan bistaratuko. <xref linkend="menustructure-deleteitem"/>(e)k erakusten du hori nola egiten den <filename>applications.menu</filename> fitxategian. Erabilerraztasun-menutik kanpo berariaz utzi da <filename>dasher.desktop</filename>(r)en mahaigaineko sarrera.
ja: ユーザが次回ログインすると、ここで指定したメニュー項目が表示されないはずです。<xref linkend="menustructure-deleteitem"/> に <filename>applications.menu</filename> を使った例を示します。この例では <filename>dasher.desktop</filename> というデスクトップ・エントリのファイルを明示的にアクセシビリティのメニューで表示しないようにしています。
ko: 다음 번에 사용자가 로그인하면, 해당 메뉴 항목은 메뉴에 표시되지 않을 것입니다. <xref linkend="menustructure-deleteitem"/>는 <filename>applications.menu</filename> 파일에서 메뉴를 삭제하는 방법을 보여줍니다. <filename>dasher.desktop</filename> 데스크탑 엔트리는 접근성 메뉴에서 명시적으로 제외되었습니다.
pt: Da próxima vez que o utilizador iniciar uma sessão, o item de menu não será apresentado no menu. <xref linkend="menustructure-deleteitem"/> demonstra como isto é feito no ficheiro <filename>applications.menu</filename>. A definição de iniciador <filename>dasher.desktop</filename> é explicitamente excluída do menu de acessibilidade.

source: Editing User Menus and Menu Merging
ca: Edició dels menús d'usuari i combinació de menús
cs: Úprava uživatelských nabídek a připojování nabídky
de: Bearbeiten von Benutzermenüs und Zusammenführen von Menüs
eu: Erabiltzaile-menuak editatzea eta menuak konbinatzea
ja: ユーザ・メニューを編集したり複数のメニューをまとめる
ko: 사용자 메뉴 편집 및 통합하기
pt: Editar Menus de Utilizadores e Juntar Menus

source: editing user menus
ca: editar els menús d'usuari
cs: úprava uživatelských nabídek
de: Benutzermenüs bearbeiten
eu: erabiltzaile-menuak editatzea
ko: 사용자 메뉴 편집
pt: editar menus de utilizadores

source: You can use the following MATE Desktop applications to edit menus for users:
ca: Podeu utilitzar les aplicacions de l'escriptori del MATE següents per a editar els menús per als usuaris:
cs: K úpravě nabídek pro uživatele můžete použít následující aplikace pracovního prostředí MATE:
de: Sie können die folgenden MATE-Desktopanwendungen für die Bearbeitung von Benutzermenüs verwenden:
eu: MATEren mahaigaineko aplikazio hauek erabil daitezke erabiltzaileen menuak editatzeko:
ja: 次の MATE アプリケーションを使ってユーザ毎に自分のメニューを編集できるようになっています:
ko: 다음과 같은 그놈 데스크탑 프로그램을 이용하여 사용자 메뉴를 편집할 수 있습니다:
pt: Pode utilizar a seguinte aplicação do Ambiente de Trabalho MATE para editar os menus dos utilizadores:

source: MATE Menu Editor
ca: Editor de menús del MATE
cs: Editor nabídek
de: MATE-Menüeditor
eu: MATEren menu-editorea
ja: MATE メニュー・エディタまたはメイン・メニュー (alacarte)
ko: 그놈 메뉴 편집기
pt: Editor de Menus do MATE
