Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: Included Configuration Source
ca: Font de configuració inclosa
cs: Vložený zdroj nastavení
de: Beinhaltete Konfigurationsdatenquelle
eu: Sartutako konfigurazio-iturburua
ja: include した設定ソース
ko: 포함된 설정 소스
pt: Base de Configuração Incluída

source: Use this configuration source to store mandatory preference values for a particular system.
ca: Utilitzeu aquesta font de configuració per a emmagatzemar els valors obligatoris de les preferències per a un sistema determinat.
cs: Použijte tento zdroj nastavení k uložení povinných hodnot předvoleb pro specifický systém.
de: Verwenden Sie diese Konfigurationsquelle zum Speichern obligatorischer Einstellungswerte für ein bestimmtes System.
eu: Erabili konfigurazio-iturburu hau sistema jakin baten derrigorrezko hobespen-balioak gordetzeko.
ja: 特定のシステムに対して変更不可の設定項目を格納する際は、この設定ソースを利用する
ko: 이 설정 소스는 특정 시스템을 위한 필수 설정값을 저장하는 데 사용됩니다.
pt: Utilize esta base de configuração para armazenar valores de preferências obrigatórios para um determinado sistema.

source: The user specifies the location of the configuration source in the home directory, in a file that is called <filename>.mateconf.path</filename>.
ca: L'usuari especifica la ubicació de la font de configuració en el directori de l'usuari, en un fitxer anomenat <filename>.mateconf.path</filename>.
cs: Uživatel určuje umístění zdrojů nastavení v domovské složce v souboru, který se nazývá <filename>.mateconf.path</filename>.
de: Der Benutzer legt den Ort der Konfigurationsquelle in seinem persönlichen Ordner in der Datei <filename>.mateconf.path</filename> fest.
eu: Erabiltzaileak zehazten du konfigurazio-iturburua non kokatu behar den etxeko direktorioan, <filename>.mateconf.path</filename> izeneko fitxategian.
ja: ホーム・フォルダ配下にある <filename>.mateconf.path</filename> というファイルの中に設定ソースの場所を指定する
ko: 사용자의 홈 디렉토리 내의 <filename>.mateconf.path</filename> 파일 내에 설정 소스의 위치를 지정합니다.
pt: O utilizador especifica a localização da base de configuração na pasta pessoal, num ficheiro denominado <filename>.mateconf.path</filename>.

source: Use this configuration source to store default preference values for a particular system.
ca: Utilitzeu aquesta font de configuració per a emmagatzemar els valors predeterminats de les preferències per a un sistema determinat.
cs: Použijte tento zdroj nastavení k uložení výchozích hodnot předvoleb pro specifický systém.
de: Verwenden Sie diese Konfigurationsquelle zum Speichern vorgegebener Einstellungswerte für ein bestimmtes System.
eu: Erabili konfigurazio-iturburu hau sistema jakin baten hobespen-balio lehenetsiak gordetzeko.
ja: 特定のシステムに対するデフォルトの設定項目を格納する際は、この設定ソースを利用する
ko: 이 설정 소스는 특정 시스템을 위한 기본 설정값을 저장하는 데 사용됩니다.
pt: Utilize esta base de configuração para armazenar valores de preferências por omissão para um determinado sistema.

source: MateConf Schemas
ca: Esquemes del MateConf
cs: Schémata MateConf
eu: MateConf eskemak
ja: MateConf スキーマ
ko: MateConf 스키마
pt: Esquemas MateConf

source: schemas
ca: esquemes
cs: schémata
eu: eskemak
ko: 스키마
pt: esquemas

source: schema keys
ca: claus d'esquema
cs: klíče schémat
de: Schema-Schlüssel
eu: eskema-gakoak
ko: 스키마 키
pt: chaves de esquemas

source: schema objects
ca: objectes d'esquema
cs: objekty schémat
de: Schema-Objekte
eu: eskema-objektuak
ko: 스키마 객체
pt: objectos de esquemas

source: description
ca: descripció
cs: popis
de: Beschreibung
eu: azalpena
ja: 説明
ko: 설명
pt: descrição

source: A <firstterm>MateConf schema</firstterm> is a collective term for a <firstterm>MateConf schema key</firstterm> and a <firstterm>MateConf schema object</firstterm>. The following table describes schema keys and schema objects and the relationship of these items to preference keys:
ca: Un <firstterm>esquema del MateConf</firstterm> és un terme col·lectiu per a una <firstterm>clau d'esquema del MateConf</firstterm> i un <firstterm>objecte d'esquema del MateConf</firstterm>. La taula següent descriu les claus d'esquema i els objectes d'esquema i la relació d'aquests elements amb les claus de preferència:
cs: <firstterm>Schéma MateConf</firstterm> je společný termín pro <firstterm>klíč schématu MateConf</firstterm> a <firstterm>objekt schématu MateConf</firstterm>. Následující tabulka popisuje klíče schémat a objekty schémat a vztahy těchto položek ke klíčům předvoleb:
de: Ein <firstterm>MateConf-Schema</firstterm> ist ein Sammelbegriff für einen <firstterm>MateConf-Schema-Schlüssel</firstterm> und ein <firstterm>MateConf-Schema-Objekt</firstterm>. Die folgende Tabelle beschreibt Schema-Schlüssel und Schema-Objekte und stellt diese zu den Einstellungschlüsseln in Beziehung:
eu: <firstterm>MateConf eskema</firstterm> terminoak barne hartzen ditu <firstterm>MateConf eskema-gakoa</firstterm> eta <firstterm>MateConf eskema-objektua</firstterm>. Eskema-gakoak eta eskema-objektuak, eta elementu horiek hobespen-gakoekin duten erlazioa azaltzen da taula honetan:
ja: <firstterm>MateConf スキーマ</firstterm>は１個の <firstterm>MateConf スキーマ・キー</firstterm>と１個の <firstterm>MateConf スキーマ・オブジェクト</firstterm>のペアに対する総称です。次の表にスキーマ・キーとスキーマ・オブジェクト並びに特定のキーに対してこれらのアイテムとの関係について示します:
ko: <firstterm>MateConf 스키마</firstterm>는 <firstterm>MateConf 스키마 키</firstterm>와 <firstterm>MateConf 스키마 객체</firstterm>를 합쳐서 부르는 말입니다. 아래의 표는 스키마 키 및 스키마 객체와 함께 이러한 항목들과 설정 키와의 관계를 설명합니다:
pt: Um <firstterm>esquema MateConf</firstterm> é um termo agregador para uma <firstterm>chave de esquema MateConf</firstterm> e um <firstterm>objecto de esquema MateConf</firstterm>. A tabela seguinte descreve chaves e objectos de esquemas e a relação entre estes itens e chaves de preferências:

source: Preference key
ca: Clau de preferència
cs: Klíč předvolby
de: Einstellungsschlüssel
eu: Hobespen-gakoa
ja: 設定キー
ko: 설정 키
pt: Chave de preferência

source: An element in the <application>MateConf</application> repository that corresponds to an application preference.
ca: Un element en el dipòsit del <application>MateConf</application> que correspon a la preferència d'una aplicació.
cs: Element v úložišti <application>MateConf</application>, který odpovídá předvolbě aplikace.
de: Ein Element in der <application>MateConf</application>-Datenbank, das zu einer Anwendungseinstellung korrespondiert.
eu: <application>MateConf</application> biltegiko elementu bat, aplikazio-hobespen bati dagokiona.
ja: アプリケーションの設定に相当する <application>MateConf</application> リポジトリの中にある任意の要素を指す
ko: 프로그램의 설정 항목에 대응하는 <application>MateConf</application> 저장소 내의 요소.
pt: Um elemento no repositório <application>MateConf</application> que corresponde a uma preferência numa aplicação.

source: Schema key
ca: Clau d'esquema
cs: Klíč schématu
de: Schema-Schlüssel
eu: Eskema-gakoa
ja: スキーマ・キー
ko: 스키마 키
pt: Chave de esquema

source: A key that stores a schema object for a preference key.
ca: Una clau que emmagatzema un objecte d'esquema per a una clau de preferència.
cs: Klíč, který uchovává objekt schématu pro klíč předvolby.
de: Ein Schlüssel, der ein Schema-Objekt für einen Einstellungsschlüssel enthält.
eu: Hobespen-gako baten eskema-objektua gordetzen duen gakoa.
ja: 設定キーに対するスキーマ・オブジェクトを格納したキーを指す
ko: 설정 키에 대한 스키마 객체를 저장하는 키.
pt: Uma chave que armazena um objecto de esquema para uma chave de preferência.

source: Schema object
ca: Objecte d'esquema
cs: Objekt schématu
de: Schema-Objekt
eu: Eskema-objektua
ja: スキーマ・オブジェクト
ko: 스키마 객체
pt: Objecto de esquema

source: An element in a configuration source that contains information for a preference key, such as the following:
ca: Un element en una font de configuració que conté informació per a una clau de preferència, com ara la següent:
cs: Element ve zdroji nastavení, který obsahuje takové informace ke klíči předvolby, jako jsou:
de: Ein Element einer Konfigurationsquelle, welches Informationen über einen Einstellungsschlüssel enthält, wie die folgenden:
eu: Konfigurazio-iturburuko elementu bat, hobespen-gakoari buruzko informazioa duena. Adibidez:
ja: 設定ソースの中にある要素 (設定キーの情報を格納している) で、次のような情報がある:
ko: 설정 키에 대한 정보를 포함하는 설정 소스 내의 요소. 다음과 같은 정보로 구성됩니다:
pt: Um elemento numa base de configuração que contém informação sobre uma chave de preferência, tal como os seguintes:

source: The name of the application that uses the preference key.
ca: El nom de l'aplicació que utilitza la clau de preferència.
cs: Název aplikace, která klíč předvolby používá.
de: Der Name der Anwendung, welche den Einstellungsschlüssel verwendet.
eu: Hobespen-gakoa erabiltzen duen aplikazioaren izena.
ja: 設定キーを使用するアプリケーションの名前
ko: 설정 키를 이용하는 프로그램의 이름.
pt: O nome da aplicação que utiliza a chave de preferência.

source: The type of value required for the preference key, for example integer, boolean, and so on.
ca: El tipus de valor necessari per la clau de preferència, per exemple enter, booleà, etc.
cs: Typ hodnoty požadované pro klíč předvolby, např. celé číslo, pravdivostní hodnota apod.
de: Der Typ des für den Einstellungsschlüssel erforderlichen Wertes, z. B. Integer, Boolean, usw.
eu: Hobespen-gakoarentzat behar den balio mota, adibidez, osoko zenbakia, boolearra eta abar.
ja: 設定キーで使用する値の型 (例: 整数型、論理型など)
ko: 설정 키의 값 형식. 예를 들면 정수, 참/거짓 등.
pt: O tipo do valor requerido para a chave de preferência, por exemplo um número inteiro, boleana, etc.

source: A default value for the preference key.
ca: Un valor predeterminat per a una clau de preferència.
cs: Výchozí hodnotu pro klíč předvolby.
de: Ein Vorgabewert für den Einstellungsschlüssel.
eu: Hobespen-gakoaren balio lehenetsia.
ja: 設定キーに対するデフォルトの値
ko: 설정 키에 대한 기본 값.
pt: Um valor por omissão para a chave da preferência.

source: Brief documentation on the preference key.
ca: Una breu documentació sobre la clau de preferència.
cs: Stručnou dokumentaci ke klíči předvolby.
de: Kurze Dokumentation des Einstellungsschlüssels.
eu: Hobespen-gakoari buruzko dokumentazio laburra.
ja: 設定キーに関する説明の要約
ko: 설정 키에 대한 간단한 설명.
pt: Documentação abreviada sobre a chave da preferência.

source: The following table gives examples of a preference key, a schema key, and a schema object:
ca: La taula següent proporciona exemples d'una clau de preferència, una clau d'esquema i un objecte d'esquema:
cs: Následující tabulka ukazuje příklady klíče předvoleb, klíče schématu a objektu schématu:
de: In der folgenden Tabelle finden Sie Beispiele für einen Einstellungsschlüssel, einen Schema-Schlüssel und ein Schema-Objekt:
eu: Hobespen-gakoaren, eskema-gakoaren eta eskema-objektuaren adibideak daude taula honetan:
ja: 次の表に設定キーとスキーマ・キー、スキーマ・オブジェクトの例を示します:
ko: 아래의 표는 설정 키, 스키마 키, 스키마 객체에 대한 예제입니다:
pt: A tabela seguinte dá exemplos de uma chave de preferência, uma chave de esquema e um objecto de esquema:

source: Example
ca: Exemple
cs: Příklad
de: Beispiel
eu: Adibidea
ja: 例
ko: 예
pt: Exemplo

source: You can associate a schema key with a preference key. For example, the following <systemitem>/desktop/mate/interface/font_name</systemitem> key includes a schema key:
ca: Podeu associar una clau d'esquema amb una clau de preferència. Pes exemple, la clau següent <systemitem>/desktop/mate/interface/font_name</systemitem> inclou una clau d'esquema:
cs: Klíč schématu můžete přidružit ke klíči předvolby. Vezměme např. následující klíč <systemitem>/desktop/mate/interface/font_name</systemitem> zahrnující klíč schématu:
de: Sie können einen Schema-Schlüssel einem Einstellungsschlüssel zuordnen. Beispielsweise enthält der Schlüssel <systemitem>/desktop/mate/interface/font_name</systemitem> einen Schema-Schlüssel.
eu: Eskema-gako bat hobespen-gako bati lot diezaiokezu. Adibidez, <systemitem>/desktop/mate/interface/font_name</systemitem> gakoak eskema-gako bat dauka:
ja: 設定キーとスキーマ・キーを関連付けることが可能になっています。例えば、次に示す <systemitem>/desktop/mate/interface/font_name</systemitem> という設定キーにはスキーマ・キーが１個含まれています:
ko: 스키마 키를 설정 키와 연관지을 수 있습니다. 예를 들어 <systemitem>/desktop/mate/interface/font_name</systemitem> 키는 다음과 같은 스키마 키를 포함합니다:
pt: Pode associar uma chave de esquema com uma chave de preferência. Por exemple, a chave <systemitem>/desktop/mate/interface/font_name</systemitem> inclui uma chave de esquema:

source: When you associate a schema key with a preference key, the preference uses the suggested value that is specified in the schema object of the schema key. The suggested value is contained in the <sgmltag>&lt;default&gt;</sgmltag> element in the schema object. By default, all the preference keys in the default configuration source are associated with schema keys.
ca: Quan associeu una clau d'esquema amb una clau de preferència, la preferència utilitza el valor suggerit que està especificat en l'objecte d'esquema de la clau d'esquema. El valor suggerit està contingut en l'element <sgmltag>&lt;default&gt;</sgmltag> de l'objecte d'esquema. Per defecte, totes les claus de preferència de la font de configuració predeterminada estan associades amb les claus d'esquema.
cs: Když klíč schématu přidružíte ke klíči předvolby, předvolba použije navrhovanou hodnotu, která je určená v objektu schématu klíče schématu. Navrhovanou hodnotu obsahuje element <sgmltag>&lt;default&gt;</sgmltag> objektu schématu. Standardně jsou všechny klíče předvoleb ve zdroji výchozích nastavení přidružené s klíči schématu.
de: Wenn Sie einen Schema-Schlüssel einem Einstellungsschlüssel zuordnen, dann verwendet der Einstellungsschlüssel den vorgeschlagenen Wert, der in dem Schema-Objekt des Schema-Schlüssels angegeben ist. Der vorgeschlagene Wert befindet sich im <sgmltag>&lt;default&gt;</sgmltag>-Element im Schema-Objekt. Als Vorgabe sidn alle Einstellungsschlüssel in der vorgegebenen Konfigurationsquelle Schema-Schlüsseln zugeordnet.
eu: Eskema-gako bat hobespen-gako bati lotzen zaionean, eskema-gakoko eskema-objektuan zehaztutako balioa erabiltzen du hobespenak. Eskema-objektuko <sgmltag>&lt;default&gt;</sgmltag> elementuan dago proposatutako balioa. Konfigurazio-iturburu lehenetsiko hobespen-gako guztiak eskema-gakoei lotuak daude, lehenespenez.
ja: 設定キーとスキーマ・キーを関連付ける際、その設定はスキーマ・キーのスキーマ・オブジェクトの中で明示されている推奨値を使います。この推奨値はスキーマ・オブジェクトの <sgmltag>&lt;default&gt;</sgmltag> という要素の中に格納されています。デフォルトの設定ソースの中にあるすべての設定キーは、デフォルトでスキーマ・キーに関連付けられています。
ko: 스키마 키를 설정 키와 연관시킬 때, 설정값은 스키마 키의 스키마 객체에 지정하는 추천 값을 사용합니다. 이 값은 스키마 객체 내의 <sgmltag>&lt;default&gt;</sgmltag> 엘리먼트에 포함되어 있습니다. 기본적으로 기본 설정 소스 내의 모든 설정 키들은 스키마 키와 연관되어 있습니다.
pt: Quando associa uma chave de esquema com uma chave de preferência, a preferência utiliza o valor sugerido que está especificado no objecto de esquema da chave de esquema. O valor sugerido está contido no elemento <sgmltag>&lt;default&gt;</sgmltag> do objecto de esquema. Por omissão, todas as chaves de preferências na base de configuração por omissão estão associadas a chaves de esquemas.

source: Typically, schemas are stored in the default configuration source.
ca: Normalment, els esquemes s'emmagatzemen a la font de configuració predeterminada.
cs: Schémata bývají obvykle uložená ve zdroji výchozího nastavení.
de: Typischerweise werden Schemata in der vorgegebenen Konfigurationsquelle gespeichert.
eu: Orokorrean, konfigurazio-iturburu lehenetsian gordetzen dira eskemak.
ja: スキーマは、一般的にデフォルトの設定ソースの中に格納されています。
ko: 일반적으로 스키마들은 기본값 설정 소스 내에 저장됩니다.
pt: Tipicamente, os esquemas estão armazenados em bases de configuração por omissão.

source: MateConf Schema Definition Files
ca: Fitxers de definició d'esquemes del MateConf
cs: Soubory definicí schématu MateConf
de: MateConf-Schema-Definitionsdateien
eu: MateConf eskemen definizio-fitxategiak
ja: MateConf のスキーマ定義ファイル
ko: MateConf 스키마 정의 파일
pt: Ficheiros de Definição do Esquema MateConf

source: schema definition files
ca: fitxers de definició d'esquemes
cs: soubory definicí schématu
de: Schema-Definitionsdateien
eu: eskemen definizio-fitxategiak
ko: 스키마 정의 파일
pt: ficheiros de definição de esquema

source: Schemas are generated from <firstterm>schema definition files</firstterm>. A schema definition file defines the characteristics of all of the keys in a particular application. Schema definition files have a <filename>.schemas</filename> extension.
ca: Els esquemes es generen a partir dels <firstterm>fitxers de definició d'esquemes</firstterm>. Un fitxer de definició d'esquemes defineix les característiques de totes les claus d'una aplicació determinada. Els fitxers de definició d'esquemes tenen l'extensió <filename>.schemas</filename>.
cs: Schémata jsou generovaná ze <firstterm>souborů definicí schématu</firstterm>. Soubory definicí schématu definují vlastnosti všech klíčů v určité aplikaci. Soubory definicí schématu mají příponu <filename>.schemas</filename>.
de: Schemata werden aus <firstterm>Schema-Definitionsdateien</firstterm> erstellt. Eine Schema-Definitionsdatei gibt die Charakteristik aller Schlüssel in einer bestimmten Anwendung vor. Schema-Definitionsdateien, haben die Endung <filename>.schemas</filename>.
eu: <firstterm>Eskemen definizio-fitxategi</firstterm>etatik sortzen dira eskemak. Aplikazio jakin baten gako guztien ezaugarriak definitzen ditu eskemen definizio-fitxategi batek. <filename>.schemas</filename> luzapena dute fitxategi horiek.
ja: 一連のスキーマは<firstterm>スキーマの定義ファイル</firstterm>から生成されます。アプリケーションで使用するすべてのスキーマ・キーは、このファイルの中に定義します。スキーマの定義ファイルは <filename>.schemas</filename> という拡張子を持ちます。
ko: 스키마는 <firstterm>스키마 정의 파일</firstterm>에서 생성됩니다. 스키마 정의 파일은 특정 프로그램 내의 모든 키에 대한 특성을 정의합니다. 스키마 정의 파일의 확장자는 <filename>.schemas</filename> 입니다.
pt: Os esquemas são gerados a partir de <firstterm>ficheiros de definição de esquemas</firstterm>. Um ficheiro de definição de esquema define as características de todas as chaves numa aplicação específica. Ficheiros de definição de esquemas têm a extensão <filename>.schemas</filename>.

source: The schema definition files are included in the <filename>/etc/mateconf/schemas</filename> directory. You can use the schema definition files to create a new configuration source.
ca: Els fitxers de definició d'esquemes estan inclosos en el directori <filename>/etc/mateconf/schemas</filename>. Podeu utilitzar els fitxers de definició d'esquemes per a crear una font de configuració nova.
cs: Soubory definicí schématu jsou uložená ve složce <filename>/etc/mateconf/schemas</filename>. Soubory s definicí schématu můžete použít k vytvoření nového zdroje nastavení.
de: Die Schema-Definitionsdateien befinden sich im Ordner <filename>/etc/mateconf/schemas</filename>. Sie können die Schema-Definitionsdateien zum Anlegen neuer Konfigurationsquellen verwenden.
eu: Eskemen definizio-fitxategiak <filename>/etc/mateconf/schemas</filename> direktorioan daude. Eskemen definizio-fitxategiak konfigurazio-iturburu berri bat sortzeko erabil ditzakezu.
ja: スキーマの定義ファイルは <filename>/etc/mateconf/schemas</filename> というフォルダの中に格納されます。スキーマの定義ファイルを使って新しい設定ソースを作成することも可能です。
ko: 스키마 정의 파일은 <filename>/etc/mateconf/schemas</filename> 디렉토리 내에 포함됩니다. 스키마 정의 파일을 이용하여 새로운 설정 소스를 만들 수 있습니다.
pt: Os ficheiros de definição de esquemas estão contidos no directório <filename>/etc/mateconf/schemas</filename>. Pode utilizar os ficheiros de definição de esquemas para criar uma nova base de configuração.

source: Some schema definition files correspond closely to a part of the MATE Desktop user interface. For example, <filename>system_http_proxy.schemas</filename> corresponds to the <application>Network Proxy</application> preference tool. Other schema definition files contain preference keys that are not present in the MATE Desktop user interface. For example, the <systemitem>/apps/panel/global/tooltips_enabled</systemitem> key is not present in the user interface.
ca: Alguns fitxers de definició d'esquemes corresponen a una part de la interfície d'usuari de l'escriptori del MATE. Per exemple, el fitxer <filename>system_http_proxy.schemas</filename> correspon a l'eina de preferències <application>Servidor intermediari de xarxa</application>. Altres fitxers de definició d'esquemes contenen claus de preferència que no apareixen en la interfície d'usuari de l'escriptori del MATE. Per exemple, la clau <systemitem>/apps/panel/global/tooltips_enabled</systemitem> no està present en la interfície d'usuari.
cs: Některé soubory definice schématu odpovídají přesně části uživatelského rozhraní pracovního prostředí MATE. Např. <filename>system_http_proxy.schemas</filename> odpovídá nástroji předvoleb <application>Proxy sítě</application>. Jiné soubory definice schématu obsahují klíče předvoleb, které nepředstavují uživatelského rozhraní pracovního prostředí MATE. Např. <systemitem>/apps/panel/global/tooltips_enabled</systemitem> se v uživatelském rozhraní neobjevuje.
de: Einige Schema-Definitionsdateien haben eine enge Bildung an einen Teil der Benutzerschnittstelle der MATE-Arbeitsumgebung. Beispielsweise korrespondiert <filename>system_http_proxy.schemas</filename> zum Einstellungswerkzeug <application>Netzwerk-Proxy</application>. Andere Schema-Definitionsdateien enthalten Einstellungsschlüssel, die in der Benutzerschnittstelle der MATE-Arbeitsumgebung nicht vorhanden sind. Beispielsweise ist der Schlüssel <systemitem>/apps/panel/global/tooltips_enabled</systemitem> nicht in der Benutzerschnittstelle präsent.
eu: Eskemen definizio-fitxategi batzuk MATEren mahaigainaren erabiltzaile-interfazearen zati bati dagozkio. Adibidez, <application>Sareko proxy</application>a hobespen-tresnari dagokio <filename>system_http_proxy.schemas</filename>. MATEren mahaigainaren erabiltzaile-interfazean ez dauden hobespen-gakoak dituzte eskemen beste definizio-fitxategi batzuek. Adibidez, <systemitem>/apps/panel/global/tooltips_enabled</systemitem> gakoa ez dago erabiltzailearen interfazean.
ja: スキーマの定義ファイルの中には、MATE デスクトップのユーザ・インタフェースと一部密接に関連するものがあります。例えば、<filename>system_http_proxy.schemas</filename> という定義ファイルは<application>ネットワークのプロキシ</application>を設定するツールに設定情報を提供しています。逆に、スキーマ定義ファイルの中には MATE デスクトップのユーザ・インタフェースとして提供されていない部分に関する設定キーが含まれているものもあります。例えば <systemitem>/apps/panel/global/tooltips_enabled</systemitem> という設定キーに相当するユーザ・インタフェースは提供されていません。
ko: 어떤 정의 파일들은 그놈 데스크탑 사용자 인터페이스와 밀접하게 관련되어 있습니다. 예를 들어, <filename>system_http_proxy.schemas</filename> 파일은 <application>네트워크 프록시</application> 프로그램과 관련이 있습니다. 다른 스키마 정의 파일들은 그놈 데스크탑 사용자 인터페이스에 포함되지 않은 설정 키들을 포함하고 있습니다. 예를 들면 <systemitem>/apps/panel/global/tootips_enabled</systemitem> 키는 사용자 인터페이스에는 나타나지 않습니다.
pt: Alguns ficheiros de definição de esquemas correspondem muito aproximadamente a uma parte do interface de utilizador do Ambiente de Trabalho MATE. Por exemplo, <filename>system_http_proxy.schemas</filename> corresponde à ferramenta de preferências de <application>Proxy de Rede</application>. Outros ficheiros de definição de esquema contêm chaves de preferências que não estão acessíveis no interface de utilizador do Ambiente de Trabalho MATE. Por exemplo, a chave <systemitem>/apps/panel/global/tooltips_enabled</systemitem> não está acessível no interface de utilizador.
