Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: After you have made a change to the MIME database and refreshed its contents, you can verify that the change has taken effect using the <application>matevfs-info</application> application. This application prints the MIME type and other useful information about a file.
ca: Després que hàgiu fet un canvi a la base de dades MIME i n'hàgiu refrescat els continguts, podeu verificar que el canvi ha tingut efecte utilitzant l'aplicació <application>matevfs-info</application>. Aquesta aplicació imprimeix el tipus MIME i altra informació útil sobre el fitxer.
cs: Po provedení změn v databázi MIME a občerstvení jejího obsahu, si můžete ověřit, zda mají změny zamýšlený efekt, pomocí aplikace <application>matevfs-info</application>. Tato aplikace vypíše typ MIME a další užitečné informace o souboru.
de: Nachdem Sie eine Änderung an der MIME-Datenbank vorgenommen haben und deren Inhalt aktualisiert haben, können Sie mit der Anwendung <application>matevfs-info</application> überprüfen, ob die Änderungen wirksam sind. Diese Anwendung gibt den MIME-Typ sowie einige andere nützliche Informationen zu einer Datei aus.
eu: MIME datu-basean aldaketak egin eta haren edukia freskatu ondoren, aldaketak gauzatu diren egiazta daiteke <application>matevfs-info</application> aplikazioa erabiliz. Aplikazio horrek MIME mota eta fitxategiari buruzko informazio interesgarria bistaratzen du.
ja: MIME 型のデータベースに変更を加えその内容を更新したら、<application>matevfs-info</application> (または <application>gvfs-info</application>) というコマンドを使って実際に変更内容を検証することができます。このコマンドは MIME 型の情報とファイルに関する有益な情報をいろいろ提供してくれます。
ko: MIME 데이터베이스를 변경하고 그 내용을 갱신하고나면 <application>matevfs-info</application> 프로그램을 이용하여 변경된 내용이 적용되었는지 확인할 수 있습니다. 이 프로그램은 특정 파일에 대한 MIME 형식 및 다른 유용한 정보들을 출력해 줍니다.
pt: Após ter realizado uma alteração à base de dados MIME e actualizado o seu conteúdo, pode verificar que as alterações tomaram efeito utilizando a aplicação <application>matevfs-info</application>. Esta aplicação imprime o tipo MIME e outra informação útil sobre um ficheiro.

source: Running <application>matevfs-info</application> on a SVG file gives you the output shown below. You'll notice the default application for this MIME type is <filename>eog.desktop</filename>; We will discuss default applications in <xref linkend="mimetypes-registering"/>.
ca: En executar el <application>matevfs-info</application> sobre un fitxer SVG, aquest us proporciona la sortida de sota. Notareu que l'aplicació predeterminada per aquest tipus MIME és l'<filename>eog.desktop</filename>. Les aplicacions predeterminades es discutiran a la secció <xref linkend="mimetypes-registering"/>.
cs: Spuštěním aplikace <application>matevfs-info</application> na soubor SVG obdržíte níže uvedený výstup. Poznamenejme, že výchozí aplikací pro teto typ MIME je <filename>eog.desktop</filename>. Výchozí aplikace probírá <xref linkend="mimetypes-registering"/>.
de: Durch Ausführung von <application>matevfs-info</application> mit einer SVG-Datei erzeugt die nachstehende Ausgabe. Beachten Sie hier, dass die Standardanwendung für diesen MIME-Typ <filename>eog.desktop</filename> ist. Weitere Informationen zu Standardanwendungen finden Sie in <xref linkend="mimetypes-registering"/>.
eu: SVG fitxategiekin <application>matevfs-info</application> exekutatuta behean erakusten den emaitza ematen du. MIME mota honen aplikazio lehenetsia <filename>eog.desktop</filename> da. Aplikazio lehenetsiei buruzko informazioa hemen dago: <xref linkend="mimetypes-registering"/>.
ja: SVG のファイルに対して <application>matevfs-info</application> コマンドを実行した結果を下に示します。その結果から、この MIME 型に対するデフォルトのアプリケーションが <filename>eog.desktop</filename> であることがわかります。デフォルトのアプリケーションについては「<xref linkend="mimetypes-registering"/>」で説明します。
ko: SVG 파일에 대해 <application>matevfs-info</application> 프로그램을 실행하면 아래와 같은 출력을 볼 수 있습니다. 이 MIME 형식에 대한 기본 프로그램은 <filename>eog.desktop</filename>(이)라는 것을 알 수 있을 것입니다. 기본 프로그램에 대한 내용은 <xref linkend="mimetypes-registering"/> 부분에서 논의할 것입니다.
pt: Executar o <application>matevfs-info</application> sobre um ficheiro SVG dá-lhe o resultado abaixo. Notará que a aplicação por omissão para este tipo MIME é <filename>eog.desktop</filename>; Iremos discutir as aplicações por omissão em <xref linkend="mimetypes-registering"/>.

source: Name : mime-diagram.svg Type : Regular MIME type : image/svg+xml Default app : eog.desktop Size : 14869 Blocks : 32 I/O block size : 4096 Local : YES SUID : NO SGID : NO Sticky : NO Permissions : 600644 Link count : 1 UID : 1000 GID : 100 Access time : Wed Feb 22 18:24:47 2006 Modification time : Wed Feb 22 18:24:42 2006 Change time : Wed Feb 22 18:24:42 2006 Device # : 775 Inode # : 297252 Readable : YES Writable : YES Executable : NO
pt: Nome : mime-diagram.svg Tipo : Normal Tipo MIME : image/svg+xml Apl. omissão : eog.desktop Tamanho : 14869 Blocos : 32 Tam. blocos I/O : 4096 Local : SIM SUID : NÃO SGID : NÃO Pegajoso : NÃO Permissões : 600644 Contagem Atalhos : 1 UID : 1000 GID : 100 Data de acesso : Qua Fev 22 18:24:47 2006 Data de alteração : Qua Fev 22 18:24:42 2006 Data de mudança : Qua Fev 22 18:24:42 2006 Nº dispositivo : 775 Nº Inode : 297252 Permite ler : SIM Permite escrever : SIM Executável : NÃO

source: <xref linkend="mimetypes-newtype-example"/> walks through the steps of creating a new MIME type and then verifying the changes using <application>matevfs-info</application>.
ca: La <xref linkend="mimetypes-newtype-example"/> explica els passos per a crear un tipus MIME nou i després verificar els canvis utilitzant el <application>matevfs-info</application>.
cs: <xref linkend="mimetypes-newtype-example"/> vás provede postupem vytváření nového typu MIME a kontrolou změn pomocí <application>matevfs-info</application>.
de: <xref linkend="mimetypes-newtype-example"/> führt Sie durch die Schritte der Erstellung eines neuen MIME-Typ und der anschließenden Überprüfung der Änderungen mittels <application>matevfs-info</application>.
eu: MIME mota berri bat sortzeko eta <application>matevfs-info</application> erabiliz aldaketak egiaztatzeko jarraitu beharreko urratsak azaltzen dira hemen: <xref linkend="mimetypes-newtype-example"/>.
ja: 「<xref linkend="mimetypes-newtype-example"/>」では新しい MIME 型を作成し <application>matevfs-info</application> を使って変更内容を検証する手順を順を追って説明しています。
ko: <xref linkend="mimetypes-newtype-example"/>에서는 새로운 MIME 형식을 만들고 <application>matevfs-info</application> 프로그램을 이용하여 이를 확인하는 과정을 수행해 볼 것입니다.
pt: <xref linkend="mimetypes-newtype-example"/> apresenta os passos necessários para criar um novo tipo MIME e depois verificar as alterações utilizando o <application>matevfs-info</application>.

source: <literal>application/x-newtype</literal> Example
ca: Exemple de <literal>application/x-newtype</literal>
cs: Příklad <literal>application/x-newtype</literal>
de: <literal>application/x-newtype</literal>-Beispiel
eu: <literal>application/x-newtype</literal> Adibidea
ja: <literal>application/x-newtype</literal> の例
ko: <literal>application/x-newtype</literal> 예제
pt: Exemplo <literal>application/x-newtype</literal>

source: To create (or override) a MIME type and verify the changes:
ca: Per a crear (o sobreescriure) un tipus MIME i verificar els canvis:
cs: Pro vytvoření (nebo změnu) typu MIME a kontrolu změn:
de: So erzeugen (und überschreiben) Sie einen neuen MIME-Typ und überprüfen die Änderungen:
eu: MIME mota bat sortzea (edo gainidaztea) eta aldaketak egiaztatzea:
ja: MIME 型を作成 (または上書き) して検証する際の手順は次のとおりです:
ko: MIME 형식을 새로 만들고 (혹은 수정하고) 이를 확인하려면 다음과 같이 하십시오:
pt: Para criar (ou sobrepor) um tipo MIME e verificar as alterações:

source: Make a new, empty file in your home directory called <filename>testing.xyz</filename>.
ca: Creeu un fitxer nou i buit anomenat <filename>testing.xyz</filename> en el directori d'usuari.
cs: Vytvořte ve své domovské složce nový prázdný soubor nazvaný <filename>testing.xyz</filename>.
de: Erstellen Sie eine neue, leere Datei namens <filename>testing.xyz</filename> in Ihrem persönlichen Ordner.
eu: Sortu <filename>testing.xyz</filename> izeneko fitxategi berri, huts bat etxeko direktorioan.
ja: ホーム・フォルダに <filename>testing.xyz</filename> という新しい空のファイルを作成する
ko: 홈 디렉토리에 <filename>testing.xyz</filename>라는 아무 내용없는 새 파일을 만듭니다.
pt: Crie um ficheiro novo, vazio, na sua pasta pessoal denominado <filename>testing.xyz</filename>.

source: When no glob patterns or magic rules match a file, then it is resolved to the MIME type <literal>text/plain</literal> if it contains textual data or <literal>application/octet-stream</literal> for binary data. If the file is empty, then it defaults to <literal>text/plain</literal>.
ca: Si cap patró global o regla màgica coincideix amb un fitxer, aquest es resoldrà com el tipus MIME <literal>text/plain</literal> si conté dades contextuals, o com a <literal>application/octet-stream</literal> per a dades binàries. Si el fitxer està buit, llavors es resol com a <literal>text/plain</literal>.
cs: V situaci, kdy souboru neodpovídá žádná hromadná maska ani magické pravidlo, je typ MIME pro soubor vyhodnocen jako <literal>text/plain</literal>, pokud soubor obsahuje textová data, nebo jako <literal>application/octet-stream</literal>, pokud soubor obsahuje binární data. Pokud je soubor prázdný, je výchozím typem MIME <literal>text/plain</literal>.
de: Wenn weder Übereinstimmungsregeln noch magische Regeln auf eine Datei passen, wird der MIME-Typ als <literal>text/plain</literal> angegeben, falls es sich beim Inhalt um Text handelt, oder <literal>application/octet-stream</literal> bei binären Daten. Falls die Datei leer ist, dann fällt der MIME-Typ auf die Vorgabe <literal>text/plain</literal> zurück.
eu: Fitxategiak korrespondentzia-ereduekin edo arau magikoekin bat ez datozenean, <literal>text/plain</literal> MIME mota esleitzen zaie testua badaukate, eta <literal>application/octet-stream</literal> esleitzen zaie datu bitarrak badituzte. Fitxategia hutsik badago, <literal>text/plain</literal> da lehenetsia.
ja: 特定のファイルにマッチさせる glob パターンや magic ルールが必要ない時に、ファイルの中に文字列からなるデータが格納されているならば <literal>text/plain</literal> という MIME 型を、あるいはバイナリ・データが格納されていれば <literal>application/octet-stream</literal> という MIME 型を割り当てます (もしファイルが空ならば、デフォルトでは <literal>text/plain</literal> を割り当てます)。
ko: 어떤 파일이 아무 glob 패턴과도 일치하지 않고 매직 규칙에도 해당하지 않을 때는, 이 파일이 텍스트 데이터를 포함한다면 <literal>text/plain</literal>으로, 바이너리 데이터를 포함한다면 <literal>application/octet-stream</literal>으로 MIME 형식이 정해집니다. 만약 파일이 비어있다면 기본값으로 <literal>text/plain</literal> 형식이 지정됩니다.
pt: Quando nenhum padrão glob nem regra mágica equivale a um ficheiro, este é resolvido para o tipo MIME <literal>text/plain</literal> se contiver dados de texto ou <literal>application/octet-stream</literal> se contiver dados binários. Se o ficheiro estiver vazio, por omissão será <literal>text/plain</literal>.

source: Use <application>matevfs-info</application> on the file to find out the MIME type.The MIME type for this file should be detected as <literal>text/plain</literal> because there are not any glob patterns or magic rules that match it<placeholder-1/>.
ca: Utilitzeu el <application>matevfs-info</application> sobre el fitxer per a esbrinar el tipus MIME. El tipus MIME per a aquest fitxer s'hauria de detectar com a <literal>text/plain</literal> perquè no hi ha cap patró global o regla màgica que coincideixin amb ell<placeholder-1/>.
cs: Použijte <application>matevfs-info</application> k určení typ MIME tohoto souboru. Měl by se jako typ MIME detekovat <literal>text/plain</literal>, protože zatím není žádná hromadná maska nebo magické pravidlo, které by mu odpovídaly.
de: Rufen Sie <application>matevfs-info</application> mit der Datei auf, um den MIME-Typ herauszufinden. Der MIME-Typ für diese Datei sollte <literal>text/plain</literal> sein, da es keine Übereinstimmungsregeln oder magischen Regeln gibt, die sie als <placeholder-1/> kennzeichnen.
eu: Erabili <application>matevfs-info</application> fitxategiaren MIME mota zein den jakiteko. Fitxategi honen MIME mota <literal>text/plain</literal> dela adierazi beharko luke, ez baitago fitxategiarekin<placeholder-1/> bat datorren korrespondentzia-eredurik edo arau magikorik.
ja: <application>matevfs-info</application> コマンドを使ってこのファイルの MIME 型を解析してみる (このファイルの MIME 型が <literal>text/plain</literal> として検出されているかどうかを確認すること; なぜなら glob パターンも magic ルールも存在していないので<placeholder-1/>)
ko: <application>matevfs-info</application> 프로그램을 이용하여 이 파일의 MIME 형식을 확인합니다. 이 파일은 어떤 glob 패턴이나 매직 규칙에 해당하지 않으므로 MIME 형식은 <literal>text/plain</literal>으로 인식될 것입니다.
pt: Utilize o <application>matevfs-info</application> sobre o ficheiro para detectar o seu tipo MIME.O tipo MIME deste ficheiro deverá ser detectado como <literal>text/plain</literal> pois não existem padrões glob nem regras mágicas que façam equivalência<placeholder-1/>.

source: Create (or modify) the <filename>Overrides.xml</filename> file as described in <xref linkend="mimetypes-addmodify"/> with the contents given in <xref linkend="mimetypes-overrides-xml"/>.
ca: Creeu (o modifiqueu) el fitxer <filename>Overrides.xml</filename> com es descriu a la secció <xref linkend="mimetypes-addmodify"/> amb els continguts proporcionats en l'<xref linkend="mimetypes-overrides-xml"/>.
cs: Vytvořte (nebo upravte) soubor <filename>Overrides.xml</filename> jak popisuje <xref linkend="mimetypes-addmodify"/>, přičemž pro obsah použijte <xref linkend="mimetypes-overrides-xml"/>.
de: Erstellen (oder bearbeiten) Sie die Datei <filename>Overrides.xml</filename>, wie in <xref linkend="mimetypes-addmodify"/> beschrieben, mit dem in <xref linkend="mimetypes-overrides-xml"/> angegebenen Inhalt.
eu: Sortu (edo aldatu) <filename>Overrides.xml</filename> fitxategia, <xref linkend="mimetypes-addmodify"/>(e)n azaldutakoaren arabera, <xref linkend="mimetypes-overrides-xml"/>(e)ko edukiekin.
ja: 「<xref linkend="mimetypes-addmodify"/>」で説明したように、<xref linkend="mimetypes-overrides-xml"/> の内容で <filename>Overrides.xml</filename> というファイルを作成するかまたは変更する
ko: <xref linkend="mimetypes-addmodify"/> 부분에서 설명한대로 <filename>Overrides.xml</filename> 파일을 만듭니다. (이미 있다면 수정합니다.) 파일의 내용은 <xref linkend="mimetypes-overrides-xml"/>의 것을 사용합니다.
pt: Crie (ou altere) o ficheiro <filename>Overrides.xml</filename> tal como descrito em <xref linkend="mimetypes-addmodify"/> com o conteúdo indicado em <xref linkend="mimetypes-overrides-xml"/>.

source: Refresh the database using <application>update-mime-database</application>.
ca: Refresqueu la base de dades utilitzant l'<application>update-mime-database</application>.
cs: Občerstvěte databázi pomocí <application>update-mime-database</application>.
de: Aktualisieren Sie die Datenbank mittels <application>update-mime-database</application>.
eu: Freskatu datu-basea <application>update-mime-database</application> erabiliz.
ja: <application>update-mime-database</application> コマンドでデータベースを更新する
ko: <application>update-mime-database</application> 프로그램을 이용하여 데이터베이스를 갱신합니다.
pt: Actualize a base de dados utilizando o <application>update-mime-database</application>.

source: Use <application>matevfs-info</application> to verify that your change has taken effect. You should see the MIME type for the <filename>testing.xyz</filename> file resolved as <literal>application/x-newtype</literal>.
ca: Utilitzeu el <application>matevfs-info</application> per a verificar que els canvis han tingut efecte. Hauríeu de veure el tipus MIME per al fitxer <filename>testing.xyz</filename> resolt com a <literal>application/x-newtype</literal>.
cs: Použijte <application>matevfs-info</application> k ověření, že vaše změny měli požadovaný efekt. Měli byste pro soubor <filename>testing.xyz</filename> uvidět uvedený typ MIME jako <literal>application/x-newtype</literal>.
de: Verwenden Sie <application>matevfs-info</application>, um zu überprüfen, ob Ihre Änderungen wirksam sind. Der MIME-Typ <filename>testing.xyz</filename> sollte nun als <literal>application/x-newtype</literal> erscheinen.
eu: Erabili <application>matevfs-info</application> aldaketa gauzatu dela egiaztatzeko. <filename>testing.xyz</filename> fitxategiaren MIME mota <literal>application/x-newtype</literal> dela ikusi beharko zenuke.
ja: <application>matevfs-info</application> コマンドを使い、変更点の内容を検証する (この <filename>testing.xyz</filename> ファイルの MIME 型が <literal>application/x-newtype</literal> になっているか確認する)
ko: <application>matevfs-info</application> 프로그램을 이용하여 변경 사항이 적용되었는지 확인합니다. <filename>testing.xyz</filename> 파일의 MIME 형식이 <literal>application/x-newtype</literal>으로 인식되는 것을 볼 수 있을 것입니다.
pt: Utilize o <application>matevfs-info</application> para verificar que a sua alteração tomou efeito. Deverá ver o tipo MIME do ficheiro <filename>testing.xyz</filename> detectado como <literal>application/x-newtype</literal>.

source: <filename>Overrides.xml</filename> file
ca: Fitxer <filename>Overrides.xml</filename>
cs: Soubor <filename>Overrides.xml</filename>
de: Die Datei <filename>Overrides.xml</filename>
eu: <filename>Overrides.xml</filename> fitxategia
ja: <filename>Overrides.xml</filename> ファイル
ko: <filename>Overrides.xml</filename> 파일
pt: Ficheiro <filename>Overrides.xml</filename>

source: Registering Applications for MIME Types
ca: Registre d'aplicacions per als tipus MIME
cs: Registrace aplikací k typům MIME
de: Registrieren von Anwendungen für MIME-Typen
eu: MIME moten aplikazioak erregistratzea
ja: MIME 型を処理するアプリケーションを登録する
ko: MIME 형식을 위한 등록하기
pt: Registar Aplicações para Tipos MIME

source: registering applications for
ca: registrar aplicacions per a
cs: registrace aplikací
de: Anwendungen registrieren für
eu: aplikazioak erregistratzea
ko: 프로그램 등록하기
pt: registar aplicações para

source: applications
ca: aplicacions
cs: aplikace
de: Anwendungen
eu: aplikazioak
ko: 프로그램
pt: aplicações

source: registry
ca: registrar
cs: registrace
de: Registrierung
eu: erregistroa
ko: 등록
pt: registo

source: Registering applications to handle MIME types is fairly straightforward. Applications are registered by creating a <literal>MimeType</literal> key in their <filename>.desktop</filename> entry file and listing each MIME type separated by a semicolon. The <literal>MimeType</literal> key should only be used in <filename>.desktop</filename> files whose <literal>Type</literal> key has the value <quote><literal>Application</literal></quote>. For more information on <filename>.desktop</filename> files, see <xref linkend="menustructure-desktopentry"/>.
ca: Registrar aplicacions que gestionin tipus MIME és bastant fàcil. Les aplicacions són registrades en crear una clau <literal>MimeType</literal> en el seu fitxer d'entrada <filename>.desktop</filename> i llistant cada tipus MIME separat per un punt i coma. La clau <literal>MimeType</literal> només s'hauria d'utilitzar en fitxers <filename>.desktop</filename> en els quals la seva clau <literal>Type</literal> tingui el valor <quote><literal>Application</literal></quote>. Per a obtenir més informació sobre els fitxers <filename>.desktop</filename>, vegeu la <xref linkend="menustructure-desktopentry"/>.
cs: Registrace aplikace pro práci s typy MIME je poměrně přímočará. Aplikace se zaregistruje vytvořením klíče <literal>MimeType</literal> v jejím vstupním souboru <filename>.desktop</filename> a uvede všechny typy MIME oddělené dvojtečkami. Klíč <literal>MimeType</literal> by se měl používat pouze v souborech <filename>.desktop</filename>, u nichž má klíč <literal>Type</literal> hodnotu <quote><literal>Application</literal></quote>. Více informací o souborech <filename>.desktop</filename> uvádí <xref linkend="menustructure-desktopentry"/>.
de: Die Registrierung von Anwendungen für MIME-Typen ist recht unkompliziert. Dies geschieht durch das Erstellen von <literal>MimeType</literal>-Schlüsseln in den <filename>.desktop</filename>-Dateien der Anwendungen, wobei mehrere MIME-Typen durch Semikola voneinander getrennt werden. Der <literal>MimeType</literal>-Schlüssel sollte nur in <filename>.desktop</filename>-Dateien verwendet werden, deren <literal>Type</literal>-Schlüssel den Wert »<literal>Application</literal>« hat. Weitere Informationen zu <filename>.desktop</filename>-Dateien finden Sie in <xref linkend="menustructure-desktopentry"/>.
eu: MIME motak maneiatzeko aplikazioak erregistratzea nahiko erraza da. Aplikazioak erregistratzeko aplikazioaren <filename>.desktop</filename> sarrera fitxategiko <literal>MimeType</literal> gakoa sortu behar da, eta MIME mota bakoitza puntu eta komaz bereizita zerrendatu. <literal>Type</literal> gakoak <quote><literal>Application</literal></quote> balioa duen <filename>.desktop</filename> fitxategietan soilik erabili beharko litzateke <literal>MimeType</literal> gakoa. <filename>.desktop</filename> fitxategiei buruzko informazio gehiago behar baduzu, ikus <xref linkend="menustructure-desktopentry"/>.
ja: 任意の MIME 型のファイルを扱うアプリケーションの登録はかなり単純です。それらのアプリケーションの <filename>.desktop</filename> の中に <literal>MimeType</literal> キーを持つエントリを一つ作成し、MIME 型をセミコロン (<quote>;</quote>) で区切って並べます。<literal>MimeType</literal> というキーは、<literal>Type</literal> キーの値が <quote><literal>Application</literal></quote> である <filename>.desktop</filename> でのみ使用するようにしてください。<filename>.desktop</filename> ファイルについて詳細は「<xref linkend="menustructure-desktopentry"/>」をご覧ください。
ko: MIME 형식을 처리하기 위해 프로그램을 등록하는 과정은 아주 직관적입니다. 프로그램을 등록하려면 <filename>.desktop</filename> 엔트리 파일에 <literal>MimeType</literal> 키를 만들고 각각의 MIME 형식에 대한 목록을 세미콜론(;)으로 구분하여 써 주면 됩니다. <literal>MimeType</literal> 키는 오직 <filename>.desktop</filename> 파일의 <literal>Type</literal> 키의 값이 <quote><literal>Application</literal></quote>인 경우에만 사용되어야 합니다. <filename>.desktop</filename> 파일에 대한 자세한 정보는 <xref linkend="menustructure-desktopentry"/> 부분을 보기 바랍니다.
pt: Registar aplicações para gerir tipos MIME é bastante simples. As aplicações são registadas criando-se uma chave <literal>MimeType</literal> no seu ficheiro de definição de iniciador <filename>.desktop</filename> com uma lista de cada tipo MIME separado por ponto-e-vírgula. A chave <literal>MimeType</literal> apenas deve ser utilizada em ficheiros <filename>.desktop</filename> cuja chave <literal>Type</literal> tenha o valor <quote><literal>Application</literal></quote>. Para mais informações sobre os ficheiros <filename>.desktop</filename>, consulte <xref linkend="menustructure-desktopentry"/>.
