Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: You can also set other HTTP proxy-related preferences. For information on the other HTTP proxy preferences, see the <filename>system_http_proxy.schemas</filename> schema definition file.
ca: També podeu establir altres preferències relacionades amb el servidor intermediari HTTP. Per a obtenir més informació de les altres preferències del servidor intermediari HTTP, vegeu el fitxer de definició d'esquemes <filename>system_http_proxy.schemas</filename>.
cs: Můžete nastavit i další předvolby, které se vztahují k proxy HTTP. Na informace o dalších předvolbách proxy HTTP se můžete podívat do souboru definice schématu <filename>system_http_proxy.schemas</filename>.
de: Sie können auch weitere auf HHTP-Proxies bezogene Einstellungen anpassen. Weitere Informationen hierzu finden Sie in der Schema-Definitionsdatei <filename>system_http_proxy.schemas</filename>.
eu: HTTP proxy-arekin lotutako beste hobespen batzuk ere ezar daitezke. HTTP proxy hobespenei buruz informazioa lortzeko, ikus <filename>system_http_proxy.schemas</filename> eskemen definizio-fitxategia.
ja: さらに HTTP プロキシに関連する他の設定も指定できます。これらの設定について詳細は <filename>system_http_proxy.schemas</filename> というスキーマの定義ファイルを参照してみてください。
ko: HTTP 프록시에 관련된 다른 설정들도 변경할 수 있습니다. 다른 HTTP 프록시 설정값들에 대한 정보는 <filename>system_http_proxy.schemas</filename> 스키마 정의 파일을 보기 바랍니다.
pt: Pode também definir outras preferências relacionadas com a proxy HTTP. Para informações sobre outras preferências relacionadas com a proxy HTTP, consulte o ficheiro de definição de esquema <filename>system_http_proxy.schemas</filename>.

source: To Set Print Manager Preferences
ca: Establiment de les preferències de la gestió d'impressió
cs: Nastavení předvoleb správce tisku
de: Einstellungen zur Druckverwaltung
eu: Inprimatze-kudeatzailearen hobespenak ezartzea
ja: プリンタ・マネージャを設定する
ko: 인쇄 관리자 설정 방법
pt: Definir Preferências do Gestor de Impressão

source: To set print manager preferences, you modify the values of the preference keys in the <systemitem>/apps/mate-print-manager</systemitem> location. For example, if you do not want users to view the print jobs of other users, set a mandatory value as follows:
ca: Per a establir les preferències de la gestió d'impressió, modifiqueu els valors de les claus de preferència a la ubicació <systemitem>/apps/mate-print-manager</systemitem>. Per exemple, si no voleu que els usuaris vegin les tasques d'impressió d'altres usuaris, establiu un valor obligatori de la manera següent:
cs: Pro nastavení předvolby správce tisku změňte hodnoty klíče předvolby v umístění <systemitem>/apps/mate-print-manager</systemitem>. Když například nechcete, aby mohli uživatelé prohlížet tiskové úlohy ostatních uživatelů, natavte povinnou hodnotu následovně:
de: Um die Einstellungen für die Druckverwaltung zu setzen, ändern Sie die Werte der Einstellungsschlüssel in <systemitem>/apps/mate-print-manager</systemitem>. Wenn Sie beispielsweise möchten, dass die Druckaufträge eines Benutzers für andere Benutzer nicht sichtbar sind, setzen Sie den obligatorischen Wert wie folgt:
eu: Inprimatze-kudeatzailearen hobespenak ezartzeko, <systemitem>/apps/mate-print-manager</systemitem> kokalekuko hobespen-gakoen balioak aldatu behar dira. Adibidez, erabiltzaileek beste erabiltzaileen inprimatze-lanak ez ikusteko, ezarri honela derrigorrezko balio bat:
ja: プリンタ・マネージャを設定する際は <systemitem>/apps/mate-print-manager</systemitem> という場所にある設定キーの値を変更します。例えば、他のユーザが要求した印刷ジョブを一緒に表示させたくない場合のコマンドは次のような書式になります:
ko: 인쇄 관리자의 설정을 변경하려면, <systemitem>/apps/mate-print-manager</systemitem> 위치 내의 설정 키의 값을 수정해야 합니다. 예를 들어 사용자들이 다른 사용자의 인쇄 작업을 보지 못하도록 하려면 다음과 같이 필수값을 설정합니다:
pt: Para definir as preferências do gestor de impressão, deverá alterar os valores das chaves de preferências na localização <systemitem>/apps/mate-print-manager</systemitem>. Por exemplo, se não desejar que os utilizadores visualizem os trabalhos de impressão dos outros utilizadores, defina um valor obrigatório da seguinte forma:

source: print manager, setting
ca: gestió d'impressió, paràmetre
cs: správce tisku, nastavení
de: Druckerverwaltung
eu: inprimatze-kudeatzailea, ezarpena
ko: 인쇄 관리자, 설정
pt: gestão de impressão, definir

source: print manager
ca: gestió d'impressió
cs: správce tisku
de: Druckerverwaltung
eu: inprimatze-kudeatzailea
ja: プリンタ・マネージャ
ko: 인쇄 관리자
pt: gestão de impressão

source: To set a default value for this preference, run the following command:
ca: Per a establir el valor predeterminat per a aquesta preferència, executeu l'ordre següent:
cs: Pokud chcete nastavit výchozí hodnotu pro tuto předvolbu, spusťte následující příkaz:
de: Um einen Vorgabewert für diese Einstellung festzulegen, führen sie folgenden Befehl aus:
eu: Hobespen horren balio lehenetsia ezartzeko, exekutatu komando hau:
ja: そして、デフォルトの値を指定する場合のコマンドは次のような書式になります:
ko: 이 설정의 기본값을 변경하려면, 다음 명령을 실행합니다:
pt: Para definir um valor por omissão para esta preferência, execute o seguinte comando:

source: You can also set other print manager preferences. For information on the other print manager preferences, see the <filename>mate-print-manager.schemas</filename> schema definition file.
ca: També podeu establir altres preferències de la gestió d'impressió. Per a obtenir més informació de les altres preferències de la gestió d'impressió, vegeu el fitxer de definició d'esquemes <filename>mate-print-manager.schemas</filename>.
cs: Můžete nastavit i další předvolby, které se vztahují ke správci tisku. Na informace o dalších předvolbách správce tisku se můžete podívat do souboru definice schématu <filename>mate-print-manager.schemas</filename>.
de: Sie können weitere Einstellungen für die Druckverwaltung setzen. Weitere Informationen über die Einstellungen der Druckverwaltung finden Sie in der Schema-Definitionsdatei <filename>mate-print-manager.schemas</filename>.
eu: Inprimatze-kudeatzailearen beste hobespen batzuk ere ezar daitezke. Inprimatze-kudeatzailearen beste hobespen batzuei buruzko informazioa lortzeko, ikus <filename>mate-print-manager.schemas</filename> eskemen definizio-fitxategia.
ja: さらにプリンタ・マネージャに関連する他の設定も指定できます。これらの設定について詳細は <filename>mate-print-manager.schemas</filename> というスキーマの定義ファイルを参照してみてください。
ko: 인쇄 관리자와 관련된 다른 설정들도 변경할 수 있습니다. 다른 인쇄 관리자 설정값들에 대한 정보는 <filename>mate-print-manager.schemas</filename> 스키마 정의 파일을 보기 바랍니다.
pt: Pode também definir outras preferências de gestão de impressão. Para informações sobre outras preferências relacionadas com a gestão de impressão, consulte o ficheiro de definição de esquema <filename>mate-print-manager.schemas</filename>.

source: To Set the Number of Workspaces
ca: Establiment del número d'espais de treball
cs: Nastavení počtu pracovních ploch
de: Anzahl der Arbeitsflächen einstellen
eu: Laneko area kopurua ezartzea
ja: ワークスペースの個数を指定する
ko: 작업 공간 갯수 설정 방법
pt: Definir o Número de Áreas de Trabalho

source: number of workspaces, setting
ca: número d'espais de treball, paràmetre
cs: počet pracovních ploch, nastavení
de: Festlegen der Anzahl der Arbeitsflächen
eu: laneko area kopurua, ezarpena
ko: 작업 공간 갯수, 설정
pt: número de áreas de trabalho, definir

source: workspaces
ca: espais de treball
cs: pracovní plochy
de: Arbeitsflächen
eu: laneko areak
ko: 작업 공간
pt: área de trabalho

source: setting number with MateConf
ca: establir el número d'espais de treball amb el MateConf
cs: nastavení počtu s MateConf
de: Anzahl festlegen mit MateConf
eu: MateConf-ekin kopurua ezartzea
ko: MateConf로 숫자 설정하기
pt: definir o número utilizando o MateConf

source: To set a mandatory number of workspaces, use the following command:
ca: Per a establir un número obligatori d'espais de treball, utilitzeu l'ordre següent:
cs: Pro nastavení povinného počtu pracovních ploch použijte následující příkaz:
de: Um eine obligatorische Anzahl von Arbeitsflächen festzulegen, führen Sie folgenden Befehl aus:
eu: Laneko derrigorrezko area kopurua ezartzeko, erabili komando hau:
ja: ワークスペースの個数を固定にする場合のコマンドは次のような書式になります:
ko: 작업 공간의 갯수의 필수값을 변경하려면 다음 명령을 실행합니다:
pt: Para definir um número obrigatório de áreas de trabalho, utilize o seguinte comando:

source: integer
ca: enter
cs: celé-číslo
eu: osoko zenbakia
ja: 整数値
ko: 정수
pt: inteiro

source: To set a default number of workspaces, use the following command:
ca: Per a establir un número predeterminat d'espais de treball, utilitzeu l'ordre següent:
cs: Pokud chcete nastavit výchozí počet pracovních ploch, použijte následující příkaz:
de: Um die vorgegebene Anzahl der Arbeitsflächen festzulegen, führen Sie folgenden Befehl aus:
eu: Laneko area kopuru lehenetsia ezartzeko, erabili komando hau:
ja: そして、ワークスペースのデフォルトの個数を指定する場合のコマンドは次のような書式になります:
ko: 작업 공간 갯수의 기본값을 변경하려면 다음 명령을 실행합니다:
pt: Para definir um número por omissão de áreas de trabalho, utilize o seguinte comando:

source: You can also set other window manager preferences. For information on the other window manager preferences, see the <filename>marco.schemas</filename> schema definition file.
ca: També podeu establir altres preferències de la gestió de les finestres. Per a obtenir més informació de les altres preferències de la gestió de les finestres, vegeu el fitxer de definició d'esquemes <filename>marco.schemas</filename>.
cs: Můžete nastavit i další předvolby, které se vztahují k okennímu správci. Na informace o dalších předvolbách okenního správce se můžete podívat do souboru definice schématu <filename>marco.schemas</filename>.
de: Sie können weitere Einstellungen für die Fensterverwaltung setzen. Weitere Informationen über die Einstellungen der Fensterverwaltung finden Sie in der Schema-Definitionsdatei <filename>marco.schemas</filename>.
eu: Leiho-kudeatzailearen beste hobespen batzuk ere ezar daitezke. Leiho-kudeatzailearen beste hobespen batzuei buruzko informazioa lortzeko, ikus <filename>marco.schemas</filename> eskemen definizio-fitxategia.
ja: さらにウィンドウ・マネージャに関連する他の設定も指定できます。これらの設定について詳細は <filename>marco.schemas</filename> というスキーマの定義ファイルを参照してみてください。
ko: 창 관리자에 관련된 다른 설정들도 변경할 수 있습니다. 다른 창 관리자 설정값들에 대한 정보는 <filename>marco.schemas</filename> 스키마 정의 파일을 보기 바랍니다.
pt: Pode também definir outras preferências do seu gestor de janelas. Para informação sobre outras preferências do gestor de janelas, consulte o ficheiro de definição de esquema <filename>marco.schemas</filename>.

source: To Set Keyboard Accessibility Preferences
ca: Establiment de les preferències de l'accessibilitat del teclat
cs: Nastavení předvoleb přístupnosti klávesnice
de: Festlegen von Einstellungen zur Tastatur-Barrierefreiheit
eu: Teklatuaren erabilerraztasun-hobespenak ezartzea
ja: キーボードの操作性を設定する
ko: 키보드 접근성 설정 방법
pt: Definir Preferências de Acessibilidade de Teclado

source: keyboard accessibility, setting
ca: accessibilitat del teclat, paràmetre
cs: přístupnost klávesnice, natavení
de: Tastatur-Barrierefreiheit einstellen
eu: teklatuaren erabilerraztasuna, ezarpenak
ko: 키보드 접근성, 설정
pt: acessibilidade do teclado, definir

source: keyboard
ca: teclat
cs: klávesnice
de: Tastatur
eu: teklatua
ko: 키보드
pt: teclado

source: setting accessibility preferences with MateConf
ca: establir les preferències de l'accessibilitat del teclat amb el MateConf
cs: nastavení předvoleb přístupnosti s MateConf
de: Barrierefreiheits-Einstellungen mit MateConf
eu: MateConf-ekin erabilerraztasun-hobespenak ezartzea
ko: MateConf로 접근성 기능 설정하기
pt: definir preferências de acessibilidade utilizando o MateConf

source: To set keyboard accessibility preferences, you modify the values of the preference keys in the <systemitem>/desktop/mate/accessibility/keyboard</systemitem> location. For example, if you want to set a mandatory value so that keyboard accessibility features are enabled, run the following command:
ca: Per a establir les preferències de l'accessibilitat del teclat, modifiqueu els valors de les claus de preferència a la ubicació <systemitem>/desktop/mate/accessibility/keyboard</systemitem>. Per exemple, si voleu establir un valor obligatori de manera que les funcions d'accessibilitat del teclat estiguin habilitades, executeu l'ordre següent:
cs: Pro nastavení předvolby přístupnosti klávesnice změňte hodnoty klíčů předvolby v umístění <systemitem>/desktop/mate/accessibility/keyboard</systemitem>. Když chcete například nastavit povinnou hodnotu tak, aby funkce přístupnosti klávesnice byly zapnuté, spusťte tento příkaz:
de: Um die Einstellungen für die Tastatur-Barrierefreiheit zu setzen, ändern Sie die Werte der Einstellungsschlüssel in <systemitem>/desktop/mate/accessibility/keyboard</systemitem>. Wenn Sie einen obligatorischen Wert so festlegen wollen, dass die Funktionsmerkmale der Tastatur-Barrierefreiheit aktiviert sind, führen Sie folgenden Befehl aus:
eu: Teklatuaren erabilerraztasun-hobespenak ezartzeko, <systemitem>/desktop/mate/accessibility/keyboard</systemitem> kokalekuko hobespen-gakoen balioak aldatu behar dira. Adibidez, teklatuaren erabilerraztasun-eginbideak gaitzeko derrigorrezko balioa ezartzeko, exekutatu komando hau:
ja: キーボードを使った操作性を設定する際は <systemitem>/desktop/mate/accessibility/keyboard</systemitem> という場所にある設定キーの値を変更します。例えば、強制的にキーボードのアクセシビリティの機能を有効にする場合のコマンドは次ような書式になります:
ko: 키보드 접근성 설정을 변경하려면 <systemitem>/desktop/mate/accessibility/keyboard</systemitem> 위치에 있는 설정 키의 값을 수정해야 합니다. 예를 들어 키보드 접근성 기능을 사용하도록 필수값을 설정하려면 다음 명령을 실행합니다:
pt: Para definir preferências de acessibilidade de teclado, deverá alterar os valores das chaves de preferências na localização <systemitem>/desktop/mate/accessibility/keyboard</systemitem>. Por exemplo, se deseja definir um valor obrigatório para activar as funcionalidades de acessibilidade, execute o seguinte comando:

source: You can also set other keyboard accessibility preferences. For information on the other keyboard accessibility preferences, see the <filename>desktop_mate_accessibility_keyboard.schemas</filename> schema definition file.
ca: També podeu establir altres preferències de l'accessibilitat del teclat. Per a obtenir més informació de les altres preferències de l'accessibilitat del teclat, vegeu el fitxer de definició d'esquemes <filename>desktop_mate_accessibility_keyboard.schemas</filename>.
cs: Můžete nastavit i další předvolby, které se vztahují k přístupnosti klávesnice. Na informace o dalších předvolbách přístupnosti klávesnice se můžete podívat do souboru definice schématu <filename>desktop_mate_accessibility_keyboard.schemas</filename>.
de: Sie können weitere Einstellungen für die Tastatur-Barrierefreiheit setzen. Weitere Informationen über die Einstellungen der Tastatur-Barrierefreiheit finden Sie in der Schema-Definitionsdatei <filename>desktop_mate_accessibility_keyboard.schemas</filename>.
eu: Teklatuaren beste erabilerraztasun-hobespen batzuk ere ezar daitezke. Beste hobespen horiei buruzko informazioa lortzeko, ikus <filename>desktop_mate_accessibility_keyboard.schemas</filename> eskemen definizio-fitxategia.
ja: さらにキーボードの操作性に関連する他の設定も変更できます。これらの設定について詳細は <filename>desktop_mate_accessibility_keyboard.schemas</filename> というスキーマの定義ファイルを参照してみてください。
ko: 키보드 접근성 기능에 관련된 다른 설정들도 변경할 수 있습니다. 다른 키보드 접근성 기능 설정값들에 대한 정보는 <filename>desktop_mate_accessibility_keyboard.schemas</filename> 스키마 정의 파일을 보기 바랍니다.
pt: Pode também definir outras preferências de acessibilidade de teclado. Para informações sobre outras preferências de acessibilidade de teclado, consulte o ficheiro de definição de esquema <filename>desktop_mate_accessibility_keyboard.schemas</filename>.

source: To Set Keyboard Shortcut Preferences
ca: Establiment de les preferències de les dreceres de teclat
cs: Nastavení předvoleb klávesových zkratek
de: Einstellungen für Tastenkombinationen
eu: Laster-teklen hobespenak ezartzea
ja: キーボード・ショートカットを指定する
ko: 키보드 단축키 설정 방법
pt: Definir Preferências de Atalhos de Teclado

source: keyboard shortcuts, setting
ca: dreceres de teclat, paràmetre
cs: klávesové zkratky, nastavení
de: Tastenkombinationen konfigurieren
eu: laster-teklak, ezarpena
ko: 키보드 단축키, 설정
pt: atalhos de teclado, definir

source: setting shortcut preferences with MateConf
ca: establir les preferències de les dreceres amb el MateConf
cs: nastavení předvoleb zkratek s MateConf
de: Setzen von Tastenkürzeln mit MateConf
eu: MateConf-ekin laster-teklen hobespenak ezartzea
ko: MateConf로 단축키 설정하기
pt: definir preferências de atalhos utilizando o MateConf

source: To set keyboard shortcut preferences, you modify the values of preference keys in <systemitem>/apps/marco/global_keybindings</systemitem> location. For example, you might want users to use only the <keycombo><keycap>Alt</keycap><keycap>F3</keycap></keycombo> keyboard shortcut to open the <guilabel>Run Application</guilabel> dialog. To set this mandatory value, run the following command:
ca: Per a establir les preferències de les dreceres de teclat, modifiqueu els valors de les claus de preferència en la ubicació <systemitem>/apps/marco/global_keybindings</systemitem>. Per exemple, en cas que vulgueu que els usuaris només puguin utilitzar la drecera de teclat <keycombo><keycap>Alt</keycap><keycap>F3</keycap></keycombo> per a obrir el diàleg <guilabel>Executa una aplicació</guilabel>. Per a establir aquest valor obligatori, executeu l'ordre següent:
cs: Pro nastavení předvolby klávesových zkratek změňte hodnoty klíčů v umístění <systemitem>/apps/marco/global_keybindings</systemitem>. Můžete třeba chtít, aby uživatelé používali klávesovou zkratku <keycombo><keycap>Alt</keycap><keycap>F3</keycap></keycombo> pouze k otevírání dialogového okna <guilabel>Spustit aplikaci</guilabel>. Pro natavení této povinné hodnoty spusťte následující příkaz:
de: Um die Einstellungen für die Tastenkombinationen zu setzen, ändern Sie die Werte der Einstellungsschlüssel in <systemitem>//marco/global_keybindings</systemitem>. Wenn Sie beispielsweise Benutzern nur die Tastenkombination <keycombo><keycap>Alt</keycap><keycap>F3</keycap></keycombo> zum Öffnen des Dialogs <guilabel>Anwendung ausführen</guilabel> gestatten wollen, führen Sie zum Festlegen dieses obligatorischen Wertes folgenden Befehl aus:
eu: Laster-teklen hobespenak ezartzeko, <systemitem>/apps/marco/global_keybindings</systemitem> kokalekuko hobespen-gakoen balioak aldatu behar dira. Adibidez, <guilabel>Exekutatu aplikazioa</guilabel> elkarrizketa-koadroa irekitzeko erabiltzaileek <keycombo><keycap>Alt</keycap><keycap>F3</keycap></keycombo> laster-tekla bakarrik erabil dezaten derrigorrezko balioa ezartzeko, exekutatu komando hau:
ja: キーボードのショートカットを設定する際は <systemitem>/apps/marco/global_keybindings</systemitem> という場所にある設定キーの値を変更します。例えば、<keycombo><keycap>Alt</keycap><keycap>F3</keycap></keycombo> というキーボード・ショートカットだけを使って「<guilabel>アプリケーションの起動</guilabel>」ダイアログを開きたいという場合です。これを変更不可の設定として指定する場合のコマンドは次のような書式になります:
ko: 키보드 단축 설정을 변경하려면, <systemitem>/apps/marco/global_keybindings</systemitem> 위치 내의 설정 키의 값을 수정해야 합니다. 예를 들어 사용자들이 <keycombo><keycap>Alt</keycap><keycap>F3</keycap></keycombo> 단축키로만 <guilabel>프로그램 실행</guilabel> 대화 상자를 열게 하려면 다음 명령을 실행하여 이에 대한 필수값을 설정합니다:
pt: Para definir preferências de atalhos de teclado, deverá alterar os valores das chaves de preferências na localização <systemitem>/apps/marco/global_keybindings</systemitem>. Por exemplo, poderá querer que os utilizadores apenas utilizem o atalho de teclado <keycombo><keycap>Alt</keycap><keycap>F3</keycap></keycombo> para abrir o diálogo de <guilabel>Executar Aplicação</guilabel>. Para definir este valor obrigatório, execute o seguinte comando:

source: You can also set other keyboard shortcut preferences. For information on the other keyboard shortcut preferences, see the <filename>marco.schemas</filename> schema definition file.
ca: També podeu establir altres preferències de les dreceres de teclat. Per a obtenir més informació sobre les altres preferències de les dreceres de teclat, vegeu el fitxer de definició d'esquemes <filename>marco.schemas</filename>.
cs: Můžete nastavit i další předvolby, které se týkají klávesových zkratek. Na informace o dalších předvolbách klávesových zkratek se můžete podívat do souboru definice schématu <filename>marco.schemas</filename>.
de: Sie können weitere Einstellungen für die Tastenkombinationen setzen. Weitere Informationen über die Einstellungen der Tastenkombinationen finden Sie in der Schema-Definitionsdatei <filename>marco.schemas</filename>.
eu: Laster-teklen beste hobespen batzuk ere ezar daitezke. Beste hobespen horiei buruzko informazioa lortzeko, ikus <filename>marco.schemas</filename> eskemen definizio-fitxategia.
ja: さらに他のキーボード・ショートカットも設定できます。これらの設定について詳細は <filename>marco.schemas</filename> というスキーマの定義ファイルを参照してみてください。
ko: 키보드 단축키에 관련된 다른 설정들도 변경할 수 있습니다. 다른 키보드 단축키 설정값들에 대한 정보는 <filename>marco.schemas</filename> 스키마 정의 파일을 보기 바랍니다.
pt: Pode também definir outras preferências de atalhos de teclado. Para informação sobre outras preferências de atalhos de teclado, consulte o ficheiro de definição de esquema <filename>marco.schemas</filename>.

source: Setting Panel and Panel Object Preferences
ca: Establiment de les preferències del quadre i dels objectes del quadre
cs: Nastavení předvoleb panelu a objektu panelu
de: Einstellungen für Panels und Panel-Objekte
eu: Panelen eta paneleko objektuen hobespenak ezartzea
ja: パネルとパネル・オブジェクトを設定する
ko: 패널 및 패널 객체 설정 방법
pt: Definir Preferências de Painel e Objectos de Painel

source: panel object preferences, setting
ca: preferències dels objectes del quadre, paràmetre
cs: předvolby objektu panelu, nastavení
de: Einstellungen für Panel-Objekte
eu: paneleko objektuen hobespenak, ezarpena
ko: 패널 객체, 설정
pt: preferências de objectos de painel, definir

source: panel preferences, setting individual
ca: preferències del quadre, paràmetre individual
cs: předvolby panelu, natavení jednotlivých
de: Benutzerdefinierte Panel-Einstellungen
eu: panelen hobespenak, banakako ezarpena
ko: 패널 기본 설정, 개별 설정
pt: preferências de painel, definir individuais

source: panels
ca: quadres
cs: panely
eu: panelak
ko: 패널
pt: painéis

source: preferences, individual, setting with MateConf
ca: preferències, individual, establir amb el MateConf
cs: předvolby, jednotlivé, nastavení s MateConf
de: individuelle Einstellungen mit MateConf
eu: hobespenak, banakakoa, MateConf-ekin ezarpenak egitea
ko: MateConf로 개별 설정하기
pt: preferências, individuais, definir utilizando o MateConf

source: The <filename>panel-default-setup.entries</filename> file specifies the following details of the panels in the MATE Desktop:
ca: El fitxer <filename>panel-default-setup.entries</filename> especifica els detalls següents dels quadres en l'escriptori del MATE:
cs: Soubor <filename>panel-default-setup.entries</filename> specifikuje následující detaily panelů v pracovním prostředí MATE:
de: Die Datei <filename>panel-default-setup.entries</filename> legt die folgenden Details für die Panels des MATE-Desktops fest:
eu: MATEren mahaigaineko panelen xehetasun hauek zehazten ditu <filename>panel-default-setup.entries</filename> fitxategiak:
ja: <filename>panel-default-setup.entries</filename> というファイルには、次に示すような MATE デスクトップ環境の詳細が記述されています:
ko: <filename>panel-default-setup.entries</filename> 파일은 그놈 데스크탑 내의 패널에 대한 다음과 같은 정보를 지정합니다:
pt: O ficheiro <filename>panel-default-setup.entries</filename> especifica os seguintes detalhes dos painéis no Ambiente de Trabalho MATE:

source: Number of panels.
ca: Número de quadres.
cs: Počet panelů
de: Anzahl der Panels.
eu: Panel kopurua.
ja: パネルの個数
ko: 패널의 갯수.
pt: Número de painéis.

source: Types of the panels.
ca: Tipus de quadres.
cs: Typy panelů
de: Typen der Panels.
eu: Panel motak.
ja: パネルのいろいろな種類
ko: 패널의 형식.
pt: Tipos de painéis.

source: Properties of the panels.
ca: Propietats dels quadres.
cs: Vlastnosti panelů
de: Eigenschaften der Panels.
eu: Panelen propietateak.
ja: パネルのいろいろなプロパティ
ko: 패널의 속성.
pt: Propriedades dos painéis.

source: Contents of the panels.
ca: Continguts dels quadres.
cs: Obsah panelů
de: Inhalt der Panels.
eu: Panelen edukia.
ja: パネルのいろいろな内容
ko: 패널의 내용.
pt: Conteúdo dos painéis.
