Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: To Turn Off the Side Pane, Toolbar, and Location Bar
ca: Desactivació de la subfinestra lateral, la barra d'eines i la barra d'ubicacions
cs: Vypnutí postranního panelu, panelu nástrojů a panelu umístění
de: So deaktivieren Sie die Seitenleiste, die Werkzeugleiste und die Adressleiste
eu: Alboko panela, tresna-barra eta helbide-barra desaktibatzea
ja: サイド・ペインやツールバー、場所バーを無効にする
ko: 가장자리 창, 도구 모음, 위치 표시줄 표시하지 않기
pt: Desligar o Painel Lateral, Barra de Ferramentas e Barra de Localização

source: side pane, turning off
ca: subfinestra lateral, desactivar
cs: postranní panel, vypnutí
de: Seitenleiste abschalten
eu: alboko barra, desaktibatzea
ko: 가장자리 창, 끄기
pt: painel lateral, desligar

source: The file manager includes preferences that enable you to turn off the side pane and the toolbar. To improve file manager performance, turn off the side pane and the toolbar.
ca: El gestor de fitxers inclou preferències que us permeten desactivar la subfinestra lateral i la barra d'eines. Per a millorar el rendiment del gestor de fitxers, desactiveu la barra lateral i la barra d'eines.
cs: Správce souborů obsahuje předvolby, které umožňují vypnutí postranního panelu a panelu nástrojů. Když chcete zlepšit výkon správce souborů, tak postranní panel a panel nástrojů vypněte.
de: Der Dateimanager bietet Einstellungsmöglichkeiten zum An- und Abschalten der Seitenleiste und der Werkzeugleiste. Um die Performance des Dateimanagers zu steigern, sollten Sie die Seitenleiste und der Werkzeugleiste abschalten.
eu: Fitxategi-kudeatzaileak dituen hobespenen bidez alboko panela eta tresna-barra desaktiba daitezke. Fitxategi-kudeatzailearen errendimendua hobetzeko, desaktibatu alboko panela eta tresna-barra.
ja: ファイル・マネージャにはサイド・ペインやツールバーを表示しないようにする設定があります。ファイル・マネージャのパフォーマンスを改善する際は、サイド・ペインやツールバーを無効にしてみてください。
ko: 파일 관리자는 가장자리 창과 도구 모음을 표시하지 않도록 끌 수 있는 기본 설정을 포함합니다. 파일 관리자의 성능을 향상시키려면, 가장자리 창과 도구 모음을 꺼두는 것이 좋습니다.
pt: O gestor de ficheiros inclui preferências que lhe permitem desligar o painel lateral e a barra de ferramentas. Para melhorar o desempenho do gestor de ficheiros, desligue o painel lateral e a barra de ferramentas.

source: To turn off the side pane, run the following command:
ca: Per a desactivar la subfinestra lateral, executeu l'ordre següent:
cs: Pro vypnutí postranního panelu spusťte tento příkaz:
de: Um die Seitenleiste zu deaktivieren, führen Sie den folgenden Befehl aus:
eu: Alboko panela desaktibatzeko, exekutatu komando hau:
ja: サイドペインを無効にする際は、次のコマンドを実行します:
ko: 가장자리 창을 끄려면, 다음 명령을 실행합니다:
pt: Para desligar o painel lateral, execute o seguinte comando:

source: <indexterm><primary>file manager</primary><secondary>toolbar, turning off</secondary></indexterm>To turn off the toolbar, run the following command:
ca: <indexterm><primary>gestor de fitxers</primary><secondary>barra d'eines, desactivar</secondary></indexterm>Per a desactivar la barra d'eines, executeu l'ordre següent:
cs: <indexterm><primary>správce souborů</primary><secondary>panel nástrojů, vypnutí</secondary></indexterm>Pro vypnutí panelu nástrojů spusťte tento příkaz:
de: <indexterm><primary>file manager</primary><secondary>toolbar, turning off</secondary></indexterm>Um die Werkzeugleiste zu deaktivieren, führen Sie folgenden Befehl aus:
eu: <indexterm><primary>fitxategi-kudeatzailea</primary><secondary>tresna-barra, desaktibatzea</secondary></indexterm>Tresna-barra desaktibatzeko, exekutatu komando hau:
ja: <indexterm><primary>file manager</primary><secondary>toolbar, turning off</secondary></indexterm>ツールバーを無効にする際は、次のコマンドを実行します:
ko: <indexterm><primary>파일 관리자</primary><secondary>도구 모음, 끄기</secondary></indexterm>도구 모음을 끄려면, 다음 명령을 실행합니다:
pt: <indexterm><primary>gestor de ficheiros</primary><secondary>barra de ferramentas, desligar</secondary></indexterm>Para desligar a barra de ferramentas, execute o seguinte comando:

source: You can also turn off the location bar. Users can use the <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo> keyboard shortcut to display a location bar when required.
ca: També podeu desactivar la barra d'ubicacions. Els usuaris poden utilitzar la drecera de teclat <keycombo><keycap>Control</keycap><keycap>L</keycap></keycombo> per a mostrar una barra d'ubicació quan sigui necessari.
cs: Můžete také vypnout panel umístění. Uživatel s jej může zobrazit, pokud jej bude potřebovat, klávesovou zkratkou <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo>.
de: Sie können auch die Adresszeile abschalten. Benutzer können mit Hilfe der Tastenkombination <keycombo><keycap>Strg</keycap><keycap>L</keycap></keycombo> die Adresszeile anzeigen lassen, falls erforderlich.
eu: Helbide-barra ere desaktiba daiteke. Helbide-barra behar denean, <keycombo><keycap>Ktrl</keycap><keycap>L</keycap></keycombo> laster-tekla erabil daiteke bistaratzeko.
ja: さらに場所バーも無効にすることができます。無効にした後に必要であれば、<keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo> というキーボード・ショートカットで再び場所バーを表示することができるようになっています。
ko: 위치 표시줄도 꺼둘 수 있습니다. 필요한 경우, 사용자는 <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo> 키보드 단축키를 눌러 위치 표시줄을 표시할 수 있습니다.
pt: Pode também desligar a barra de localização. Os utilizadores podem utilizar o atalho de teclado <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo> para apresentar a barra de localização quando necessária.

source: <indexterm><primary>file manager</primary><secondary>location bar, turning off</secondary></indexterm>To turn off the location bar, run the following command:
ca: <indexterm><primary>gestor de fitxers</primary><secondary>barra d'ubicació, desactivar</secondary></indexterm>Per a desactivar la barra d'ubicació, executeu l'ordre següent:
cs: <indexterm><primary>správce souborů</primary><secondary>panel umístění, vypnutí</secondary></indexterm>Pro vypnutí panelu umístění spusťte tento příkaz:
de: <indexterm><primary>Dateimanager</primary><secondary>Adressleiste, abschalten</secondary></indexterm>Um die Adressleiste abzuschalten, führen Sie folgenden Befehl aus:
eu: <indexterm><primary>fitxategi-kudeatzailea</primary><secondary>helbide-barra, desaktibatzea</secondary></indexterm>Helbide-barra desaktibatzeko, exekutatu komando hau:
ja: <indexterm><primary>file manager</primary><secondary>location bar, turning off</secondary></indexterm>場所バーを無効にする際は、次のコマンドを実行します:
ko: <indexterm><primary>파일 관리자</primary><secondary>위치 표시줄, 끄기</secondary></indexterm>위치 표시줄을 끄려면, 다음 명령을 실행합니다:
pt: <indexterm><primary>gestor de ficheiros</primary><secondary>barra de localização, desligar</secondary></indexterm>Para desligar a barra de localização, execute o seguinte comando:

source: To Turn Off the Desktop
ca: Desactivació de l'escriptori
cs: Vypnutí pracovní plochy
de: Den Desktop abschalten
eu: Mahaigaina desaktibatzea
ja: デスクトップを無効にする
ko: 데스크탑 끄기
pt: Desligar a Área de Trabalho

source: desktop, turning off
ca: escriptori, desactivar
cs: pracovní plocha, vypnutí
de: Desktop abschalten
eu: mahaigaina, desaktibatzea
ko: 데스크탑, 끄기
pt: área de trabalho, desligar

source: desktop
ca: escriptori
cs: pracovní plocha
eu: mahaigaina
ko: 데스크탑
pt: área de trabalho

source: The file manager contains a preference that enables users to use <application>Caja</application> to manage the desktop. You can disable the desktop to improve performance. However, if you disable the desktop, you cannot do the following:
ca: El gestor de fitxers conté una preferència que permet als usuaris utilitzar el <application>Caja</application> per a gestionar l'escriptori. Podeu desactivar l'escriptori per a millorar el rendiment. Tot i això, si desactiveu l'escriptori, no podreu fer el següent:
cs: Správce souborů obsahuje předvolby, které dovolují uživatelům použít <application>Caja</application> ke správě pracovní plochy. Můžete pracovní plochu vypnout, abyste zlepšili výkon. Avšak po vypnutí pracovní plochy nebudete moci dělat následující věci:
de: Der Dateimanager bietet eine Einstellungsmöglichkeit, um durch <application>Caja</application> den Arbeitsflächenhintergrund verwalten zu lassen. Sie können die Verwaltung des Arbeitsflächenhintergrunds abschalten, um die Performance zu steigern. Falls dieser deaktiviert ist, können Sie Folgendes nicht mehr tun:
eu: Mahaigaina kudeatzeko <application>Caja</application> erabil dezakete erabiltzaileek, fitxategi-kudeatzailearen hobespen bati esker. Errendimendua hobetzeko mahaigaina desaktiba daiteke. Dena den, mahaigaina desaktibatzen bada, ezin dira ekintza hauek egin:
ja: ファイル・マネージャには <application>Caja</application> を使ってデスクトップを管理するような設定があります。デスクトップを無効にしてパフォーマンスを改善することは可能ですが、デスクトップを無効にしてしまうと、次に示すように使い勝手が悪くなります:
ko: 파일 관리자는 사용자가 <application>노틸러스</application>를 이용하여 데스크탑을 관리할 수 있도록 하는 기본 설정을 포함하고 있습니다. 여러분은 성능을 향상시키기 위해 데스크탑을 이용하지 않게 할 수 있습니다. 하지만 데스크탑을 이용하지 않으면, 다음과 같은 작업을 수행할 수 없습니다:
pt: O gestor de ficheiros contém uma preferência que permite aos utilizadores utilizar o <application>Caja</application> para gerir a área de trabalho. Pode desactivar a área de trabalho para melhorar o desempenho. No entanto, se desactivar a área de trabalho, não poderá realizar as seguintes acções:

source: Use the <guimenu>Desktop</guimenu> menu.
eu: <guimenu>Mahaigaina</guimenu> menua erabiltzea.
ko: <guimenu>바탕화면</guimenu> 메뉴을 이용하는 일.
pt: Utilizar o menu <guimenu>Área de Trabalho</guimenu>.

source: Use the file manager to change the pattern or color of the desktop background.
ca: Utilitzar el gestor de fitxers per a canviar el patró o el color del fons de l'escriptori.
cs: Použít správce souborů ke změně vzoru a barvy pozadí pracovní plochy.
de: Das Hintergrundbild oder -muster oder die Farbe des Arbeitsflächenhintergrundes mit Hilfe des Dateimanagers ändern.
eu: Fitxategi-kudeatzailea erabiltzea mahaigainaren atzeko planoaren eredua edo kolorea aldatzeko.
ja: デスクトップの背景で使用するパターンや色をファイル・マネージャから変更できなくなる
ko: 파일 관리자를 이용하여 바탕화면의 배경 그림의 패턴이나 색상을 변경하는 일.
pt: Utilizar o gestor de ficheiros para alterar o padrão ou cor do fundo da área de trabalho.

source: Use the desktop objects, such as <guilabel>Trash</guilabel>. The desktop objects are not displayed on the desktop.
ca: Utilitzar els objectes de l'escriptori, com ara la <guilabel>Paperera</guilabel>. Els objectes de l'escriptori no es mostraran a l'escriptori.
cs: Použít objekty pracovní plochy, jako je např. <guilabel>Koš</guilabel>. Objekty pracovní plochy se na ploše nebudou zobrazovat.
de: Arbeitsflächenobjekte nutzen, wie beispielsweise den <guilabel>Müll</guilabel>. Die Arbeistflächenobjekte werden nicht mehr auf der Arbeitsfläche angezeigt.
eu: Mahaigaineko objektuak erabiltzea, hala nola <guilabel>Zakarrontzia</guilabel>. Mahaigaineko objektuak ez dira mahaigainean bistaratzen.
ja: <guilabel>ゴミ箱</guilabel>のようなデスクトップ上のオブジェクトを利用できなくなる (これらのオブジェクトがデスクトップ上に表示されなくなる)
ko: <guilabel>휴지통</guilabel>과 같은 데스크탑 객체를 이용하는 일. 데스크탑 객체들은 데스크탑에 표시되지 않습니다.
pt: Utilizar objectos da área de trabalho, tais como o <guilabel>Lixo</guilabel>. Os objectos de área de trabalho não são apresentados sobre esta.

source: To disable the desktop, run the following command:
ca: Per a desactivar l'escriptori, executeu l'ordre següent:
cs: Pro vypnutí pracovní plocha spusťte následující příkaz:
de: Um den Desktop zu deaktivieren, führen sie folgenden Befehl aus:
eu: Mahaigaina desgaitzeko, exekutatu komando hau:
ja: 以上を承知の上でデスクトップを無効にする際は、次のコマンドを実行します:
ko: 데스크탑을 끄려면, 다음 명령을 실행합니다:
pt: Para desactivar a área de trabalho, execute o seguinte comando:

source: Reducing X Window System Network Traffic
ca: Reducció del tràfic de xarxa del sistema de finestres X
cs: Snížení síťového provozu systému X Window
de: Verminderung des durch das X-Fenstersystem verursachten Netzwerkverkehrs
eu: X Window sistemaren sareko trafikoa murriztea
ja: Ｘウィンドウ・システムのネットワーク・トラフィックを減らす
ko: X 윈도우 시스템 네트워크 트래픽 줄이기
pt: Reduzir o Tráfego de Rede do Sistema de Janelas X

source: X Window System network traffic
ca: tràfic de xarxa del sistema de finestres X
cs: síťový provoz systému X Window
de: X Netzwerkverkehr
eu: X Window sistemaren sareko trafikoa
ko: X 윈도우 시스템 네트워크 트래픽
pt: tráfego de rede do Sistema de Janelas X

source: X Window System network traffic, reducing
ca: tràfic de xarxa del sistema de finestres X, reduir
cs: síťový provoz systému X Window, snížení
de: Netzwerkverkehr, X, reduzieren
eu: X Window sistemaren sareko trafikoa, murriztea
ko: X 윈도우 시스템 네트워크 트래픽, 줄이기
pt: tráfego de rede do Sistema de Janelas X, reduzir

source: network traffic, reducing
ca: tràfic de xarxa, reduir
cs: síťový provoz, snížení
de: Netzwerkverkehr, reduzieren
eu: sareko trafikoa, murriztea
ko: 네트워크 트래픽, 줄이기
pt: tráfego de rede, reduzir

source: This section describes preferences that you can set to reduce X Window System network traffic on the MATE Desktop.
ca: Aquesta secció descriu preferències que podeu establir per a reduir el tràfic de xarxa del sistema de finestres X en l'escriptori del MATE.
cs: Tento oddíl popisuje předvolby, které mohou snížit síťový provoz systému X Window v pracovním prostředí MATE.
de: Dieser Abschnitt beschreibt Einstellungsmöglichkeiten, die den durch die grafische Benutzeroberfläche verursachten Netzwerkverkehr der MATE-Arbeitsumgebung betreffen.
eu: MATE mahaigaineko X Window sistemaren sareko trafikoa murrizteko ezar ditzakezun hobespenak azaltzen dira atal honetan.
ja: このセクションでは、MATE デスクトップにおけるＸウィンドウ・システムのネットワーク・トラフィック (通信量) を低減させたい場合に指定することが可能な設定項目について説明します。
ko: 이 절에서는 그놈 데스크탑에서 X 윈도우 시스템 네트워크 트래픽을 줄이도록 설정할 수 있는 기본 설정들에 대해 설명합니다.
pt: Esta secção descreve as preferências que pode definir, no Ambiente de Trabalho MATE, para reduzir o tráfego de rede do Sistema de Janelas X.

source: To Use Theme Options Which Create Less Network Traffic
ca: Utilització d'opcions de temes que creen menys tràfic de xarxa
cs: Použití volby motivu vytvářejícího menší síťový provoz
de: Verwendung von Themen mit vermindertem Netzwerkverkehr
eu: Sareko trafiko gutxiago sortzen duten gai-aukerak erabiltzea
ja: 少ないネットワーク・トラフィックでまかなえるテーマ・オプションを使う
ko: 네트워크 트래픽을 조금 사용하는 테마 옵션 사용하기
pt: Utilizar Opções de Tema que Criem Menos Tráfego de Rede

source: and network traffic
ca: i tràfic de xarxa
cs: a síťový provoz
de: und Netzwerkverkehr
eu: eta sareko trafikoa
ko: 그리고 네트워크 트래픽
pt: e tráfego de rede

source: Remote display protocols do not transfer every pixel in a block of pixels if all pixels in the block are the same color.
ca: Els protocols de visualització remots no envien cada píxel d'un bloc de píxels si tots els píxels del bloc són del mateix color.
cs: Protokoly vzdáleného zobrazování nepřenáší u bloků pixelů stejné barvy zvlášť každý pixel, ale celý blok pixelů naráz.
de: Protokolle für ferne Anzeigen übertragen nicht alle Pixel eines Blocks, sofern alle Pixel dieses Blocks die gleiche Farbe haben.
eu: Urruneko pantailen protokoloek ez dituzte bloke bateko pixel guztiak transferitzen blokeko pixel guztiak kolore berekoak badira.
ja: リモート表示する際のＸプロトコルは、特定の範囲にあるピクセルがすべて同じ色であるならば、それらのピクセルを一個一個転送するようなことはしません。
ko: 원격 디스플레이 프로토콜은 블럭 내의 모든 픽셀이 같은 색상인 경우 모든 픽셀 정보를 전송하지는 않습니다.
pt: Os protocolos de ecrã remoto não transferem todos os pixels num bloco de pixels se todos os pixels nesse bloco forem da mesma cor.

source: To reduce X Window System network traffic, use a window frame theme option that uses solid colors. That is, use one of the following window frame options:
ca: Per a reduir el tràfic de xarxa del sistema de finestres X, utilitzeu una opció del costat de la finestra que utilitzi colors sòlids. Per tant, utilitzeu una de les següents opcions del costat de la finestra:
cs: Pokud chcete snížit síťový provoz systému X Window, použijte volbu motivu rámu, který má jednolité barvy. To uděláte, když si zvolíte jednu z následujících variant rámu okna:
de: Um den durch das X-Fenstersystem verursachten Netzwerkverkehr zu vermindern, verwenden Sie ein Fensterrahmen-Thema mit einfachen Farben. Das wäre eines der folgenden Themen:
eu: X Window sistemaren sareko trafikoa murrizteko, erabili kolore lisoak dituen leiho-markoen gai-aukera bat. Hau da, erabili leiho-markoen aukera hauetako bat:
ja: そのため、Ｘウィンドウ・システムのネットワーク・トラフィックを低減させたいのであれば、複数の色ではなく単ー色を使用しているウィンドウ・フレームのテーマ・オプションを選択してみてください。具体的には次のようなオプションのいずれかを選択してみてください:
ko: X 윈도우 시스템 네트워크 트래픽을 줄이려면, 단색으로 이루어진 창 가장자리 테마 옵션을 사용할 수 있습니다. 이를 위해서는 다음과 같은 창 가장자리 옵션 중의 하나를 이용하십시오:
pt: Para reduzir o tráfego de rede do Sistema de Janelas X, utilize uma opção de tema de moldura das janelas que utilize cores sólidas. Isto é, utilize uma das seguintes opções de moldura de janela:

source: For information on how to change theme options, see <xref linkend="performance-3"/>.
ca: Per a obtenir més informació sobre com canviar les opcions de tema, vegeu la secció <xref linkend="performance-3"/>.
cs: Popis, jak změnit variantu motivu, podává <xref linkend="performance-3"/>.
de: Informationen über die Änderung von Themen finden Sie in <xref linkend="performance-3"/>.
eu: Gai-aukerak nola aldatu jakiteko, ikus <xref linkend="performance-3"/>.
ja: テーマ・オプションの変更方法について詳細は「<xref linkend="performance-3"/>」をご覧ください。
ko: 테마 옵션을 변경하는 것에 대한 정보는 <xref linkend="performance-3"/> 부분을 보기 바랍니다.
pt: Para informações sobre como alterar opções de temas, consulte <xref linkend="performance-3"/>.

source: To Reduce Network Traffic by Turning Off Display of Icons in Menus
ca: Reducció del tràfic de xarxa en desactivar la visualització de les icones en els menús
cs: Snížení síťového provozu vypnutím zobrazování ikon v nabídkách
de: Reduzierung des Netzwerkverkehrs durch Abschalten der Anzeige von Symbolen in Menüs
eu: Sareko trafikoa murriztea, menuetan bistaratzen diren ikonoak desaktibatuta
ja: メニューの中にアイコンを表示しないようにしてネットワーク・トラフィックを減らす
ko: 메뉴 내의 아이콘을 표시하지 않도록 하여 네트워크 트래픽 줄이기
pt: Reduzir o Tráfego de Rede Desligando a Apresentação de Ícones em Menus

source: Some items in menus display an icon beside the item. If the icon is located on another file system, this feature can increase X Window System network traffic. This feature can also increase X Window System network traffic if the panels are displayed on a remote host.
ca: Alguns elements en els menús mostren una icona al costat de l'element. Si la icona està ubicada en un altre sistema de fitxers, aquesta característica incrementarà el tràfic de xarxa del sistema de finestres X. Aquesta característica també pot incrementar el tràfic de xarxa del sistema de finestres X si els quadres es visualitzen en un ordinador remot.
cs: Některé položky nabídek zobrazují po straně ikonu. V případě, že se ikona nachází na jiném souborovém systému, můžete tato vlastnost navýšit síťový provoz systému X Window. Tato vlastnost může také navýšit síťový provoz systému X Window v situaci, kdy se panely zobrazují na vzdáleném počítači.
de: Einige Menüeinträge zeigen ein Symbol neben dem Eintrag an. Falls sich dieses Symbol auf einem anderen Dateisystem befindet, kann dies den Netzwerkverkehr erhöhen. Auch auf einem entfernten Rechner angezeigte Panels können den Netzwerkverkehr erhöhen.
eu: Menuetako elementu batzuek ikono bat bistaratzen dute aldamenean. Ikonoa beste fitxategi-sistema batean kokatzen bada, eginbide honek X Window sistemaren sareko trafikoa handitu dezake. Eginbideak X Window sistemaren sareko trafikoa handituko du panelak urruneko ostalari batean bistaratzen badira ere.
ja: メニュー項目の中にはその横にアイコンを表示するものがあります。もしそのアイコンが別のファイルシステム上に格納されていると、このアイコン表示の機能によってＸウィンドウ・システムのネットワーク・トラフィックが増大する可能性があります。さらに、リモート・ホスト上にパネルを表示する際に、Ｘウィンドウ・システムのネットワーク・トラフィックを増大させる可能性もあります。
ko: 메뉴 내의 어떤 항목들은 옆에 아이콘을 표시합니다. 만약 이 아이콘이 다른 파일 시스템 상에 존재한다면, 이 기능으로 인해 X 윈도우 시스템 네트워크 트래픽이 증가될 수 있습니다. 또한 이 기능은 패널이 원격 호스트 상에 표시되는 경우 X 윈도우 시스템 네트워크 트래픽을 증가시킬 수도 있습니다.
pt: Alguns itens nos menus apresentam um ícone ao lado do item. Se o ícone estiver noutro sistema de ficheiros, esta funcionalidade pode aumentar o tráfego de rede do Sistema de Janelas X. Esta funcionalidade pode também aumentar o tráfego de rede do Sistema de Janelas X se os painéis estiverem a ser apresentados numa máquina remota.

source: For information on how to turn off this feature, see <xref linkend="performance-2"/>.
ca: Per a obtenir més informació sobre com desactivar aquesta característica, vegeu la <xref linkend="performance-2"/>.
cs: Popis, jak vypnout tuto vlastnost, podává <xref linkend="performance-2"/>.
de: Informationen darüber, wie Sie dieses Funbktionsmerkmal abschalten können, finden Sie in <xref linkend="performance-2"/>.
eu: Eginbide hori desaktibatzeari buruz informazio gehiago lortzeko, ikus <xref linkend="performance-2"/>.
ja: この機能を無効にする方法について詳細は「<xref linkend="performance-2"/>」をご覧ください。
ko: 이 기능을 끄기위한 자세한 정보는 <xref linkend="performance-2"/> 부분을 보기 바랍니다.
pt: Para informações sobre como desligar esta funcionalidade, consulte <xref linkend="performance-2"/>.

source: Reducing Color Usage and Improving Display Quality
ca: Reducció de la utilització del color i millora de la qualitat de visualització
cs: Omezení použitých barev a zlepšení zobrazovací kvality
de: Reduzierung der Nutzung von Farben und Verbesserung der Anzeigequalität
eu: Koloreen erabilera murriztea eta bistaratze-kalitatea hobetzea
ja: 使用する色数を減らして表示の品質を改善する
ko: 색 사용량을 줄이고 화질을 개선하기
pt: Reduzir a Utilização de Cor e Melhorar a Qualidade da Apresentação

source: color usage
ca: utilització del color
cs: použití barev
de: Farbnutzung
eu: koloreen erabilera
ko: 색 사용량
pt: utilização de cores

source: display quality, improving
ca: qualitat de visualització, millorar
cs: kvalita zobrazení, zlepšení
de: Anzeigequalität verbessern
eu: bistaratze-kalitatea, hobetzea
ko: 화질, 개선
pt: qualidade da apresentação, melhorar

source: Many modern computer systems support 24-bit color, that is, 16,777,216 colors. However, many users still use systems that support 8-bit color, that is, 256 colors.
ca: Molts sistemes d'ordinadors moderns admeten 24 bits de color, és a dir, 16.777.216 colors. Tot i això, molts usuaris encara utilitzen sistemes que admeten 8 bits de colors, és a dir, 256 colors.
cs: Hodně moderních počítačových systému podporuje 24bitové barvy, což je 16&nbsp;777&nbsp;216 barev. Avšak mnoho uživatelů stále používá systémy s podporou pouze 8bitových barev, což je 256 barev.
de: Viele moderne Computersysteme unterstützen 24 Bit Farbtiefe oder 16777216 Farben. Jedoch verwenden viele Benutzer noch Systeme mit 8 Bit Farbtiefe, also 256 Farben.
eu: Ordenagailu-sistema berri askok 24 biteko kolorea onartzen dute, hau da, 16.777.216 kolore. Dena den, erabiltzaile askok 8 biteko kolorea (256 kolore) onartzen duten sistemak erabiltzen dituzte oraindik.
ja: 現在あるコンピュータ・システムの多くは 24ビット色、すなわち 16,777,216色をサポートしています。しかしながら、依然として 8ビット色、すなわち 256色をサポートしているシステムを利用しているユーザもたくさんいます。
ko: 최근의 많은 컴퓨터 시스템들은 16,777,216가지 색상을 이용하는 24비트 컬러를 지원합니다. 하지만 많은 사용자들은 아직도 256가지 색상을 이용하는 8비트 컬러를 지원하는 시스템을 사용하고 있습니다.
pt: A maioria dos computadores modernos suportam 24-bit de cores, isto é, 16.777.216 cores. No entanto, muitos utilizadores ainda utilizam sistemas que apenas suportam 8-bit de cores, isto é, 256 cores.
