Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: To disable command line operations, you must also remove menu items that start terminal applications. For example, you might want to remove menu items that contain the following commands from the menus:
ca: Per a desactivar les operacions de la línia d'ordres, també heu de suprimir els elements de menú que inicien aplicacions en el terminal. Per exemple, és possible que vulgueu suprimir els elements de menú que contenen les ordres següents:
cs: Abyste zakázali operace příkazové řádky, musíte navíc odstranit položky nabídky, které spouští terminálové aplikace. Např. můžete chtít odstranit položky nabídky, které obsahují následující příkazy:
de: Um Operationen in der Befehlszeile zu deaktivieren, müssen Sie auch Menüeinträge deaktivieren, welche eine Anwendung im Terminal starten. Beispielsweise wollen Sie Menüeinträge entfernen, die folgende Menübefehle enthalten:
eu: Komando-lerroko eragiketak desgaitzeko, terminaleko aplikazioak abiarazten dituzten menuak ere kendu behar dira. Adibidez, litekeena da komando hauek dauzkaten menu-elementuak menuetatik kendu nahi izatea:
ja: コマンドラインを無効にする場合は、<application>端末</application>を起動するメニュー項目も削除しておく必要があります。例えば、メニューから次のコマンドを含んだメニュー項目を削除した方が良いかもしれません:
ko: 명령행 기능을 사용하지 않으려면, 터미널 프로그램을 실행하는 메뉴 항목들도 없애야 합니다. 예를 들어, 메뉴 내에서 다음과 같은 명령들을 포함하는 항목들이 삭제해야 할 것입니다:
pt: Para desactivar as operações a partir da linha de comando, terá também de remover os itens de menu que iniciem aplicações de consola. Por exemplo, poderá querer remover os itens de menu que contenham os seguintes comandos:

source: <application>MATE Terminal</application> command, that is <command>/usr/bin/mate-terminal</command>
ca: L'ordre per al <application>Terminal del MATE</application>, és a dir, <command>/usr/bin/mate-terminal</command>
cs: Příkaz <application>Terminál MATE</application>, což je <command>/usr/bin/mate-terminal</command>
de: Der Befehl für das <application>MATE Terminal</application>, welcher <command>/usr/bin/mate-terminal</command> lautet.
eu: <application>MATEren Terminala</application> komandoa: <command>/usr/bin/mate-terminal</command>
ja: <application>MATE 端末</application>コマンド (すなわち <command>/usr/bin/mate-terminal</command>)
ko: <command>/usr/bin/mate-terminal</command> 프로그램을 실행하는 <application>그놈 터미널</application>
pt: O comando <application>Consola MATE</application>, isto é <command>/usr/bin/mate-terminal</command>

source: The items are removed from the following menus:
ca: Els elements són suprimits dels menús següents:
cs: Položky se odstraní z následujících nabídek:
de: Die Einträge werden aus den folgenden Menüs entfernt:
eu: Menu hauetatik kentzen dira elementuak:
ja: メニュー項目が次のメニューから削除されます:
ko: 이 항목들은 다음과 같은 메뉴들에서 삭제됩니다:
pt: Os itens são removidos dos seguintes menus:

source: Add to Panel
ca: Afegeix al quadre
cs: Přidat na panel
de: Zum Panel hinzufügen
eu: Gehitu panelari
ja: パネルへ追加
ko: 패널에 추가
pt: Adicionar ao Painel

source: Launcher from menu
ca: Llançador des del menú
cs: Spouštěč z nabídky
de: Einen Anwendungsstarter aus dem Anwendungsmenü kopieren
eu: Menuko abiarazlea
ja: メニューから起動する
ko: 메뉴에서 실행
pt: Iniciar do menu

source: To disable command line operations, you must also disable the <application>Command Line</application> applet. To disable the <application>Command Line</application> applet, add the applet to the <literal>/apps/panel/global/disabled_applets</literal> key. When you disable the <application>Command Line</application> applet, the <application>Command Line</application> applet is removed from the <guimenu>Main Menu</guimenu> and the <menuchoice><guimenu>Add to Panel</guimenu><guimenuitem>Utility</guimenuitem></menuchoice> menu.
ca: Per a desactivar les operacions de la línia d'ordres, també heu de desactivar la miniaplicació <application>Línia d'ordres</application>. Per a desactivar la miniaplicació <application>Línia d'ordres</application>, afegiu la miniaplicació a la clau <literal>/apps/panel/global/disabled_applets</literal>. Quan desactiveu la miniaplicació <application>Línia d'ordres</application>, aquesta és suprimida del <guimenu>Menú principal</guimenu> i del menú <menuchoice><guimenu>Afegeix al quadre</guimenu><guimenuitem>Utilitats</guimenuitem></menuchoice> menu.
cs: Abyste zakázali operace příkazové řádky, musíte ještě zakázat applet <application>Příkazový řádek</application>. Applet <application>Příkazový řádek</application> můžete zakázat tak, že jej přidáte do klíče <literal>/apps/panel/global/disabled_applets</literal>. Když applet <application>Příkazový řádek</application> zakážete, zmizí z <guimenu>Hlavní nabídky</guimenu> a nabídky <menuchoice><guimenu>Přidat na panel</guimenu><guimenuitem>Pomůcky</guimenuitem></menuchoice>.
de: Um Operationen in der Befehlszeile zu deaktivieren, müssen Sie auch das <application>Befehlszeilen</application>-Applet deaktivieren. Um das <application>Befehlszeilen</application>-Applet zu deaktivieren, fügen Sie das Applet zum Schlüssel <literal>/apps/panel/global/disabled_applets</literal> hinzu. Wenn Sie das <application>Befehlszeilen</application>-Applet deaktivieren, dann wird das Applet aus dem <guimenu>Hauptmenü</guimenu> und dem <menuchoice><guimenu>Zum Panel hinzufügen</guimenu><guimenuitem>Dienstprogramm</guimenuitem></menuchoice> entfernt.
eu: Komando-lerroko eragiketak desgaitzeko, <application>Komando-lerroa</application> miniaplikazioa ere desgaitu behar da. <application>Komando-lerroa</application> miniaplikazioa desgaitzeko, gehitu miniaplikazioa <literal>/apps/panel/global/disabled_applets</literal> gakoari. <application>Komando-lerroa</application> miniaplikazioa desgaitzean, miniaplikazio hori kendu egiten da <guimenu>Menu nagusia</guimenu> eta <menuchoice><guimenu>Gehitu panelari</guimenu><guimenuitem>Utilitatea</guimenuitem></menuchoice> menuetatik.
ja: さらに、<application>コマンドライン</application>というアプレットも無効にしておいた方が良いでしょう。この<application>コマンドライン</application>というアプレットを無効にするには、<literal>/apps/panel/global/disabled_applets</literal> というキーを追加しておいてください。ここで<application>コマンドライン</application>というアプレットを無効すると、この<application>コマンドライン</application>・アプレットが<guimenu>メイン・メニュー</guimenu>と<application>パネルへ追加</application>というダイアログで表示されなくなります。
ko: 명령행 기능을 막으려면, <application>명령행</application> 애플릿도 사용하지 못하도록 해야 합니다. <application>명령행</application> 애플릿을 사용하지 못하게 하려면 <literal>/apps/panel/global/disabled_applets</literal> 키에 애플릿을 추가합니다. <application>명령행</application> 애플릿을 사용하지 않도록 하면, <guimenu>메인 메뉴</guimenu>와 <menuchoice><guimenu>패널에 추가</guimenu><guimenuitem>도구</guimenuitem></menuchoice> 메뉴에서 <application>명령행</application> 애플릿이 사라집니다.
pt: Para desactivar operações a partir da linha de comando, terá também de desactivar a applet <application>Linha de Comando</application>. Para desactivar a applet <application>Linha de Comando</application>, adicione a applet à chave <literal>/apps/panel/global/disabled_applets</literal>. Ao desactivar a applet <application>Linha de Comando</application>, esta é removida do <guimenu>Menu Principal</guimenu> e do menu <menuchoice><guimenu>Adicionar ao Painel</guimenu><guimenuitem>Utilitários</guimenuitem></menuchoice>.

source: To Disable Panel Configuration
ca: Desactivació de la configuració del quadre
cs: Zakázání nastavení panelu
de: Deaktivieren der Panel-Konfiguration
eu: Panelen konfigurazioa desgaitzea
ja: パネルの設定を変更できないようにする
ko: 패널 설정 사용하지 않기
pt: Desactivar a Configuração do Painel

source: panel configuration
ca: configuració del quadre
cs: nastavení panelu
de: Panel-Einstellungen
eu: panelen konfigurazioa
ko: 패널 설정
pt: configuração do painel

source: To disable panel configuration, set the <literal>/apps/panel/global/locked_down</literal> key to <literal>true</literal>.
ca: Per a desactivar la configuració del quadre, establiu la clau <literal>/apps/panel/global/locked_down</literal> a <literal>true</literal>.
cs: Pokud chcete zakázat nastavení panelu, nastavte klíč <literal>/apps/panel/global/locked_down</literal> na <literal>true</literal>.
de: Um die Panel-Konfiguration zu deaktivieren, setzen Sie den Schlüssel <literal>/apps/panel/global/locked_down</literal> auf <literal>wahr</literal>.
eu: Panelen konfigurazioa desgaitzeko, jarri <literal>/apps/panel/global/locked_down</literal> gakoaren balioa <literal>true</literal>.
ja: パネルの設定を変更できないようにする時は <literal>/apps/panel/global/locked_down</literal> というキーを <literal>true</literal> にします。
ko: 패널 설정을 사용하지 않으려면, <literal>/apps/panel/global/locked_down</literal> 키의 값을 <literal>true</literal>로 설정합니다.
pt: Para desactivar a configuração do painel, defina a chave <literal>/apps/panel/global/locked_down</literal> como <literal>true</literal>.

source: When you disable panel configuration, the following changes occur in the user interface:
ca: Quan desactiveu la configuració del quadre, es produiran els canvis següents a la interfície d'usuari:
cs: Když zakážete nastavení panelu, projeví se v uživatelském rozhraní následující změny:
de: Wenn Sie die Panel-Konfiguration deaktivieren, ergeben sich folgende Änderungen in der Benutzeroberfläche:
eu: Panelen konfigurazioa desgaitzean, aldaketa hauek gertatzen dira erabiltzailearen interfazean:
ja: パネルの設定を変更できないようにすると、次に示すような変更がユーザ・インタフェースの中で発生します:
ko: 패널 설정을 사용하지 못하도록 하면, 사용자 인터페이스에 다음과 같은 변화가 일어납니다:
pt: Quando desactiva a configuração do painel, ocorrem as seguintes alterações no interface de utilizador:

source: The following items are removed from the panel popup menu, and from the drawer popup menu:
ca: Els elements següents són suprimits del menú emergent del quadre i del menú emergent dels calaixos:
cs: Následující položky zmizí z vyskakovací nabídky panelu a z vyskakovací nabídky zásuvky:
de: Die folgenden Einträge werden aus dem Kontextmenü des Panels und der Schublade entfernt:
eu: Panelen laster-menuko eta tiraderen laster-menuko elementu hauek kentzen dira:
ja: パネルのポップアップ・メニューや引き出しのポップアップ・メニューから、次に示すメニュー項目が表示されなくなります:
ko: 패널 팝업 메뉴와 서랍 팝업 메뉴에서 다음과 같은 항목들이 사라집니다:
pt: Os itens seguintes são removidos do menu de contexto do painel, e do menu de contexto da gaveta:

source: Delete This Panel
ca: Suprimeix aquest quadre
cs: Odstranit tento panel
de: Dieses Panel entfernen
eu: Ezabatu panel hau
ja: このパネルを削除する
ko: 이 패널 지우기
pt: Remover Este Painel

source: Properties
ca: Propietats
cs: Vlastnosti
de: Eigenschaften
eu: Propietateak
ja: プロパティ
ko: 속성
pt: Propriedades

source: New Panel
ca: Quadre nou
cs: Přidat panel
de: Neues Panel
eu: Panel berria
ja: 新しいパネル
ko: 새 패널
pt: Novo Painel

source: The launcher popup menu is disabled.
ca: El menú emergent del llançador està inhabilitat.
cs: Zakáže se vyskakovací nabídka spouštěče.
de: Das Kontextmenü des Anwendungsstarters ist deaktiviert.
eu: Abiarazlearen laster-menua desgaitzen da.
ja: ランチャ毎のポップアップ・メニューが利用できなくなります
ko: 실행 아이콘 팝업 메뉴가 비활성화 됩니다.
pt: O menu de contexto dos iniciadores é desactivado.

source: The following items are removed from the applet popup menu:
ca: Els elements següents són suprimits del menú emergent de les miniaplicacions:
cs: Z vyskakovací nabídky appletu zmizí následující položky:
de: Die folgenden Einträge sind aus dem Kontextmenü des Applets entfernt:
eu: Miniaplikazioen laster-menuko elementu hauek kentzen dira:
ja: アプレット毎のポップアップ・メニューから次のメニュー項目が表示されなくなります:
ko: 애플릿 팝업 메뉴에서 다음 항목들이 사라집니다:
pt: Os itens seguintes são removidois do menu de contexto da applet:

source: Remove From Panel
ca: Suprimeix del quadre
cs: Odstranit z panelu
de: Aus dem Panel entfernen
eu: Kendu paneletik
ja: パネルから削除
ko: 패널에서 지우기
pt: Remover Do Painel

source: Lock
ca: Bloca al quadre
cs: Zamknout v panelu
de: Sperren
eu: Blokeatu
ja: ロックする
ko: 패널에 잠그기
pt: Trancar

source: Move
ca: Mou
cs: Přesunout
de: Verschieben
eu: Eraman
ja: 移動
ko: 옮기기
pt: Mover

source: The <guimenu>Main Menu</guimenu> popup menu is disabled.
ca: El menú emergent <guimenu>Menú principal</guimenu> està inhabilitat.
cs: Zakáže se vyskakovací nabídka <guimenu>Hlavní nabídky</guimenu>.
de: Das <guimenu>Hauptmenü</guimenu> ist deaktiviert.
eu: <guimenu>Menu nagusiko</guimenu>ko laster-menua desgaitzen da.
ja: <guimenu>メイン・メニュー</guimenu>のポップアップ・メニューが利用できなくなります
ko: <guimenu>메인 메뉴</guimenu> 팝업 메뉴가 비활성화 됩니다.
pt: O menu de contexto do <guimenu>Menu Principal</guimenu> é desactivado.

source: The launcher drag feature is disabled, so that users cannot drag launchers to, or from, panels.
ca: La característica d'arrossegar llançadors està inhabilitada, de manera que els usuaris no poden arrossegar llançadors des de o cap als quadres.
cs: Zakáže se funkce přetahování spouštěče, takže uživatelé nebudou schopní přetahovat spouštěče na nebo z panelu.
de: Die Funktion zum Ziehen von Anwendungsstartern ist deaktiviert, so dass Benutzer keine Anwendungsstarter in oder aus Panels heraus verschieben können.
eu: Abiarazlearen arrastatu eginbidea desgaitzen da, erabiltzaileek ezin ditzaten abiarazleak paneletatik edo paneletara arrastatu.
ja: ランチャのドラッグは利用できなくなります (ランチャをドラッグして何かしたり、ドラッグしたものを何かすることがすべてできなくなります)
ko: 실행 아이콘 드래그 기능을 사용할 수 없으므로, 사용자들이 패널에서 혹은 패널로 실행 아이콘을 드래그할 수 없습니다.
pt: A funcionalidade de arrasto do iniciador é desactivada, pelo que os utilizadores não poderão arrastar iniciadores de, ou para, os painéis.

source: The panel drag feature is disabled, so that users cannot drag panels to new locations.
ca: La característica d'arrossegar quadres està inhabilitada, de manera que els usuaris no poden arrossegar quadres a noves ubicacions.
cs: Zakáže se funkce přetahování panelu, takže uživatel nebude moci přesouvat panel na nová místa.
de: Die Funktion zum Ziehen von Panels ist deaktiviert, so dass Benutzer keine Panels an andere Positionen verschieben können.
eu: Panelak arrastatzeko eginbidea desgaitzen da, erabiltzaileek ezin ditzaten abiarazleak palenetatik edo paneletara arrastatu.
ja: パネルのドラッグは利用できなくなります (パネルをドラッグして別の場所に移動することはできなくなります)
ko: 패널 드래그 기능을 사용할 수 없으므로, 사용자들이 패널을 다른 위치로 드래그할 수 없습니다.
pt: A funcionalidade de arrasto do painel é desactivada, pelo que os utilizadores não poderão arrastar os painéis para novas localizações.

source: Lockdown Editor
ca: Editor de restriccions
cs: Editor omezení práv
de: Zugriffsrechte anpassen
eu: Blokeo-editorea
ja: ロックダウン・エディタについて
ko: 잠금 편집기
pt: Editor de Restrições

source: As of MATE 2.14, a graphical lockdown editor called <application>Pessulus</application> has been included to ease the task of disabling desktop settings.
ca: Com a part del MATE 2.14, un editor gràfic de restriccions anomenat <application>Pessulus</application> s'ha inclòs per a facilitar la tasca de desactivar característiques de l'escriptori.
cs: V MATE 2.14 byl přidán grafický editor omezení práv nazývaný <application>Pessulus</application>, aby se usnadnily úkoly týkající se zamykání nastavení pracovního prostředí.
de: Mit MATE 2.14 wurde ein grafischer Sperreditor namens <application>Pessulus</application> eingeführt, der die Deaktivierung von Desktop-Einstellungen vereinfachen soll.
eu: MATE 2.14an <application>Pessulus</application> izeneko blokeo-editore grafikoa gehitu da, mahaigaineko ezarpenak desgaitzeko lana errazteko.
ja: MATE 2.14 から <application>Pessulus</application> という GUI を備えたロックダウン・エディタが提供されるようになり、デスクトップの設定を利用できないようにする作業が以前よりも簡単になりました (【訳注】<emphasis>お使いのバージョンによってロックダウン・エディタのユーザ・インタフェースが異なる場合もあります</emphasis>)。
ko: 그놈 2.14에서부터는 데스크탑 기능을 사용하지 않도록 설정하는 작업을 간편하게 하기 위해 <application>Pessulus</application>라고 하는 그래픽 잠금 편집기가 포함되었습니다.
pt: A partir do MATE 2.14, passou a estar incluído um editor gráfico das políticas de restrições, o <application>Pessulus</application>, para facilitar a tarefa de desactivação de funcionalidades do ambiente de trabalho.

source: Getting Started
ca: Inici
cs: Začínáme
de: Erste Schritte
eu: Erabiltzen hastea
ja: 始めてみる
ko: 시작하기
pt: Introdução

source: To run the lockdown editor:
ca: Per a executar l'editor de restriccions:
cs: Editor omezení práv spustíte takto:
de: So rufen Sie den Editor zum Anpassen der Zugriffsrechte auf:
eu: Blokeo-editorea exekutatzeko:
ja: ロックダウン・エディタの起動方法は次のいずれかです:
ko: 잠금 편집기를 실행하려면:
pt: Para iniciar o editor de restrições:

source: Click the <menuchoice><guimenu>Desktop</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Lockdown Editor</guimenuitem></menuchoice>
eu: Egin klik <menuchoice><guimenu>Mahaigaina</guimenu><guisubmenu>Administrazioa</guisubmenu><guimenuitem>Blokeo-editorea</guimenuitem></menuchoice> aukeran
ko: <menuchoice><guimenu>데스크탑</guimenu><guisubmenu>관리</guisubmenu><guimenuitem>잠금 편집기</guimenuitem></menuchoice>를 클릭합니다.
pt: Clique em <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administração</guisubmenu><guimenuitem>Editor de Restrições</guimenuitem></menuchoice>

source: Run the <command>pessulus</command> command in a terminal window.
ca: Executeu l'ordre <command>pessulus</command> en una finestra de terminal.
cs: Spusťte v terminálovém okně příkaz <command>pessulus</command>
de: Führen Sie den Befehl <command>pessulus</command> in einem Terminalfenster aus.
eu: Exekutatu <command>pessulus</command> komandoa terminal-leiho batean.
ja: 端末から <command>pessulus</command> コマンドを実行する
ko: 터미널 창에서 <command>pessulus</command>를 실행합니다.
pt: Execute o comando <command>pessulus</command> numa consola.

source: You will see a window with several different tabs. Each of the tabs represents a different category of desktop settings that can be disabled. In the next section, we will discuss each category and provide a brief description for each setting that can be disabled.
ca: Veureu una finestra amb diverses pestanyes diferents. Cada pestanya representa una categoria diferent de les característiques de l'escriptori que es poden inhabilitar. En la secció següent, es discutirà cada categoria i es proporcionarà una breu descripció per a cada categoria que es pot inhabilitar.
cs: Uvidíte okno s několika různými kartami. Každá z karet představuje jinou kategorii nastavení pracovního prostředí, která mohou být zakázána. V následujícím oddíle probereme jednotlivé kategorie a poskytneme stručný popis ke každému nastavení, které lze zakázat.
de: Ein Fenster mit mehreren verschiedenen Reitern wird geöffnet. Jeder der Reiter stellt eine andere Kategorie der Einstellungen für die Arbeitsumgebung dar, die deaktiviert werden können. In nächsten Abschnitt wird jede dieser Kategorien behandelt, einschließlich einer Kurzbeschreibung jeder der Einstellungen, die deaktiviert werden können.
eu: Zenbait fitxa dituen leiho bat bistaratzen da. Desgaitu daitekeen mahaigaineko ezarpenen kategoria bati dagokio fitxa bakoitza. Hurrengo atalean kategoria horiek azaltzen dira, eta desgaitu daitekeen ezarpen bakoitzaren deskribapen laburra egiten da.
ja: すると、いろいろなタブを持ったウィンドウが表示されます。これらのタブを使って、無効にすることが可能なデスクトップの設定をそれぞれ分類しています。次のセクションではそれぞれのタブについて説明し、無効にすることが可能な設定について概要を紹介します。
ko: 이제 여러 개의 탭이 있는 창이 보일 것입니다. 각각의 탭은 설정할 수 있는 데스크탑 기능들의 분류를 나타냅니다. 다음 절에서, 각각의 분류에 대해서 살펴보고 기능을 잠글 수 있는 각 기능들에 대해 간단히 설명할 것입니다.
pt: É apresentada uma janela com vários separadores. Cada um dos separadores representa uma categoria diferente de definições do ambiente de trabalho que podem ser desactivadas. Na secção seguinte, será discutida cada categoria e disponibilizada uma breve descrição de cada funcionalidade que pode ser desactivada.

source: Disabling Features
ca: Desactivació de característiques
cs: Zakazování funkcí
de: Funktionen deaktivieren
eu: Eginbideak desgaitzea
ja: 機能を無効にする
ko: 기능 잠그기
pt: Desactivar Funcionalidades

source: To disable a setting, make sure the checkbox next to the setting's description is checked. Most settings will take effect immediately, however some settings will require that the application be restarted in order to take effect.
ca: Per a desactivar una característica, assegureu-vos que la casella de selecció al costat de la descripció de la característica està seleccionada. La majoria de característiques tindran efecte immediatament, tot i això algunes d'elles requereixen que l'aplicació es torni a iniciar per a tenir efecte.
cs: Když chcete zakázat nastavení, zaškrtněte zaškrtávací políčko vedle popisu nastavení. Většina nastavení se projeví ihned, ale některá vyžadují restart aplikace, aby se projevila.
de: Stellen Sie beim Deaktivieren einer Einstellung sicher, dass das Ankreuzfeld neben der Beschreibung der Einstellung aktiviert ist. Die meisten Einstellungen werden unmittelbar angewendet, wobei jedoch einige Anwendungen einen Neustart voraussetzen, um die Änderungen wirksam werden zu lassen.
eu: Ezarpen bat desgaitzeko, egiaztatu ezarpenaren azalpenaren ondoko kontrol-laukia markatua dagoela. Ezarpen gehienak berehala aplikatzen dira; dena den, aplikazioa berrabiarazi behar da ezarpen batzuk aplikatzeko.
ja: ある設定を利用できないようにする場合、説明の横にあるチェックボックスがチェックされているか確認してください。ほとんどの設定はすぐに変更が反映されますが、中にはアプリケーションの再起動が必要なものもあります。
ko: 특정한 설정을 금지하려면 해당 설정의 설명 옆쪽에 있는 체크 박스를 선택하십시오. 대부분의 설정은 즉시 적용되지만, 어떤 것들은 설정을 적용하기 위해 프로그램을 다시 실행해야 할 수도 있습니다.
pt: Para desactivar uma funcionalidade, certifique-se de que a caixa de selecção ao lado da descrição da funcionalidade está activada. A maioria das definições tomam efeito imediatamente, mas algumas irão requerer que a aplicação seja reiniciada para que tenham efeito.
