Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: Applications which provide information about new MIME types are to install a <emphasis>single</emphasis> new XML file here. Depending on the prefix where the application is installed, it will create the file in the <filename>/mime/package</filename> subdirectory of one of the directories in <envar>$XDG_DATA_HOME:$XDG_DATA_DIRS</envar>. For example, an application installed to <filename>/usr/bin</filename> should install a new source XML file to the <filename>/usr/share/mime/packages</filename> directory. For more information about the XML files in the <filename>packages</filename> directory, please see <xref linkend="mimetypes-source-xml"/>.
ca: Les aplicacions que proporcionen informació sobre tipus MIME nous han d'instal·lar aquí només <emphasis>un</emphasis> fitxer XML. Depenent del prefix on l'aplicació estigui instal·lada, es crearà el fitxer en el subdirectori <filename>/mime/package</filename> d'un dels directoris de <envar>$XDG_DATA_HOME:$XDG_DATA_DIRS</envar>. Per exemple, una aplicació instal·lada a <filename>/usr/bin</filename> hauria d'instal·lar un fitxer font XML nou en el directori <filename>/usr/share/mime/packages</filename>. Per a obtenir més informació sobre els fitxers XML en el directori <filename>packages</filename>, vegeu la <xref linkend="mimetypes-source-xml"/>.
cs: Aplikace, které poskytují informace o novém typu MIME, zde nainstalují <emphasis>jeden</emphasis> nový soubor XML. V závislosti na místě, kde je aplikace nainstalovaná, vytvoří soubor v podsložce <filename>/mime/package</filename> jedné ze složek <envar>$XDG_DATA_HOME:$XDG_DATA_DIRS</envar>. Pokud je například aplikace nainstalovaná v <filename>/usr/bin</filename>, měla by nainstalovat nový zdrojový soubor XML do složky <filename>/usr/share/mime/packages</filename>. Více informací o souborech XML ve složce <filename>packages</filename> uvádí <xref linkend="mimetypes-source-xml"/>.
de: Anwendungen, die Informationen über neue MIME-Typen bereitstellen, werden hier in einer <emphasis>einzelnen</emphasis> neuen XML-Datei installiert. Abhängig vom Präfix des Installationsortes der Anwendung werden Dateien im Unterordner <filename>/mime/package</filename> oder in einem der Ordner in <envar>$XDG_DATA_HOME:$XDG_DATA_DIRS</envar> angelegt. Beispielsweise sollte eine in <filename>/usr/bin</filename> installierte Anwendung ihre neue XML-Quelldatei im Ordner <filename>/usr/share/mime/packages</filename> speichern. Weitere Informationen über die XML-Dateien im Ordner <filename>packages</filename> finden Sie in <xref linkend="mimetypes-source-xml"/>.
eu: MIME mota berriei buruzko informazioa duten aplikazioek XML berri <emphasis>bakar</emphasis> bat instalatzen dute hemen. <envar>$XDG_DATA_HOME:$XDG_DATA_DIRS</envar>eko direktorioetako bateko <filename>/mime/package</filename> azpidirektorioan sortuko du fitxategia, aplikazioa instalatua dagoen aurrizkiaren arabera. Adibidez, aplikazioa <filename>/usr/bin</filename>en instalatua badago, <filename>/usr/share/mime/packages</filename> direktorioan instalatu beharko luke XML iturburu-fitxategi berria. <filename>packages</filename> direktorioko XML fitxategiei buruzko informazio gehiago nahi baduzu, ikus <xref linkend="mimetypes-source-xml"/>.
ja: 新しい MIME 型に関するデータを提供するアプリケーションは、このフォルダに<emphasis>１個の</emphasis>新しい ソース XML ファイルをインストールします。アプリケーションがインストールされる場所の接頭子に応じて、環境変数の <envar>$XDG_DATA_HOME:$XDG_DATA_DIRS</envar> で示されたいずれかのフォルダの <filename>/mime/package</filename> サブフォルダの中にファイルを生成します。例えば <filename>/usr/bin</filename> にインストールされるアプリケーションは <filename>/usr/share/mime/packages</filename> フォルダに新しいソース XML のファイルをインストールしなければなりません。<filename>packages</filename> フォルダの中にあるソース XML のファイルについて詳細は「<xref linkend="mimetypes-source-xml"/>」をご覧ください。
ko: 새로운 MIME 형식에 대한 정보를 제공하는 프로그램들은 여기에 <emphasis>하나의</emphasis> 새로운 XML 파일을 설치해야 합니다. 프로그램이 설치된 위치에 따라 <envar>$XDG_DATA_HOME:$XDG_DATA_DIRS</envar> 내의 한 디렉토리에 <filename>/mime/package</filename>라는 이름의 하위 디렉토리를 만들 것입니다. 예를 들어 프로그램이 <filename>/usr/bin</filename> 디렉토리에 설치되었다면, 새로운 소스 XML 파일을 <filename>/usr/share/mime/packages</filename> 디렉토리에 설치할 것입니다. <filename>packages</filename> 디렉토리 내의 XML 파일들에 대한 자세한 정보는, <xref linkend="mimetypes-source-xml"/> 부분을 살펴보기 바랍니다.
pt: Aplicações que disponibilizam informação sobre novos tipos MIME deverão instalar aqui <emphasis>um único</emphasis> ficheiro XML novo. Dependendo do prefixo onde a aplicação é instalada, irá criar o ficheiro no subdirectório <filename>/mime/package</filename> de um dos directórios indicados em <envar>$XDG_DATA_HOME:$XDG_DATA_DIRS</envar>. Por exemplo, uma aplicação instalada em <filename>/usr/bin</filename> deverá instalar um novo ficheiro XML de código no directório <filename>/usr/share/mime/packages</filename>. Para mais informações sobre os ficheiros XML no directório <filename>packages</filename>, consulte <xref linkend="mimetypes-source-xml"/>.

source: SUBTYPE
ca: SUBTIPUS
eu: AZPIMOTA
ja: 詳細な形式
ko: 하위 형식
pt: SUBTIPO

source: These directories and files are automatically generated from the collection of source XML files in the <filename>&lt;MIME&gt;/packages/</filename> subdirectory by the <application>update-mime-database</application> application. For example, for each <literal>mime-type</literal> element in the <filename>/usr/share/mime/packages/freedesktop.org.xml</filename> file, a directory is created at <filename>/usr/share/mime/</filename> with the <emphasis>media type</emphasis> of the MIME type. An XML file is created in that directory with the <emphasis>subtype identifier</emphasis> of that MIME type as well. The contents of the created XML file include comments (and translations for them), subclasses designations and aliases.
ca: Aquests directoris i fitxers els genera de manera automàtica l'aplicació <application>update-mime-database</application> a partir de la col·lecció de fitxers font XML en el subdirectori <filename>&lt;MIME&gt;/packages/</filename>. Per exemple, per cada element <literal>mime-type</literal> en el fitxer <filename>/usr/share/mime/packages/freedesktop.org.xml</filename>, es crea un directori a <filename>/usr/share/mime/</filename> amb el <emphasis>tipus de medi</emphasis> del tipus MIME. També es crea un fitxer XML en aquest directori amb l'<emphasis>identificador de subtipus</emphasis> d'aquest tipus MIME. El contingut del fitxer XML creat inclou comentaris (i traduccions d'aquests), designacions de subclasses i àlies.
cs: Tyto složky a soubory jsou automaticky generované ze sady zdrojových souborů XML v podsložce <filename>&lt;MIME&gt;/packages/</filename> pomocí aplikace <application>update-mime-database</application>. Například pro každý element <literal>mime-type</literal> v souboru <filename>/usr/share/mime/packages/freedesktop.org.xml</filename> se vytvoří v <filename>/usr/share/mime/</filename> složka <emphasis>typ média</emphasis> typu MIME. Stejně tak se ve složce vytvoří soubor <emphasis>identifikátor podtypu</emphasis> typu MIME. Obsah vytvořeného souboru ve formátu XML zahrnuje komentáře (a jejich překlady), pojmenování podtříd a přezdívky.
de: Diese Ordner und Dateien werden automatisch aus der Sammlung der XML-Dateien im Unterordner <filename>&lt;MIME&gt;/packages/</filename> durch die Anwendung <application>update-mime-database</application> generiert. Beispielsweise wird für jedes <literal>mime-type</literal>-Element in der Datei <filename>/usr/share/mime/packages/freedesktop.org.xml</filename> ein Ordner in <filename>/usr/share/mime/</filename> mit dem <emphasis>Medientyp</emphasis> des MIME-Typs angelegt. Ebenso wird eine XML-Datei mit dem <emphasis>Untertyp-Bezeichner</emphasis> dieses MIME-Typs erstellt. In der erstellten XML-Datei sind Kommentare (mit Übersetzung), Unterklassen-Definitionen und Aliase enthalten.
eu: <application>update-mime-database</application> aplikazioak automatikoki sortzen ditu direktorio eta fitxategi horiek, <filename>&lt;MIME&gt;/packages/</filename> azpidirektorioko XML iturburu-fitxategien sortan oinarrituta. Adibidez, <filename>/usr/share/mime/packages/freedesktop.org.xml</filename> fitxategiko <literal>mime-type</literal> elementu bakoitzarentzat MIME motaren <emphasis>euskarri mota</emphasis>k dituen direktorio bat sortzen da <filename>/usr/share/mime/</filename>n. MIME mota horren <emphasis>azpimotaren identifikatzailea</emphasis> daukan XML fitxategi bat ere sortzen da direktorio horretan. Sortutako XML fitxategiak iruzkinak (eta horien itzulpena), azpiklaseen izenak eta aliasak dauzka, besteak beste.
ja: これらのフォルダとそこに格納されているファイルは、<application>update-mime-database</application> というコマンドを使って、<filename>&lt;MIME&gt;/packages/</filename> サブフォルダの中にあるソース XML ファイルの集合から自動的に生成されます。例えば、<literal>mime-type</literal> という要素が <filename>/usr/share/mime/packages/freedesktop.org.xml</filename> ファイルの中にありますが、この要素毎に MIME 型の<emphasis>メディアの種類</emphasis>に対応したフォルダが <filename>/usr/share/mime/</filename> の中にサブフォルダとして生成されます。同様にソース XML ファイルは MIME 型の<emphasis>詳細な形式を表す識別子</emphasis>に対応したサブフォルダの中に生成されます。生成した XML ファイルの中身はコメント (と、それをさまざまな言語に翻訳したもの)、詳細な形式の識別子と別名が含まれています。
ko: 이 디렉토리와 파일들은 <application>update-mime-database</application> 프로그램에 의해 <filename>&lt;MIME&gt;/packages/</filename> 하위 디렉토리 내의 소스 XML 파일들의 집합으로부터 자동으로 생성됩니다. 예를 들어 <filename>/usr/share/mime/packages/freedesktop.org.xml</filename> 파일 내의 각 <literal>mime-type</literal> 엘리먼트들은, <filename>/usr/share/mime/</filename> 디렉토리 내에 MIME 형식의 <emphasis>미디어 형식</emphasis>에 대한 디렉토리가 만들어져 있습니다. XML 파일은 MIME 형식의 <emphasis>하위 형식 이름</emphasis>의 디렉토리 내에도 생성됩니다. 이 XML 파일은 해당 형식에 대한 설명 (그에 대한 번역도 포함), 하위 클래스 지정(designation), 별칭 등을 포함합니다.
pt: Estes directórios e ficheiros são gerados automaticamente a partir da colecção de ficheiros XML de origem que estão no directório <filename>&lt;MIME&gt;/packages/</filename> pela aplicação <application>update-mime-database</application>. Por exemplo, para cada elemento <literal>mime-type</literal> no ficheiro <filename>/usr/share/mime/packages/freedesktop.org.xml</filename>, é criado um directório em <filename>/usr/share/mime/</filename> com o <emphasis>tido de media</emphasis> do tipo MIME. É criado um ficheiro XML nesse directório com o <emphasis>identificador de subtipo</emphasis> desse tipo MIME. O conteúdo do ficheiro de XML criado inclui comentários (e traduções destes), designações de subclasses e alcunhas (nomes alternativos).

source: Example: <filename>/usr/share/mime/text/plain.xml</filename> file
ca: Exemple: el fitxer <filename>/usr/share/mime/text/plain.xml</filename>
cs: Příklad: soubor <filename>/usr/share/mime/text/plain.xml</filename>
de: Beispiel: Datei <filename>/usr/share/mime/text/plain.xml</filename>
eu: Adibidea: <filename>/usr/share/mime/text/plain.xml</filename> fitxategia
ja: 例: <filename>/usr/share/mime/text/plain.xml</filename> ファイル
ko: 예: <filename>/usr/share/mime/text/plain.xml</filename> 파일
pt: Exemplo: o ficheiro <filename>/usr/share/mime/text/plain.xml</filename>

source: &lt;?xml version='1.0' encoding='utf-8'?&gt; &lt;mime-type xmlns="http://www.freedesktop.org/standards/shared-mime-info" type="text/plain"&gt; &lt;!--Created automatically by update-mime-database. DO NOT EDIT!--&gt; &lt;comment&gt;plain text document&lt;/comment&gt; &lt;!-- possibly more translations --&gt; &lt;comment xml:lang="es"&gt;documento de texto sencillo&lt;/comment&gt; &lt;comment xml:lang="eu"&gt;testu soileko dokumentua&lt;/comment&gt; &lt;comment xml:lang="fi"&gt;perustekstiasiakirja&lt;/comment&gt; &lt;comment xml:lang="fr"&gt;document plein texte&lt;/comment&gt; &lt;!-- possibly more translations --&gt; &lt;/mime-type&gt;
ca: &lt;?xml version='1.0' encoding='utf-8'?&gt; &lt;mime-type xmlns="http://www.freedesktop.org/standards/shared-mime-info" type="text/plain"&gt; &lt;!--Created automatically by update-mime-database. DO NOT EDIT!--&gt; &lt;comment&gt;plain text document&lt;/comment&gt; &lt;!-- possibly more translations --&gt; &lt;comment xml:lang="ca"&gt;document de text pla&lt;/comment&gt; &lt;comment xml:lang="eu"&gt;testu soileko dokumentua&lt;/comment&gt; &lt;comment xml:lang="fi"&gt;perustekstiasiakirja&lt;/comment&gt; &lt;comment xml:lang="fr"&gt;document plein texte&lt;/comment&gt; &lt;!-- possibly more translations --&gt; &lt;/mime-type&gt;
cs: &lt;?xml version='1.0' encoding='utf-8'?&gt; &lt;mime-type xmlns="http://www.freedesktop.org/standards/shared-mime-info" type="text/plain"&gt; &lt;!--Created automatically by update-mime-database. DO NOT EDIT!--&gt; &lt;comment&gt;plain text document&lt;/comment&gt; &lt;!-- possibly more translations --&gt; &lt;comment xml:lang="cs"&gt;Prostý textový dokument&lt;/comment&gt; &lt;comment xml:lang="es"&gt;documento de texto sencillo&lt;/comment&gt; &lt;comment xml:lang="eu"&gt;testu soileko dokumentua&lt;/comment&gt; &lt;comment xml:lang="fi"&gt;perustekstiasiakirja&lt;/comment&gt; &lt;comment xml:lang="fr"&gt;document plein texte&lt;/comment&gt; &lt;!-- possibly more translations --&gt; &lt;/mime-type&gt;
ja: &lt;?xml version='1.0' encoding='utf-8'?&gt; &lt;mime-type xmlns="http://www.freedesktop.org/standards/shared-mime-info" type="text/plain"&gt; &lt;!--update-mime-database コマンドで自動的に生成されます (** 編集しないこと！ **)--&gt; &lt;comment&gt;plain text document&lt;/comment&gt; &lt;!-- (いろいろな言語で翻訳したコメントが続く) --&gt; &lt;comment xml:lang="fr"&gt;document plein texte&lt;/comment&gt; &lt;comment xml:lang="hu"&gt;egyszerű szöveg&lt;/comment&gt; &lt;comment xml:lang="it"&gt;Documento in testo semplice&lt;/comment&gt; &lt;comment xml:lang="ja"&gt;平文テキストドキュメント&lt;/comment&gt; &lt;!-- (いろいろな言語で翻訳したコメントが続く) --&gt; &lt;/mime-type&gt;
pt: &lt;?xml version='1.0' encoding='utf-8'?&gt; &lt;mime-type xmlns="http://www.freedesktop.org/standards/shared-mime-info" type="text/plain"&gt; &lt;!--Created automatically by update-mime-database. DO NOT EDIT!--&gt; &lt;comment&gt;plain text document&lt;/comment&gt; &lt;!-- possibly more translations --&gt; &lt;comment xml:lang="es"&gt;documento de texto sencillo&lt;/comment&gt; &lt;comment xml:lang="eu"&gt;testu soileko dokumentua&lt;/comment&gt; &lt;comment xml:lang="fi"&gt;perustekstiasiakirja&lt;/comment&gt; &lt;comment xml:lang="pt"&gt;documento de texto simples&lt;/comment&gt; &lt;!-- possibly more translations --&gt; &lt;/mime-type&gt;

source: <placeholder-1/>This file is generated by the <application>update-mime-database</application> application, using the default source XML file <filename>freedesktop.org.xml</filename>.
ca: <placeholder-1/>Aquest fitxer es genera amb l'aplicació <application>update-mime-database</application>, utilitzant el fitxer font XML predeterminat <filename>freedesktop.org.xml</filename>.
cs: <placeholder-1/>Tento soubor je vygenerovaný pomocí aplikace <application>update-mime-database</application> s použitím zdrojového souboru XML <filename>freedesktop.org.xml</filename>.
de: <placeholder-1/>Diese Datei wird von der Anwendung <application>update-mime-database</application> unter Verwendung der vorgegebenen XML-Quelldatei <filename>freedesktop.org.xml</filename> erstellt.
eu: <placeholder-1/>Fitxategi hori <application>update-mime-database</application> aplikazioak sortzen du, <filename>freedesktop.org.xml</filename> XML iturburu-fitxategi lehenetsia erabiliz.
ja: <placeholder-1/>このファイルは、<application>update-mime-database</application> というコマンドがデフォルトのソース XML ファイルである <filename>freedesktop.org.xml</filename> を読み込んで自動的に生成されます。
ko: <placeholder-1/> 이 파일은 기본 소스 XML 파일인 <filename>freedesktop.org.xml</filename>을 이용하여 <application>update-mime-database</application> 프로그램을 통해 생성되었습니다.
pt: <placeholder-1/>Este ficheiro é gerado pela aplicação <application>update-mime-database</application>, utilizando o ficheiro XML de origem por omissão <filename>freedesktop.org.xml</filename>.

source: Contains one line with a MIME type and a glob pattern, separated by a colon. Files which match the glob pattern are resolved to the MIME type specified before the colon. There are special rules about how filenames are matched by the glob pattern; for more details see the <citetitle>XDG shared mime specification</citetitle>.
ca: Conté una línia amb un tipus MIME i un patró global, separats per dos punts. Els fitxers que coincideixin amb el patró global es resoldran amb el tipus MIME especificat abans dels dos punts. Hi ha regles especials sobre com els noms dels fitxers coincideixen amb el patró global. Per a obtenir més detalls vegeu l'<citetitle>Especificació d'informació MIME compartida XDG</citetitle>.
cs: Obsahuje po jednom řádku s typem MIME a hromadnou maskou, navzájem oddělených dvojtečkou. Soubory, které odpovídají hromadné masce, jsou zpracovávány podle typu MIME před dvojtečkou. Existují speciální pravidla, jak porovnávat název souboru s hromadnou maskou, více informací najdete ve <citetitle>Specifikaci sdílení mime od XDG</citetitle>.
de: Enthält eine Zeile mit dem MIME-Typ und einem Übereinstimmungsmuster, durch einen Doppelpunkt getrennt. Dateien, die diesem Übereinstimmungsmuster entsprechen, werden dem vor dem Doppelpunkt angegebenen MIME-Typ zugeordnet. Es gibt spezielle Regeln für den Vergleich von Dateinamen anhand der Übereinstimmungsmuster. Weitere Details hierzu finden Sie in der <citetitle>XDG shared mime specification</citetitle>.
eu: MIME mota eta korrespondentzia-eredua dauzka lerro batean, bi puntuz bereizita. Korrespondentzia-ereduarekin bat datozen fitxategiei bi puntuen aurretik adierazitako MIME mota esleitzen zaie. Arau bereziak daude korrespondentzia-ereduak fitxategi izenak nola parekatzen dituen azaltzeko; informazio gehiago behar izanez gero, ikus <citetitle>XDGren mime partekatuen zehaztapena</citetitle>.
ja: このファイルには、１行につき１つの MIME 型と１つの グロブ・パターンが記述されています (区切り文字はコロン <quote><literal>:</literal></quote>)。この グロブ・パターンにマッチしたファイルが最終的にコロンの前で定義された MIME 型に関連付けられます。ここで、ファイル名が グロブ・パターンにマッチさせる特別なルールがいくつかあります。これらのルールについて詳細は「<citetitle>XDG shared mime specification</citetitle>」をご覧ください。
ko: 이 파일은 콜론(:) 기호로 구분된 MIME 형식과 glob 패턴으로 이루어진 한 줄로 구성됩니다. glob 패턴과 일치하는 파일들은 해당 패턴의 앞에 지정된 MIME 형식으로 인식됩니다. 파일 이름을 glob 패턴과 일치시키는 방법에 대한 특별한 규칙들이 존재합니다. 자세한 내용은 <citetitle>XDG 공통 MIME 명세서</citetitle>를 참조하기 바랍니다.
pt: Contém uma linha com um tipo mime e um padrão glob, separado por uma vírgula. Ficheiros que tenham equivalência ao padrão glob são consideradas como sendo do tipo MIME especificado antes da vírgula. Existem regras especiais sobre como é feita a equivalência dos nomes de ficheiros ao padrão glob; para mais detalhes consulte a <citetitle>especificação XDG de mime partilhado</citetitle>.

source: This file is also generated by the <application>update-mime-database</application> application, using the default source XML file <filename>freedesktop.org.xml</filename>.
ca: Aquest fitxer també es genera amb l'aplicació <application>update-mime-database</application>, utilitzant el fitxer font XML predeterminat <filename>freedesktop.org.xml</filename>.
cs: Rovněž tento soubor je generovaný aplikací <application>update-mime-database</application> za použití výchozího zdrojového souboru XML <filename>freedesktop.org.xml</filename>.
de: Diese Datei wird ebenfalls durch die Anwendung <application>update-mime-database</application> unter Verwendung der vorgegebenen XML-Quelldatei <filename>freedesktop.org.xml</filename> generiert.
eu: Fitxategi hori ere <application>update-mime-database</application> aplikazioak sortzen du, <filename>freedesktop.org.xml</filename> XML iturburu-fitxategi lehenetsia erabiliz.
ja: このファイルも <application>update-mime-database</application> というコマンドがデフォルトのソース XML ファイルである <filename>freedesktop.org.xml</filename> を読み込んで自動的に生成されます。
ko: 이 파일은 기본 소스 XML 파일인 <filename>freedesktop.org.xml</filename>을 이용하여 <application>update-mime-database</application> 프로그램을 통해 생성되었습니다.
pt: Este ficheiro é também gerado pela aplicação <application>update-mime-database</application>, utilizando o ficheiro XML de origem por omissão <filename>freedesktop.org.xml</filename>.

source: A binary file which contains information on how to resolve MIME types by <quote>sniffing</quote> the content of the file. This is generally a set of one or more rules such as <quote>check for the string <literal>%PDF- </literal>at byte offset 0 in the file; if found, assign it the MIME type <literal>application/pdf</literal></quote>.
ca: Un fitxer binari que conté informació sobre com resoldre els tipus MIME <quote>ensumant</quote> el contingut del fitxer. Generalment això és un joc d'una o més regles com ara la <quote>comprovació de la cadena <literal>%PDF-</literal> en el desplaçament de byte 0 en el fitxer. Si es troba, s'assignarà aquest al tipus de MIME <literal>application/pdf</literal></quote>.
cs: Binární soubor obsahující informace, jak rozpoznat typ MIME <quote>osaháním</quote> obsahu souboru. Obecně to je sada jednoho nebo více pravidel typu <quote>podívej se, jestli se v souboru na pozici 0 nachází řetězec <literal>%PDF- </literal>; jestliže ano, přiřaď typ MIME <literal>application/pdf</literal></quote>.
de: Eine Binärdatei, die Informationen über die Auflösung von MIME-Typen durch »Erschnüffeln« des Inhalts der Datei enthält. Allgemein handelt es sich dabei um eine Reihe von Regeln wie »Suche nach der Zeichenkette <literal>%PDF- </literal> beginnend ab Byte 0 in der Datei, falls vorhanden, Zuordnung zum MIME-Typ <literal>application/pdf</literal>«.
eu: Fitxategiaren edukia <quote>usnatuz</quote> MIME motak nola esleitzen diren azaltzen duen informazioa daukan fitxategi bitarra. Arau bat edo arau sorta bat izaten da normalean. Esate baterako, <quote>begiratu fitxategiaren 0 byte-desplazamenduan <literal>%PDF- </literal>katea dagoen; aurkituz gero, esleitu <literal>application/pdf</literal> MIME mota</quote>.
ja: これは、ファイルの中身の「においをかぐ」(<firstterm>Sniffing</firstterm> する) ことで MIME 型を解決する方法を格納したバイナリ・ファイルです。これは一般的に、「ファイルの中身の先頭バイトが <literal>%PDF- </literal> という文字列で始まっているかどうかチェックする; もしそうならば MIME 型として <literal>application/pdf</literal> を関連付ける」といったルールが１個以上記述されています。
ko: 파일의 내용을 <quote>스니핑(sniffing)</quote>하여 MIME 형식을 인식하는 방법에 대한 정보를 포함하는 바이너리 파일입니다. 이것은 다음과 같은 규칙들을 하나 이상 포함하는 파일입니다: <quote>파일의 0번 오프셋 위치에서 <literal>%PDF- </literal> 문자열을 검사하여, 만약 일치하면 MIME 형식을 <literal>application/pdf</literal>로 지정합니다</quote>.
pt: Um ficheiro binário que contém informação sobre como resolver tipos MIME <quote>inspeccionando</quote> o conteúdo do ficheiro. Normalmente isto consiste numa ou mais regras tais como <quote>verificar a existência da expressão <literal>%PDF- </literal>no byte offset 0 no ficheiro; se encontrada, atribuir-lhe o tipo MIME <literal>application/pdf</literal></quote>.

source: This file is also generated by the <application>update-mime-database</application> application.
ca: Aquest fitxer també es genera amb l'aplicació <application>update-mime-database</application>.
cs: Rovněž tento soubor je generovaný aplikací <application>update-mime-database</application>.
de: Diese Datei wird auch durch den Befehl <application>update-mime-database</application> erzeugt.
eu: Fitxategi hori ere <application>update-mime-database</application> aplikazioak sortzen du.
ja: このファイルも <application>update-mime-database</application> コマンドを使って生成されます。
ko: 이 파일은 <application>update-mime-database</application> 프로그램을 통해 생성되었습니다.
pt: Este ficheiro é também gerado pela aplicação <application>update-mime-database</application>.
