Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: The MATE Desktop includes features that you can use to restrict access to certain functions in the MATE Desktop. The disable features are useful in various situations where you want to restrict the actions that users can perform on a computer. For example, you might want to prevent command line operations on a computer that is for public use at a trade show. The disable features are also known as <emphasis>lockdown</emphasis> features.
ca: L'escriptori del MATE inclou característiques que podeu utilitzar per a restringir l'accés a certes funcions d'aquest. Les característiques de desactivació són útils en diverses situacions en les quals es vulguin restringir les accions que els usuaris poden realitzar en un ordinador. Per exemple, podeu voler evitar les operacions de la línia d'ordres en un ordinador d'ús públic en una fira. Les característiques de desactivació també es coneixen com a característiques de <emphasis>restricció</emphasis>.
cs: Pracovní prostředí MATE obsahuje vlastnosti, díky kterým můžete omezit přístup k určitým funkcím pracovního prostředí MATE. Zakázání funkcí je užitečné v různých situacích, kdy chcete omezit činnosti, které můžete uživatel na počítači provádět. Například můžete chtít zabránit operacím v příkazové řádce na počítači, který je k dispozici pro veřejné použití na předváděcí akci. Zakázání funkcí je známé také jako <emphasis>zamknutí</emphasis> funkcí.
de: Die MATE-Arbeitsumgebung verfügt über Funktionsmerkmale, welche es ermöglichen, den Zugang zu bestimmten Funktionen der Arbeitsumgebung einzuschränken. Diese Möglichkeiten sind in verschiedenen Anwendungsfällen sinnvoll, wenn Sie die Ausführung von Aktionen durch Benutzer auf einem Rechner eingrenzen wollen. Beispielsweise wollen Sie verhindern, dass auf einem öffentlich zugänglichen Rechner, zum Beispiel auf einer Messe, die Befehlszeile benutzt wird. Diese Einschränkungsfunktionen sind auch als <emphasis>Lockdown</emphasis>- (Sperrungs-)Funktionen bekannt.
eu: MATE mahaigainaren zenbait funtzioren sarbidea mugatzeko erabil daitezkeen eginbideak ditu MATE mahaigainak. Desgaitzeko eginbideak erabilgarriak dira erabiltzaileek ordenagailuan egin ditzaketen ekintzak mugatu nahi direnean. Adibidez, litekeena da komando-lerroko eragiketak ekidin nahi izatea merkataritza-erakustaldi batean publikoak erabiltzeko den ordenagailu batean. Eginbideak desgaitzeari eginbideak <emphasis>blokeatzea</emphasis> ere esaten zaio.
ja: MATE デスクトップでは、ある特定の機能にアクセスすることを制限するための方法が提供されています。特定の機能を無効にするのは、システム管理者としてあなたのコンピュータに対する操作を制限させたいような場合に便利です。例えば、どこかの展示会で不特定多数のユーザによって操作される可能性があるデモ・マシンで、コマンドラインによる操作を無効にしたい場合などです。このように特定の機能を無効にすることを、「機能を<emphasis>ロックダウン</emphasis>する」といいます。
ko: 그놈 데스크탑은 특정 기능에 접근할 수 없도록 제한하는 기능을 포함하고 있습니다. 이 기능은 사용자가 컴퓨터 상에서 수행할 수 있는 동작을 제한하고 싶은 경우와 같은 여러 상황에서 유용하게 사용됩니다. 예를 들어, 전시회에서 공용으로 사용되는 컴퓨터에서 명령행에서 수행되는 연산을 금지하고 싶을 수도 있습니다. 이러한 기능은 <emphasis>잠금 (lockdown)</emphasis> 기능이라고도 부릅니다.
pt: O Ambiente de Trabalho MATE inclui funcionalidades que pode utilizar para restringir o acesso a determinadas funcionalidades do MATE. A desactivação de funcionalidades é útil em várias situações onde deseje limitar as acções que os utilizadores podem realizar no computador. Por exemplo, pode desejar impedir operações de linha de comando num computador que esteja disponível ao público numa exposição. O desactivar de funcionalidades é também conhecido como <emphasis>trancar</emphasis> funcionalidades.

source: You set <application>MateConf</application> keys to disable features. For information about how to set <application>MateConf</application> keys, see <xref linkend="mateconf-0"/>. You can also use the <application>Configuration Editor</application> application to set <application>MateConf</application> keys in a user configuration source. For more information about the <application>Configuration Editor</application> application, see the <citetitle>MateConf Editor Manual</citetitle>.
ca: Podeu establir les claus del <application>MateConf</application> per a desactivar característiques. Per a obtenir més informació sobre com establir les claus del <application>MateConf</application>, vegeu el <xref linkend="mateconf-0"/>. També podeu utilitzar l'aplicació <application>Editor de la configuració</application> per a establir les claus del <application>MateConf</application> en una font de configuració de l'usuari. Per a obtenir més informació sobre l'aplicació <application>Editor de la configuració</application>, vegeu el <citetitle>Manual de l'editor MateConf</citetitle>.
cs: Funkcí zakážete nastavením klíče <application>MateConf</application>. Jak se nastavují klíče <application>MateConf</application> popisuje <xref linkend="mateconf-0"/>. Pro nastavení klíčů <application>MateConf</application> ve zdroji uživatelského nastavení můžete použít také aplikaci <application>Editor nastavení</application>. Podrobnější popis k <application>Editoru nastavení</application> najdete v <citetitle>Příručce editoru MateConf</citetitle>.
de: Sie setzen <application>MateConf</application>-Schlüssel, um Funktionen einzuschränken. Informationen über das Setzen von <application>MateConf</application>-Schlüsseln finden Sie in <xref linkend="mateconf-0"/>. Sie können auch den <application>Konfigurationseditor</application> verwenden, um <application>MateConf</application>-Schlüssel in einer Konfigurationsquelle zu setzen. Weitere Informationen hierzu finden Sie im <citetitle>Handbuch zum Konfigurationseditor</citetitle>.
eu: <application>MateConf</application> gakoak ezar daitezke eginbideak desgaitzeko. <application>MateConf</application> gakoak ezartzeari buruzko informazioa behar baduzu, ikus <xref linkend="mateconf-0"/>. <application>Konfigurazio-editorea</application> aplikazioa erabil daiteke erabiltzailearen konfigurazio-iturburuko <application>MateConf</application> gakoak ezartzeko. <application>Konfigurazi-editorea</application> aplikazioari buruzko informazio gehiago behar baduzu, ikus <citetitle>MateConf editorearen eskuliburua</citetitle>.
ja: <application>MateConf</application> キーを機能の無効にセットします。<application>MateConf</application> キーを指定する方法について詳細は「<xref linkend="mateconf-0"/>」をご覧ください。または<application>設定エディタ</application>というアプリケーションを使って、ユーザの設定ソースにある <application>MateConf</application> キーを指定することも可能になっています。<application>設定エディタ</application>について詳細は「<ulink type="help" url="ghelp:mateconf-editor">MateConf エディタのマニュアル</ulink>」をご覧ください。
ko: 이렇게 특정 기능을 제한하려면 <application>MateConf</application> 키를 설정합니다. <application>MateConf</application> 키를 설정하는 방법에 대해서는, <xref linkend="mateconf-0"/> 부분을 참조하기 바랍니다. 또한 사용자 설정 소스 내의 <application>MateConf</application> 키를 설정하려면 <application>설정 편집기</application> 프로그램을 사용할 수도 있습니다. <application>설정 편집기</application> 프로그램에 대한 자세한 정보는 <citetitle>MateConf 편집기 설명서</citetitle>를 보기 바랍니다.
pt: Pode definir chaves <application>MateConf</application> para desactivar funcionalidades. Para informações sobre como definir chaves <application>MateConf</application>, consulte <xref linkend="mateconf-0"/>. Pode também utilizar a aplicação <application>Editor de Configuração</application> para definir chaves <application>MateConf</application> na fonte de configuração de um utilizador. Para mais informações sobre a aplicação <application>Editor de Configuração</application>, consulte o <citetitle>Manual do Editor MateConf</citetitle>.

source: Locking Down Setting Manually
ca: Blocat de paràmetres de forma manual
cs: Ruční zamknutí nastavení
de: Manuelles Sperren von Einstellungen
eu: Ezarpenak eskuz blokeatzea
ja: 手動でロックダウンを指定する
ko: 수동으로 잠금 기능 설정하기
pt: Definição de Trancar Manualmente

source: To Disable Lock Screen and Log Out
ca: Desactivació del bloqueig de la pantalla i de la sortida
cs: Zakázání zámku obrazovky a odhlášení
de: Bildschirm sperren und Abmelden deaktivieren
eu: 'Blokeatu pantaila' eta 'Amaitu saioa' desgaitzea
ja: 画面のロックとログアウトを無効にする
ko: 화면 잠그기과 로그아웃 막기
pt: Desactivar o Trancar de Ecrã e Terminar Sessão

source: lock screen
ca: bloquejar la pantalla
cs: zámek obrazovky
de: Bildschirm sperren
eu: blokeatu pantaila
ko: 화면 잠그기
pt: trancar o ecrã

source: log out
ca: sortir
cs: odhlášení
de: Abmelden
eu: amaitu saioa
ko: 로그아웃
pt: terminar a sessão

source: To disable the lock screen and log out functions, set the <literal>/apps/panel/global/disable_lock_screen</literal> key and the <literal>/apps/panel/global/disable_log_out</literal> key to <literal>true</literal>.
ca: Per a desactivar les funcions de bloqueig de la pantalla i de sortida, establiu la clau <literal>/apps/panel/global/disable_lock_screen</literal> i la clau <literal>/apps/panel/global/disable_log_out</literal> a <literal>true</literal>.
cs: Jestliže chcete zakázat funkce zámek obrazovky a odhlášení, nastavte klíče <literal>/apps/panel/global/disable_lock_screen</literal> a <literal>/apps/panel/global/disable_log_out</literal> na hodnotu <literal>true</literal>.
de: Um die Funktionen zum Sperren des Bildschirms und zum Abmelden zu deaktivieren, setzen sie die Werte der Schlüssel <literal>/apps/panel/global/disable_lock_screen</literal> und <literal>/apps/panel/global/disable_log_out</literal> auf <literal>wahr</literal>.
eu: Pantaila blokeatzeko eta saioa amaitzeko funtzioak desgaitzeko, jarri <literal>/apps/panel/global/disable_lock_screen</literal> eta <literal>/apps/panel/global/disable_log_out</literal> gakoen balioa <literal>true</literal>.
ja: 画面のロックとログアウトの機能を無効にする時は <literal>/apps/panel/global/disable_lock_screen</literal> と <literal>/apps/panel/global/disable_log_out</literal> というキーをそれぞれ <literal>true</literal> にします。
ko: 화면 잠그기와 로그아웃 기능을 사용하지 않으려면 <literal>/apps/panel/global/disable_lock_screen</literal> 키와 <literal>/apps/panel/global/disable_log_out</literal> 키의 값을 <literal>true</literal>로 설정합니다.
pt: Para desactivar as funcionalidades de trancar o ecrã e terminar a sessão, defina a chave <literal>/apps/panel/global/disable_lock_screen</literal> e a chave <literal>/apps/panel/global/disable_log_out</literal> como <literal>true</literal>.

source: When you disable the lock screen and log out functions, the following items are removed from the panels:
ca: Quan desactiveu les funcions de bloqueig de pantalla i de sortida, els elements següents són suprimits dels quadres:
cs: Jakmile zakážete funkce zámek obrazovky a odhlášení, zmizí z panelu následující položky:
de: Wenn Sie die Funktionen zum Sperren des Bildschirms und zum Abmelden deaktivieren, werden folgende Objekte aus den Panels entfernt:
eu: Pantaila blokeatzeko eta saioa amaitzeko funtzioak blokeatzean, elementu hauek kentzen dira paneletatik:
ja: 画面のロックとログアウトの機能を無効にすると、次に示すアイテムが表示されなくなります:
ko: 화면 잠그기와 로그아웃 기능을 사용하지 못하도록 하면, 패널에서 다음과 같은 항목들이 사라집니다:
pt: Quando desactiva as funcionalidades de trancar o ecrã e terminar sessão, são removidos dos painéis os seguintes itens:

source: <guimenuitem>Lock Screen</guimenuitem> and <guimenuitem>Log Out <replaceable>user</replaceable></guimenuitem> menu items from the <guimenu>Main Menu</guimenu>.
ca: Els elements de menú <guimenuitem>Bloca la pantalla</guimenuitem> i <guimenuitem>Surt <replaceable>usuari</replaceable></guimenuitem> del <guimenu>Menú principal</guimenu>.
cs: Položky <guimenuitem>Zamknout obrazovku</guimenuitem> a <guimenuitem>Odhlásit uživatele <replaceable>jméno</replaceable></guimenuitem> z <guimenu>Hlavní nabídky</guimenu>.
de: Die Einträge <guimenuitem>Bildschirm sperren</guimenuitem> und <guimenuitem><replaceable>Benutzer</replaceable> abmelden</guimenuitem> aus dem <guimenu>Hauptmenü</guimenu>.
eu: <guimenu>Menu nagusiko</guimenu> <guimenuitem>Blokeatu pantaila</guimenuitem> eta <guimenuitem>Amaitu honen saioa: <replaceable>erabiltzailea</replaceable></guimenuitem> menu-elementuak.
ja: <guimenu>メイン・メニュー</guimenu>にある<guimenuitem>画面のロック</guimenuitem>と <guimenuitem><replaceable>user</replaceable> のログアウト</guimenuitem>というメニュー項目
ko: <guimenu>메인 메뉴</guimenu> 내의 <guimenuitem>화면 잠그기</guimenuitem>와 <guimenuitem>로그아웃<replaceable>사용자 이름</replaceable></guimenuitem> 메뉴 항목.
pt: Itens de menu <guimenuitem>Trancar Ecrã</guimenuitem> e <guimenuitem>Terminar a Sessão de <replaceable>user</replaceable></guimenuitem> do <guimenu>Menu Principal</guimenu>.

source: <guimenuitem>Lock</guimenuitem> and <guimenuitem>Log Out</guimenuitem> menu items from the <menuchoice><guimenu>Add to Panel</guimenu><guimenuitem>Actions</guimenuitem></menuchoice> menu. To open this menu, right-click on a vacant space on a panel, then choose <menuchoice><guimenu>Add to Panel</guimenu><guimenuitem>Actions</guimenuitem></menuchoice>.
ca: Els elements de menú <guimenuitem>Bloca la pantalla</guimenuitem> i <guimenuitem>Surt</guimenuitem> del menú <menuchoice><guimenu>Afegeix al quadre</guimenu><guimenuitem>Accions</guimenuitem></menuchoice>. Per a obrir aquest menú, feu clic amb el botó secundari en un espai buit del quadre, llavors seleccioneu <menuchoice><guimenu>Afegeix al quadre</guimenu><guimenuitem>Accions</guimenuitem></menuchoice>.
cs: Položky <guimenuitem>Zamknout obrazovku</guimenuitem> a <guimenuitem>Odhlásit</guimenuitem> z nabídky <menuchoice><guimenu>Přidat na panel</guimenu><guimenuitem>Akce</guimenuitem></menuchoice>. Tuto nabídku otevřete kliknutím pravým tlačítkem na oblast panelu a zvolením <menuchoice><guimenu>Přidat na panel</guimenu><guimenuitem>Akce</guimenuitem></menuchoice>.
de: Die Einträge <guimenuitem>Bildschirm sperren</guimenuitem> und <guimenuitem>Abmelden</guimenuitem> im Menü <menuchoice><guimenu>Zum Panel hinzufügen</guimenu><guimenuitem>Aktionen</guimenuitem></menuchoice>. Um dieses Menü zu öffnen, klicken Sie mit der rechten Maustaste auf einen freien Platz in einem Panel und wählen Sie anschließend <menuchoice><guimenu>Zum Panel hinzufügen</guimenu><guimenuitem>Aktionen</guimenuitem></menuchoice>.
eu: <menuchoice><guimenu>Gehitu panelari</guimenu><guimenuitem>Ekintzak</guimenuitem></menuchoice> menuko <guimenuitem>Blokeatu</guimenuitem> eta <guimenuitem>Amaitu saioa</guimenuitem> menu-elementuak. Menu hau irekitzeko, egin klik eskuineko botoiarekin paneleko leku huts batean, eta, ondoren, aukeratu <menuchoice><guimenu>Gehitu panelari</guimenu><guimenuitem>Ekintzak</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>パネルへ追加</guimenu><guimenuitem>ダイアログにある</guimenuitem></menuchoice>にある<guimenuitem>画面のロック</guimenuitem>と<guimenuitem>ログアウト</guimenuitem>という項目
ko: <menuchoice><guimenu>패널에 추가</guimenu><guimenuitem>동작</guimenuitem></menuchoice> 내의 <guimenuitem>잠그기</guimenuitem>와 <guimenuitem>로그아웃</guimenuitem> 메뉴 항목.
pt: Itens de menu <guimenuitem>Trancar</guimenuitem> e <guimenuitem>Terminar Sessão</guimenuitem> no menu <menuchoice><guimenu>Adicionar ao Painel</guimenu><guimenuitem>Acções</guimenuitem></menuchoice>. Para abrir este menu, clique com o botão direito sobre um espaço vazio de um painel, depois seleccione <menuchoice><guimenu>Adicionar ao Painel</guimenu><guimenuitem>Acções</guimenuitem></menuchoice>.

source: <guimenuitem>Lock Screen</guimenuitem> and <guimenuitem>Log Out <replaceable>user</replaceable></guimenuitem> menu items from the <guimenu>Actions</guimenu> menu in the <application>Menu Bar</application> applet.
ca: Els elements de menú <guimenuitem>Bloca la pantalla</guimenuitem> i <guimenuitem>Surt <replaceable>usuari</replaceable></guimenuitem> del menú <guimenu>Accions</guimenu> en la miniaplicació <application>Barra de menú</application>.
cs: Položky <guimenuitem>Zamknout obrazovku</guimenuitem> a <guimenuitem>Odhlásit uživatele <replaceable>jméno</replaceable></guimenuitem> z nabídky <guimenu>Akce</guimenu> v appletu <application>Panel nabídky</application>.
de: Die Menüeinträge <guimenuitem>Bildschirm sperren</guimenuitem> und <guimenuitem><replaceable>Benutzer</replaceable> abmelden</guimenuitem> im Menü <guimenu>Aktionen</guimenu> im <application>Menüleisten</application>-Applet.
eu: <application>Menu-barra</application> miniaplikazioko <guimenu>Ekintzak</guimenu> menuko <guimenuitem>Blokeatu pantaila</guimenuitem> eta <guimenuitem>Amaitu honen saioa: <replaceable>erabiltzailea</replaceable></guimenuitem> menu-elementuak.
ja: <application>メニュー・バー</application>・アプレットの中にある<guimenu>システム</guimenu>・メニューの<guimenuitem>画面のロック</guimenuitem>と <guimenuitem><replaceable>user</replaceable> のログアウト</guimenuitem>というメニュー項目
ko: <application>메뉴 모음</application> 애플릿의 <guimenu>동작</guimenu> 메뉴 내의 <guimenuitem>화면 잠그기</guimenuitem>와 <guimenuitem>로그아웃 <replaceable>사용자 이름</replaceable></guimenuitem> 메뉴 항목.
pt: Itens de menu <guimenuitem>Trancar Ecrã</guimenuitem> e <guimenuitem>Terminar a Sessão de <replaceable>user</replaceable></guimenuitem> do menu <guimenu>Acções</guimenu> na applet de <application>Barra de Menu</application>.

source: Also, any <guibutton>Lock Screen</guibutton> buttons and <guibutton>Log Out</guibutton> buttons on panels are disabled.
ca: També s'inhabilita qualsevol botó <guibutton>Bloca la pantalla</guibutton> i <guibutton>Surt</guibutton> dels quadres.
cs: Rovněž se zakážou tlačítka <guibutton>Zamknout obrazovku</guibutton> a <guibutton>Odhlásit</guibutton> na panelech.
de: Außerdem werden jegliche Knöpfe <guibutton>Bildschirm sperren</guibutton> und <guibutton>Abmelden</guibutton> in den Panels deaktiviert.
eu: Paneletako <guibutton>Blokeatu pantaila</guibutton> eta <guibutton>Amaitu saioa</guibutton> botoiak ere desgaitzen dira.
ja: 加えて、パネル上にある<guibutton>画面のロック</guibutton>と<guibutton>ログアウト</guibutton>・ボタンも表示されなくなります。
ko: 또한, 패널 상의 모든 <guibutton>화면 잠그기</guibutton>와 <guibutton>로그아웃</guibutton> 버튼들도 비활성화 됩니다.
pt: Adicionalmente, todos os botões <guibutton>Trancar Ecrã</guibutton> e <guibutton>Terminar Sessão</guibutton> nos painéis estão desactivados.

source: To Disable Command Line Operations
ca: Desactivació de les operacions de la línia d'ordres
cs: Zakázání operací příkazového řádku
de: Deaktivieren von Befehlszeilenoperationen
eu: Komando-lerroko eragiketak desgaitzea
ja: コマンドライン操作を無効にする
ko: 명령행 기능 사용하지 않기
pt: Desactivar Operações na Linha de Comando

source: command line
ca: línia d'ordres
cs: příkazový řádek
de: Befehlszeile
eu: komando-lerroa
ko: 명령행
pt: linha de comando

source: To disable operations from a command line, set the <literal>/desktop/mate/lockdown/disable_command_line</literal> key to <literal>true</literal>.
ca: Per a desactivar operacions de la línia d'ordres, establiu la clau <literal>/desktop/mate/lockdown/disable_command_line</literal> a <literal>true</literal>.
cs: Pokud chcete zakázat operace z příkazového řádku, nastavte klíč <literal>/desktop/mate/lockdown/disable_command_line</literal> na <literal>true</literal>.
de: Um die Nutzung der Befehlszeile zu deaktivieren, setzen Sie den Schlüssel <literal>/desktop/mate/lockdown/disable_command_line</literal> auf <literal>wahr</literal>.
eu: Komando-lerroko eragiketak desgaitzeko, jarri <literal>/desktop/mate/lockdown/disable_command_line</literal> gakoaren balioa <literal>true</literal>.
ja: コマンドラインからの操作を無効にする時は <literal>/desktop/mate/lockdown/disable_command_line</literal> というキーを <literal>true</literal> にします。
ko: 못령행에서 실행되는 작업을 사용하지 않으려면, <literal>/desktop/mate/lockdown/disable_command_line</literal> 키의 값을 <literal>true</literal>로 설정합니다.
pt: Para desactivar operações a partir de uma linha de comando, defina a chave <literal>/desktop/mate/lockdown/disable_command_line</literal> como <literal>true</literal>.

source: When you disable command line operations, the following changes occur in the user interface:
ca: Quan desactiveu les operacions de la línia d'ordres, es produiran els canvis següents a la interfície d'usuari:
cs: Když zakážete operace příkazového řádku, projeví se v uživatelském rozhraní následující změny:
de: Wenn Sie die Nutzung der Befehlszeile deaktivieren, dann treten folgende Änderungen in der Benutzeroberfläche auf:
eu: Komando-lerroko eragiketak desgaitzean, aldaketa hauek gertatzen dira erabiltzailearen interfazean:
ja: コマンドラインの操作を無効にすると、次に示すような変更がユーザ・インタフェースの中で発生します:
ko: 명령행 기능을 사용하지 못하도록 하면, 사용자 인터페이스에 다음과 같은 변화가 일어납니다:
pt: Quando desactiva as operações a partir de uma linha de comando, ocorrem as seguintes alterações no interface de utilizador:

source: The <guimenuitem>Run Application</guimenuitem> menu item is removed from the following menus:
ca: L'element de menú <guimenuitem>Executa una aplicació</guimenuitem> és suprimit dels menús següents:
cs: Položka <guimenuitem>Spustit aplikaci</guimenuitem> zmizí z následujících nabídek:
de: Der Eintrag <guimenuitem>Anwendung ausführen</guimenuitem> wird aus den folgenden Menüs entfernt:
eu: <guimenuitem>Exekutatu aplikazioa</guimenuitem> menu-elementua kendu egiten da menu hauetatik:
ja: <guimenuitem>アプリケーションの実行</guimenuitem>という項目が次のメニューから表示されなくなります:
ko: 다음 메뉴들에서 <guimenuitem>프로그램 실행</guimenuitem> 메뉴 항목이 사라집니다:
pt: O item de menu <guimenuitem>Executar Aplicação</guimenuitem> é removido dos seguintes menus:

source: Main Menu
ca: Menú principal
cs: Hlavní nabídka
de: Hauptmenü
eu: Menu nagusia
ja: メイン・メニュー
ko: 메인 메뉴
pt: Menu Principal

source: <guimenu>Actions</guimenu> submenu in the <guimenu>Add to Panel</guimenu> menu
ca: Submenú <guimenu>Accions</guimenu> en el menú <guimenu>Afegeix al quadre</guimenu>
cs: Podnabídka <guimenu>Akce</guimenu> v nabídce <guimenu>Přidat na panel</guimenu>
de: Untermenü <guimenu>Aktionen</guimenu> im Menü <guimenu>Zum Panel hinzufügen</guimenu>
eu: <guimenu>Gehitu panelari</guimenu> menuko <guimenu>Ekintzak</guimenu> azpimenua
ja: <guimenu>パネルへ追加</guimenu>ダイアログにある<guimenu>アクション</guimenu>というサブメニュー
ko: <guimenu>패널에 추가</guimenu> 메뉴 내의 <guimenu>동작</guimenu> 하위 메뉴
pt: Submenu <guimenu>Acções</guimenu> no menu <guimenu>Adicionar ao Painel</guimenu>

source: <guimenu>Actions</guimenu> menu in the <application>Menu Bar</application> applet
ca: Menú <guimenu>Accions</guimenu> en la miniaplicació <application>Barra de menú</application>
cs: Nabídka <guimenu>Akce</guimenu> v appletu <application>Panel nabídky</application>
de: Untermenü <guimenu>Aktionen</guimenu> im <application>Menüleiste</application>-Applet
eu: <application>Menu-barra</application> miniaplikazioko <guimenu>Ekintzak</guimenu> menua
ja: <application>メニュー・バー</application>・アプレットの中にある<guimenu>システム</guimenu>・メニュー
ko: <application>메뉴 모음</application> 애플릿 내의 <guimenu>동작</guimenu> 메뉴
pt: Menu <guimenu>Acções</guimenu> na applet de <application>Barra de Menu</application>

source: Any <guibutton>Run</guibutton> buttons on panels are disabled.
ca: S'inhabilita qualsevol botó <guibutton>Executa</guibutton> en els quadres.
cs: Zakáží se případná tlačítka <guibutton>Spustit</guibutton> na panelu.
de: Jeder <guibutton>Ausführen</guibutton>-Knopf in den Panels wird deaktiviert.
eu: Paneletako <guibutton>Exekutatu</guibutton> botoi guztiak desgaitzen dira.
ja: 加えて、パネル上にある<guibutton>実効</guibutton>ボタンも表示されなくなります。
ko: 패널 상의 모든 <guibutton>실행</guibutton> 버튼들이 비활성화 됩니다.
pt: Todos os botões <guibutton>Executar</guibutton> em painéis são desactivados.
