Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: This chapter describes how to set preferences for the screensaver. This chapter also provides information on how to modify the displays that are available for the screensaver.
ca: Aquest capítol descriu com establir les preferències per a l'estalvi de pantalla. Aquest capítol també proporciona informació sobre com modificar els temes que hi ha disponibles per a l'estalvi de pantalla.
cs: Tato kapitola popisuje, jak nastavit předvolby pro šetřič obrazovky. Rovněž poskytuje informace, jak změnit obrazovky, které jsou dostupné pro šetřič obrazovky.
de: Dieses Kapitel beschreibt die Einstellungen des Bildschirmschoners. Weiterhin finden Sie hier Informationen über die Anpassung der Anzeigen, die für jeden Bildschirmschoner verfügbar sind.
eu: Pantaila-babesleen hobespenak nola ezartzen diren azaltzen da atal honetan. Pantaila-babesleek erabilgarri dituzten bistaratze-aukerak nola aldatu ere azaltzen da.
ja: この章ではスクリーンセーバーを設定する方法について説明します。さらに、スクリーンセーバーを利用できるように表示を変更する方法についても説明します。
ko: 이 부분에서는 화면 보호기의 기본 설정을 변경하는 방법을 설명합니다. 또한 화면 보호기에서 사용할 수 있는 화면들을 수정하는 방법에 대해서도 설명합니다.
pt: Este capítulo descreve como definir as preferências do protector de ecrã. Este capítulo também disponibiliza informação sobre como alterar os ecrãs que estão disponíveis para o protector de ecrã.

source: Introduction to Screensavers
ca: Introducció als estalvis de pantalla
cs: Úvod do šetřičů obrazovky
de: Einführung in Bildschirmschoner
eu: Pantaila-babesleak: sarrera
ja: スクリーンセーバーについて
ko: 화면 보호기 소개
pt: Introdução ao Protector de Ecrã

source: screensavers
ca: estalvis de pantalla
cs: šetřiče obrazovky
de: Bildschirmschoner
eu: pantaila-babesleak
ko: 화면 보호기
pt: protector de ecrã

source: A <firstterm>screensaver</firstterm> is an application that replaces the image on a screen when the screen is not in use. The screensaver application for the MATE Desktop is <application>mate-screensaver</application>. The following sections describe how to set preferences for the <application>mate-screensaver</application> application, and how to change the themes that are available for the screensaver.
ca: Un <firstterm>estalvi de pantalla</firstterm> és una aplicació que reemplaça la imatge a la pantalla quan la pantalla no s'utilitza. L'aplicació de l'estalvi de pantalla per a l'escriptori del MATE és el <application>mate-screensaver</application>. Les seccions següents descriuen com establir les preferències per a l'aplicació <application>mate-screensaver</application> i com canviar els temes que hi ha disponibles per a l'estalvi de pantalla.
cs: <firstterm>Šetřič obrazovky</firstterm> je aplikace, které změní obsah obrazovky, když se obrazovka nepoužívá. Šetřičem obrazovky v Pracovním prostředí MATE je <application>mate-screensaver</application>. Následující oddíly popisují, jak nastavit předvolby pro aplikaci <application>mate-screensaver</application> a jak změnit motivy, které jsou pro šetřič obrazovky dostupné.
de: Ein <firstterm>Bildschirmschoner</firstterm> ist eine Anwendung, die das Bild auf dem Bildschirm ersetzt, wenn dieser nicht benutzt wird. Die Bildschirmschoneranwendung für die MATE-Arbeitsumgebung ist <application>mate-screensaver</application>. Die folgenden Abschnitte beschreiben die Einstellungen von <application>mate-screensaver</application> und den Wechsel der verfügbaren Themen.
eu: Pantaila erabiltzen ez denean pantailako irudia ordezten duen aplikazio bat da <firstterm>pantaila-babesle</firstterm> bat. Pantaila babesteko MATE mahaigainaren aplikazioa <application>materen pantaila-babeslea</application> da. Datozen ataletan <application>materen pantaila-babeslea</application> aplikazioaren hobespenak nola ezarri eta pantaila-babeslearentzat erabilgarri dauden gaiak nola aldatu azaltzen da.
ja: 「<firstterm>スクリーンセーバー</firstterm>」は、モニタの画面が使用されなくなったらそれを何か別の画像で置きかえるアプリケーションです。これに相当するアプリケーションは、MATE デスクトップでは <application>mate-screensaver</application> になります。これ以降のセクションではこの <application>mate-screensaver</application> アプリケーションの設定方法と、スクリーンセーバーを利用できるテーマに変更する方法について説明します。
ko: <firstterm>화면 보호기</firstterm>는 화면을 사용하지 않을 때 화면 상의 이미지를 바꿔주는 프로그램입니다. 그놈 데스크탑의 화면 보호기 프로그램은 <application>mate-screensaver</application>입니다. 다음의 절에서는 <application>mate-screensaver</application> 프로그램을 설정하는 방법 및 화면 보호기의 테마를 변경하는 방법을 설명할 것입니다.
pt: Um <firstterm>protector de ecrã</firstterm> é uma aplicação que substitui a imagem no ecrã quando este não está a ser utilizado. A aplicação de protecção de ecrã do Ambiente de Trabalho MATE é o <application>mate-screensaver</application>. As secções seguintes descrevem como definir as preferências da aplicação <application>mate-screensaver</application>, e como alterar os temas que estão disponíveis para o protector de ecrã.

source: Setting Screensaver Preferences
ca: Establiment de les preferències de l'estalvi de pantalla
cs: Nastavení předvoleb šetřiče obrazovky
de: Einstellungen des Bildschirmschoners ändern
eu: Pantaila-babeslearen hobespenak ezartzea
ja: スクリーンセーバーの設定を指定する
ko: 화면 보호기 기본 설정
pt: Definir as Preferências do Protector de Ecrã

source: setting preferences
ca: establir les preferències
cs: nastavení předvoleb
de: Festlegen von Einstellungen
eu: hobespenak ezartzea
ko: 기본 설정 하기
pt: definir as preferências

source: All screensaver preferences and settings are stored in <application>MateConf</application>.
ca: Totes les preferències de l'estalvi de pantalla s'emmagatzemen en el <application>MateConf</application>.
cs: Všechny předvolby a nastavení šetřiče obrazovky se uchovávají v <application>MateConf</application>.
de: Alle Einstellungen des Bildschirmschoners werden in <application>MateConf</application> gespeichert.
eu: Pantaila-babeslearen hobespen eta ezarpen guztiak hemen gordetzen dira: <application>MateConf</application>.
ja: スクリーンセーバーの設定はすべて <application>MateConf</application> の中に保管されています。
ko: 화면 보호기와 관련된 모든 설정은 <application>MateConf</application>에 저장됩니다.
pt: Todas as preferências e definições do protector de ecrã estão armazenadas no <application>MateConf</application>.

source: To modify screensaver application preferences, users can use the <application>Screensaver</application> preference tool. For information on screensaver preferences, see <citetitle>MATE Desktop User's Guide</citetitle>.
ca: Per a modificar les preferències de l'aplicació de l'estalvi de pantalla, els usuaris poden utilitzar l'eina de preferències <application>Estalvi de pantalla</application>. Per a obtenir més informació sobre les preferències de l'estalvi de pantalla, vegeu la <citetitle>Guia d'usuari de l'escriptori del MATE</citetitle>.
cs: Ke změně předvoleb aplikace šetřič obrazovky může uživatel použít nástroj předvoleb <application>Šetřič obrazovky</application>. Více informací o předvolbách šetřiče obrazovky je uvedeno <citetitle>Příručce uživatele pracovního prostředí MATE</citetitle>.
de: Um die Einstellungen des Bildschirmschoners zu ändern, können Benutzer das Einstellungswerkzeug <application>Bildschirmschoner</application> verwenden. Weitere Informationen hierzu finden Sie im <citetitle>MATE Desktop-Benutzerhandbuch</citetitle>.
eu: Pantaila-babeslearen hobespenak aldatzeko, <application>Screensaver</application> hobespen-tresna erabil dezakete erabiltzaileek. Pantaila-babesleari buruzko informazio gehiago nahi baduzu, ikus <citetitle>MATE mahaigainaren erabiltzailearen gida</citetitle>.
ja: スクリーンセーバーの設定を変更する際、ユーザは<application>スクリーンセーバー</application>の設定ツールを利用します。この設定ツールについて詳細は「<ulink type="help" url="ghelp:user-guide?prefs-screensaver">MATE デスクトップのユーザ・ガイド</ulink>」をご覧ください。
ko: 사용자들이 화면 보호기 프로그램의 기본 설정을 변경하려면 <application>화면 보호기</application> 기본 설정 도구를 이용할 수 있습니다. 화면 보호기 기본 설정에 대한 자세한 정보는 <citetitle>그놈 데스크탑 사용자 가이드</citetitle>를 참조하기 바랍니다.
pt: Para alterar as preferências do protector de ecrã, os utilizadores podem utilizar a ferramenta de preferências <application>Protecção de Ecrã</application>. Para informações sobre preferências do protector de ecrã, consulte o <citetitle>Guia do Utilizador do Ambiente de Trabalho MATE</citetitle>.

source: Users can also run the command <command>/usr/bin/mate-screensaver-preferences</command> to open the <guilabel>Screensaver Preferences</guilabel> dialog.
ca: Els usuaris també poden executar l'ordre <command>/usr/bin/mate-screensaver-preferences</command> per a obrir el diàleg <guilabel>Preferències de l'estalvi de pantalla</guilabel>.
cs: Otevření dialogového okna <guilabel>Předvolby šetřiče obrazovky</guilabel> může uživatel provést i spuštěním příkazu <command>/usr/bin/mate-screensaver-preferences</command>.
de: Sie können auch den Befehl <command>/usr/bin/mate-screensaver-preferences</command> ausführen, um den Dialog <guilabel>Bildschirmschoner-Einstellungen</guilabel> zu öffnen.
eu: <guilabel>Pantaila-babeslearen hobespenak</guilabel> elkarrizketa-koadroa irekitzeko, komando hau exekuta dezakete erabiltzaileek: <command>/usr/bin/mate-screensaver-preferences</command>.
ja: さらに、ユーザは <command>/usr/bin/mate-screensaver-preferences</command> というコマンドを直接実行して、<guilabel>スクリーンセーバーの設定</guilabel>ダイアログを開くことも可能です。
ko: 사용자들은 <command>/usr/bin/mate-screensaver-preferences</command> 프로그램을 이용하여 <guilabel>화면 보호기 기본 설정</guilabel> 대화상자를 열 수도 있습니다.
pt: Os utilizadores podem também executar o comando <command>/usr/bin/mate-screensaver-preferences</command> para abrir o diálogo de <guilabel>Preferências do Protector de Ecrã</guilabel>.

source: To set default screensaver settings and policy for all users, modify the screensaver settings in the Default MateConf Configuration Source.
ca: Per a establir els paràmetres i la política predeterminats de l'estalvi de pantalla per a tots els usuaris, modifiqueu els paràmetres de l'estalvi de pantalla a la font de configuració predeterminada del MateConf.
cs: Pokud chcete nastavit výchozí předvolby pro šetřič obrazovky a politiky pro všechny uživatele, změňte nastavení šetřiče obrazovky ve zdroji výchozího nastavení MateConf.
de: Um vorgegebene Einstellungen und Regeln des Bildschirmschoners für alle Benutzer festzulegen, passen Sie die Bildschirmschoner-Einstellungen in der vorgegebenen MateConf-Konfigurationsquelle an.
eu: Erabiltzaile guztientzat pantaila-babeslearen ezarpen lehenetsiak eta arauak ezartzeko, aldatu pantaila-babeslearen ezarpenak MateConf konfigurazio-iturburu lehenetsian.
ja: すべてのユーザに対してデフォルトの設定とポリシーを指定したいのであれば、デフォルトの MateConf 設定ソースの中にあるスクリーンセーバー用の項目を編集してください。
ko: 모든 사용자에게 적용되는 화면 보호기 기본 설정 및 정책을 설정하려면 기본 MateConf 설정 소스 내의 화면 보호기 설정을 수정하십시오.
pt: Para configurar as definições por omissão do protector de ecrã e a política para todos os utilizadores, altere as definições na Fonte de Configuração por Omissão do MateConf.

source: To set mandatory screensaver settings and policy for all users, modify the screensaver settings in the Mandatory MateConf Configuration Source.
ca: Per a establir els paràmetres i la política obligatoris de l'estalvi de pantalla per a tots els usuaris, modifiqueu els paràmetres de l'estalvi de pantalla a la font de configuració obligatòria del MateConf.
cs: Pokud chcete nastavit povinné předvolby pro šetřič obrazovky a politiky pro všechny uživatele, změňte nastavení šetřiče obrazovky ve zdroji povinného nastavení MateConf.
de: Um obligatorische Bildschirmschonereinstellungen und Regeln für alle Benutzer festzulegen, ändern Sie die Bildschirmschonereinstellungen in der obligatorischen MateConf-Konfigurationsquelle.
eu: Erabiltzaile guztientzat pantaila-babeslearen derrigorrezko ezarpenak eta arauak ezartzeko, aldatu pantaila-babeslearen ezarpenak MateConf nahitaezko konfigurazio-iturburuan.
ja: すべてユーザに対してなんらかの設定とポリシーを強制したいのであれば、変更不可の MateConf 設定ソースの中にあるスクリーンセーバー用の項目を編集してください。
ko: 모든 사용자에게 적용되는 화면 보호기 필수 설정 및 정책을 설정하려면 필수 MateConf 설정 소스 내의 화면 보호기 설정을 수정하십시오.
pt: Para configurar definições obrigatórias e políticas para todos os utilizadores, altere as definições na Fonte de Configurações Obrigatórias do MateConf.

source: Modifying Screensaver Themes
ca: Modificació dels temes de l'estalvi de pantalla
cs: Změna motivu šetřiče obrazovky
de: Ändern von Bildschirmschoner-Themen
eu: Pantaila-babeslearen gaiak aldatzea
ja: スクリーンセーバーのテーマを変更する
ko: 화면 보호기 테마 변경하기
pt: Alterar os Temas do Protector de Ecrã

source: modifying screensaver themes
ca: modificar els temes de l'estalvi de pantalla
cs: změna motivu šetřiče obrazovky
de: Ändern von Bildschirmschoner-Themen
eu: pantaila-babeslearen gaiak aldatzea
ko: 화면 보호기 테마 변경하기
pt: alterar os temas do protector de ecrã

source: The screensaver application allows users to choose one or more <firstterm>screensaver themes</firstterm>. A screensaver theme is an application that displays images on the screen of the user when the screen is not in use. The available screensaver themes are listed in the <application>Screensaver</application> preference tool.
ca: L'aplicació de l'estalvi de pantalla permet als usuaris seleccionar un o més <firstterm>temes de l'estalvi de pantalla</firstterm>. Un tema de l'estalvi de pantalla és una aplicació que mostra imatges a la pantalla de l'usuari quan la pantalla no s'utilitza. Els temes de l'estalvi de pantalla disponibles es mostren en una llista a l'eina de preferències <application>Estalvi de pantalla</application>.
cs: Aplikace Šetřič obrazovky umožňuje uživateli vybrat si jeden nebo více <firstterm>motivů šetřiče obrazovky</firstterm>. Motiv šetřiče obrazovky je ve skutečnosti aplikace, která na obrazovce, v době kdy ji uživatel nepoužívá, zobrazuje obrázky. Dostupné motivy šetřiče obrazovky nabízí aplikace nástroj předvoleb aplikace <application>Šetřič obrazovky</application>.
de: Der Bildschirmschoner ermöglicht Benutzern die Auswahl eines oder mehrerer <firstterm>Bildschirmschoner-Themen</firstterm>. Ein Bildschirmschoner-Thema ist eine Anwendung, die Bilder auf dem Bildschirm anzeigt, während dieser nicht genutzt wird. Die verfügbaren Bildschirmschoner-Themen werden im Einstellungswerkzeug <application>Bildschirmschoner</application> aufgelistet.
eu: Pantaila-babeslearen aplikazioan, <firstterm>pantaila-babeslearen gai</firstterm> bat edo gehiago aukera ditzakete erabiltzaileek. Pantaila-babeslearen gaia aplikazio bat da, eta pantaila erabiltzen ez denean irudi bat bistaratzen du. Pantaila-babeslearen gai erabilgarrien zerrenda <application>Screensaver</application> aplikazioaren hobespen-tresnan dago.
ja: スクリーンセーバーのアプリケーションを利用すると、ユーザは一つ以上の<firstterm>スクリーンセーバーのテーマ</firstterm>を選択できます。スクリーンセーバーのテーマとは、モニタの画面が使用されなくなったらユーザの画面に何か画像を表示するアプリケーションです。利用可能なスクリーンセーバーのテーマは<application>スクリーンセーバー</application>設定ツールの中に一覧表示されます。
ko: 화면 보호기 프로그램은 사용자들이 하나 이상의 <firstterm>화면 보호기 테마</firstterm>를 설정할 수 있도록 해 줍니다. 화면 보호기 테마는 화면을 사용하지 않을 때 화면 상에 이미지를 표시하는 프로그램입니다. 이용할 수 있는 화면 보호기 테마는 <application>화면 보호기</application> 설정 도구에서 볼 수 있습니다.
pt: A aplicação de protecção de ecrã permite aos utilizadores seleccionar um ou mais <firstterm>temas de protecção</firstterm>. Um protector de ecrã é uma aplicação que apresenta imagens no ecrã do urilizador quando este não está a ser utilizado. Os temas do protector de ecrã disponíveis estão listados na ferramenta de preferências <application>Protector de Ecrã</application>.

source: To add a new screensaver theme, copy the executable file for the <firstterm>screensaver theme engine</firstterm> to somewhere in your PATH or into the screensaver theme engine executable directory. The screensaver theme engine executable directory for your system can be determined using the following command: <screen><userinput>pkg-config --variable=privlibexecdir mate-screensaver</userinput></screen> Next, add a <filename>.desktop</filename> file for the theme into the screensaver themes directory. The screensaver themes directory for your system can be determined using the following command: <screen><userinput>pkg-config --variable=themesdir mate-screensaver</userinput></screen> In the Exec field of the <filename>.desktop</filename> file include any arguments that are required to run the screensaver theme on the whole screen, rather than in a window. For example, some legacy screensaver theme engines may require you to include the <literal>-root</literal> option to display the screensaver display on the whole screen.
ca: Per a afegir un nou tema de l'estalvi de pantalla, copieu el fitxer executable per al <firstterm>motor del tema de l'estalvi de pantalla</firstterm> en algun lloc del vostre CAMÍ o en el directori dels motors executables dels temes de l'estalvi de pantalla. El directori dels motors executables dels temes de l'estalvi de pantalla per al sistema pot ser determinat utilitzant l'ordre següent: <screen><userinput>pkg-config --variable=privlibexecdir mate-screensaver</userinput></screen> A continuació, afegiu un fitxer <filename>.desktop</filename> per al tema en el directori de temes de l'estalvi de pantalla. El directori de temes de l'estalvi de pantalla per al vostre sistema pot ser determinat utilitzant l'ordre següent: <screen><userinput>pkg-config --variable=themesdir mate-screensaver</userinput></screen> En el camp Exec del fitxer <filename>.desktop</filename> incloeu qualsevol argument necessari per a executar el tema de l'estalvi de pantalla en la pantalla sencera, en lloc d'una finestra. Per exemple, pot ser que alguns motors del tema de l'estalvi de pantalla requereixin incloure l'opció <literal>-root</literal> per a mostrar el visualitzador de l'estalvi de pantalles en la pantalla sencera.
cs: Pokud chcete přidat nový motiv šetřiče obrazovky, nakopírujte spustitelný soubor pro <firstterm>výkonné jádro motivu šetřiče obrazovky</firstterm> do kterékoliv prohledávané složky z PATH nebo do složky se spustitelným souborem výkonného jádra motivu šetřiče obrazovky. Složku, ve které je umístěný spustitelný soubor výkonného jádra motivu šetřiče obrazovky, zjistíte pomocí příkazu: <screen><userinput>pkg-config --variable=privlibexecdir mate-screensaver</userinput></screen> V dalším kroku přidejte do složky motiv šetřiče obrazovky soubor <filename>.desktop</filename> pro motiv. Složku motivů šetřiče obrazovku lze zjistit příkazem: <screen><userinput>pkg-config --variable=themesdir mate-screensaver</userinput></screen> Do pole Exec v souboru <filename>.desktop</filename> zahrňte parametry, které jsou zapotřebí ke spuštění motivu šetřiče obrazovky přes celou obrazovku namísto v okně. Například některá starší výkonná jádra motivu šetřiče obrazovky mohou vyžadovat zahrnutí parametru <literal>-root</literal>, aby běžel šetřič obrazovky přes celou obrazovku.
de: Um ein neues Bildschirmschoner-Thema hinzuzufügen, kopieren Sie dessen ausführbare Datei der <firstterm>Bildschirmschoner-Themen-Engine</firstterm> an irgendeinen Ort in Ihrem Suchpfad (PATH) oder in den Ordner für Bildschirmschoner-Themen-Engines. Der Ordner für ausführbare Bildschirmschoner-Themen-Engines kann mit folgendem Befehl festgelegt werden: <screen><userinput>pkg-config --variable=privlibexecdir mate-screensaver</userinput></screen> Danach fügen Sie eine <filename>.desktop</filename>-Datei für das Thema in den Ordner für Bildschirmschoner-Themen ein. Der Ordner für Bildschirmschoner-Themen Ihres Systems kann mit folgendem Befehl festgelegt werden: <screen><userinput>pkg-config --variable=themesdir mate-screensaver</userinput></screen> Im »Exec«-Feld Ihrer <filename>.desktop</filename>-Datei setzen Sie dann eventuelle Argumente ein, die zur Ausführung des Bildschirmschoner-Themas im Vollbildmodus und nicht in einem Fenster erforderlich sind. Beispielsweise ist für einige ältere Bildschirmschoner-Themen-Engines das Argument <literal>-root</literal> nötig, um den Bildschirmschoner auf dem ganzen Bildschirm anzuzeigen.
eu: Pantaila-babeslearen gai berri bat gehitzeko, kopiatu <firstterm>pantaila-babeslearen gaiaren motorra</firstterm>ren fitxategi exekutagarria zure BIDE-IZENean edo pantaila-babeslearen gaiaren motorraren exekutagarriaren direktorioan. Sistemako pantaila-babeslearen gaiaren motorraren exekutagarriaren direktorioa zein den jakiteko, komando hau erabil daiteke: <screen><userinput>pkg-config --variable=privlibexecdir mate-screensaver</userinput></screen>. Ondoren, gehitu gaiaren <filename>.desktop</filename> fitxategia pantaila-babeslearen gaien direktorioari. Sistemako pantaila-babeslearen gaien direktorioa zein den jakiteko, komando hau erabil daiteke: <screen><userinput>pkg-config --variable=themesdir mate-screensaver</userinput></screen>. Pantaila-babeslea pantaila osoan (eta ez leiho batean) ikusi ahal izateko beharrezko argumentu guztiak sartu <filename>.desktop</filename> fitxategiaren Exec eremuan. Adibidez, <literal>-root</literal> aukera sartzea behar dute pantaila-babeslearen gaiaren motor zahar batzuek, pantaila-babeslea pantaila osoko moduan bistaratzeko.
ja: 新しいスクリーンセーバーのテーマを追加する時は<firstterm>スクリーンセーバーのテーマ・エンジン</firstterm>に相当する実行形式を環境変数 PATH が通っているどこか、またはシステム規模の専用のフォルダにインストールしてください。お使いのシステムで、スクリーンセーバーのテーマ・エンジンを格納する専用のフォルダは次のコマンドで取得できます: <screen><userinput>pkg-config --variable=privlibexecdir mate-screensaver</userinput></screen> それから、インストールしたテーマの <filename>.desktop</filename> ファイルをスクリーンセーバーのテーマ・フォルダにインストールします。スクリーンセーバーのテーマ・フォルダは次のコマンドで取得できます: <screen><userinput>pkg-config --variable=themesdir mate-screensaver</userinput></screen> <filename>.desktop</filename> ファイルの <literal>Exec</literal> エントリにインストールしたスクリーンセーバーのテーマをウィンドウ単位ではなくモニタの画面全体に対して起動するのに必要な引数を追加しておきます。例えば、古いバージョンのテーマ・エンジンの場合だと <literal>-root</literal> というオプションを指定して、モニタの画面全体に対してスクリーンセーバーを起動するようにしなければなりません。
ko: 새 화면 보호기 테마를 추가하려면 <firstterm>화면 보호기 테마 엔진</firstterm>을 위한 실행 파일을 PATH 상에 포함된 경로나 화면 보호기 테마 엔진 실행 파일이 있는 디렉토리에 복사합니다. 시스템 상에 화면 보호기 테마 엔진 실행 파일이 존재하는 디렉토리는 다음과 같은 명령을 통해 확인할 수 있습니다. : <screen><userinput>pkg-config --variable=privlibexecdir mate-screensaver</userinput></screen> 그리고 <filename>.desktop</filename> 파일은 화면 보호기 테마 디렉토리에 추가합니다. 시스템 상에 화면 보호기 테마 디렉토리의 위치는 다음 명령을 통해 확인할 수 있습니다: <screen><userinput>pkg-config --variable=themesdir mate-screensaver</userinput></screen> <filename>.desktop</filename> 파일의 Exec 필드에는 화면 보호기를 한 창 내에서가 아닌 화면 전체로 실행할 때 필요한 인자들을 포함합니다. 예를 들어 몇몇 오래된 화면 보호기 테마 엔진들은 화면 보호기를 전체 화면으로 표시하기 위해 <literal>-root</literal> 옵션을 포함해야 할 수 있습니다.
pt: Para adicionar um novo tema de protector de ecrã, copie o ficheiro executável do <firstterm>motor do tema de protecção</firstterm> para um qualquer local no seu PATH ou para o directório executável do motor do tema de protecção. O directório do motor de protecção de ecrã do seu sistema poderá ser determinado utilizando o seguinte comando: <screen><userinput>pkg-config --variable=privlibexecdir mate-screensaver</userinput></screen> De seguida, adicione um ficheiro <filename>.desktop</filename> para o tema ao directório de temas do protector de ecrã. O directório de temas do protector de ecrã do seu sistema pode ser determinado utilizando o seguinte comando: <screen><userinput>pkg-config --variable=themesdir mate-screensaver</userinput></screen> No campo Exec do ficheiro <filename>.desktop</filename> inclue todos os argumentos necessários à execução do tema do protector de ecrã em ecrã completo, em vez de numa janela. Por exemplo, alguns motores de temas de protecção de ecrã antigos poderão necessitar que inclua a opção <literal>-root</literal> para apresentar o protector de ecrã a ocupar o ecrã completo.
