Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: [Desktop Entry] Type=X-MATE-Metatheme Name=High Contrast Large Name[es]=Alto contraste grande Comment=Large black-on-white text and icons Comment[es]=Textos e iconos grandes en negro sobre blanco Encoding=UTF-8 [X-MATE-Metatheme] GtkTheme=HighContrastLargePrint IconTheme=HighContrast MarcoTheme=Atlanta ApplicationFont=sans 18
cs: [Desktop Entry] Type=X-MATE-Metatheme Name=High Contrast Large Name[cs]=Velký vysoce kontrastní Name[es]=Alto contraste grande Comment=Large black-on-white text and icons Comment[cs]=Velký černobílý text a ikony Comment[es]=Textos e iconos grandes en negro sobre blanco Encoding=UTF-8 [X-MATE-Metatheme] GtkTheme=HighContrastLargePrint IconTheme=HighContrast MarcoTheme=Atlanta ApplicationFont=sans 18
eu: [Desktop Entry] Type=X-MATE-Metatheme Name=High Contrast Large Name[es]=Alto contraste grande Comment=Large black-on-white text and icons Comment[eu]=Testu eta ikono handiak, beltza zuriaren gainean Encoding=UTF-8 [X-MATE-Metatheme] GtkTheme=HighContrastLargePrint IconTheme=HighContrast MarcoTheme=Atlanta ApplicationFont=sans 18

source: audio
cs: audio (zvuk)
eu: audioa

source: Child elements of <literal>&lt;mime-type&gt;</literal>
cs: Dceřiné elementy <literal>&lt;mime-type&gt;</literal>
de: Unterelemente von <literal>&lt;mime-type&gt;</literal>
ja: <literal>&lt;mime-type&gt;</literal> の子要素

source: always
cs: always (vždy)
ja: 常に (<literal>always</literal>)

source: local_only
cs: local_only (pouze místní)
ja: ローカルのみ (<literal>local_only</literal>)

source: never
cs: nikdy (nikdy)
ja: しない (<literal>never</literal>)

source: Click the <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Lockdown Editor</guimenuitem></menuchoice>
ca: Feu clic a <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administració</guisubmenu><guimenuitem>Editor de restriccions</guimenuitem></menuchoice>
cs: Klikněte na <menuchoice><guimenu>Systém</guimenu><guisubmenu>Správa</guisubmenu><guimenuitem>Editor na omezení práv uživatele</guimenuitem></menuchoice>
de: Klicken Sie auf <menuchoice><guimenu>System</guimenu><guisubmenu>Systemverwaltung</guisubmenu><guimenuitem>Benutzerschnittstelle</guimenuitem></menuchoice>
ja: メイン・メニューの<menuchoice><guimenu>システム</guimenu><guisubmenu>システム管理</guisubmenu><guimenuitem>ロックダウン・エディタ</guimenuitem></menuchoice>をクリックする

source: Allow log out
ca: Permet sortir
cs: Povolit odhlášení ze systému
de: Abmelden zulassen
ja: ログアウトを許可する

source: fontconfig
eu: letra-tipoen konfigurazioa

source: MEDIA
ca: MEDI
eu: EUSKARRIA
ja: メディアの種類
ko: 미디어

source: media
eu: euskarria
ko: 미디어

source: mate-screensaver
eu: materen pantaila-babeslea

source: match
ko: 일치된

source: MIME type : application/x-newtype
ko: MIME 형식 : application/x-newtype

source: Caja
ko: 노틸러스

source: priority
de: Priorität

source: type
de: Typ

source: Bright
de: Helligkeit

source: bool
ja: bool (論理型)

source: float
ja: float (浮動小数点型)

source: int
ja: int (整数型)

source: list
ja: list (リスト型)

source: pair
ja: pair (ペア型)

source: string
ja: string (文字列型)
