Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: Preference keys typically have simple values such as strings, integers, or lists of strings and integers. The format of the preference key in the repository depends on the backend module that is used to read the repository. The following is an example of the <systemitem>/desktop/mate/interface/font_name</systemitem> preference key when an Extensible Markup Language (XML) backend module is used to read the repository:
ca: Les claus de preferència tenen valors simples com ara cadenes, enters o llistes de cadenes i d'enters. El format de la clau de preferència en el dipòsit depèn del mòdul de rerefons que s'utilitza per a llegir el dipòsit. A continuació es mostra un exemple de la clau de preferència <systemitem>/desktop/mate/interface/font_name</systemitem> quan un mòdul de rerefons «Llenguatge de marques extensible» (XML) s'utilitza per a llegir el dipòsit:
cs: Klíče předvoleb mívají typicky jednoduché hodnoty jako řetězce a čísla a nebo seznamy řetězců a čísel. Formát klíčů předvoleb v úložišti závisí na modulu implementace, který je použitý ke čtení úložiště. Následující příklad klíče předvolby <systemitem>/desktop/mate/interface/font_name</systemitem> je pro použití modulu implementace Extensible Markup Language (XML):
de: Einstellungsschlüssel haben üblicherweise einfache Werte wie Zeichenketten, Ganzzahlen oder Listen aus Zeichenketten und Ganzzahlen. Das Format des Einstellungsschlüssels in der Datenbank hängt von dem Backend-Modul ab, welches zum Lesen der Datenbank verwendet wird. Nachfolgend finden Sie ein Beispiel des Einstellungsschlüssels <systemitem>/desktop/mate/interface/font_name</systemitem>, wenn ein auf XML basierendes Backend-Modul zum Lesen der Datenbank verwendet wird:
eu: Hobespen-gakoek, normalean, balio soilak dituzte, adibidez, kateak, osoko zenbakiak edo kateen eta osoko zenbakien zerrendak. Biltegiko hobespen-gakoaren formatua biltegia irakurtzeko erabiltzen den euskarri-moduluaren baitan dago. <systemitem>/desktop/mate/interface/font_name</systemitem> hobespen-gakoaren adibidea da hau, markatzeko lengoaia hedagarria (XML) euskarri-modulua erabiltzen denean biltegia irakurtzeko:
ja: 設定キーは基本的に文字列とか整数値、あるいは複数の文字列や整数値を要素とするリストのような値を持ちます。リポジトリの中に格納される設定キーの書式は、そのリポジトリを読み込む際に使用するバックエンド・モジュールに依存します。次は、バックエンド・モジュールとして拡張マークアップ言語の XML (<firstterm>Extensible Markup Language</firstterm>) を使用した際の <systemitem>/desktop/mate/interface/font_name</systemitem> という設定キーの書式の例です:
ko: 설정 키들은 일반적으로 문자열이나 정수 및 이들의 리스트와 같은 단순한 값을 가집니다. 저장소 내의 설정 키의 형식은 저장소를 읽기 위해 사용되는 백엔드 모듈에 따라 다릅니다. 다음은 <systemitem>/desktop/mate/interface/font_name</systemitem> 설정 키가 XML 백엔드 모듈을 이용하여 저장소를 읽는 경우의 예입니다:
pt: As chaves de preferências normalmente têm valores simples tais como expressões, números ou listas de expressões e números. O formato da chave da preferência no repositório depende do módulo de processamento que é utilizado para ler o repositório. O seguinte é um exemplo da chave de preferência <systemitem>/desktop/mate/interface/font_name</systemitem> quando é utilizado o módulo de processamento Extensible Markup Language (XML) para ler o repositório:

source: When this guide refers to a preference key, the path to the key is added to the name of the key. For example, the <systemitem>font_name</systemitem> preference key in the <systemitem>/desktop/mate/interface</systemitem> subdirectory is referred to as <systemitem>/desktop/mate/interface/font_name</systemitem>.
ca: Quan aquesta guia es refereix a una clau de preferència, el camí a la clau s'afegeix al nom de la clau. Per exemple, la clau de preferència <systemitem>font_name</systemitem> en el subdirectori <systemitem>/desktop/mate/interface</systemitem> serà referenciada com a <systemitem>/desktop/mate/interface/font_name</systemitem>.
cs: Když tato příručka odkazuje na klíč předvolby, je k názvu klíče přidaná cesta ke klíči. Např. na klíč předvolby <systemitem>font_name</systemitem> v podsložce <systemitem>/desktop/mate/interface</systemitem> je odkazováno jako <systemitem>/desktop/mate/interface/font_name</systemitem>.
de: Wenn sich diese Anleitung auf einen Referenzschlüssel bezieht, dann wird der Pfad zu diesem Schlüssel zum Namen des Schlüssels hinzugefügt. Beispielsweise bezieht sich der Einstellungsschlüssel <systemitem>font_name</systemitem> im Unterordner <systemitem>/desktop/mate/interface</systemitem> auf <systemitem>/desktop/mate/interface/font_name</systemitem>.
eu: Gida honetan hobespen-gako bati erreferentzia egiten zaionean, gakoaren bide-izena gehitzen zaio gakoaren izenari. Adibidez, <systemitem>/desktop/mate/interface</systemitem> azpidirektorioko <systemitem>font_name</systemitem> hobespen-teklari honela egiten zaio erreferentzia: <systemitem>/desktop/mate/interface/font_name</systemitem>.
ja: 本ドキュメントで任意の設定キーを参照する際の表記は、キーの名前にそのパス名を追加するものとします。例えば、<systemitem>/desktop/mate/interface</systemitem> というサブディレクトリの中に格納された <systemitem>font_name</systemitem> という設定キーは <systemitem>/desktop/mate/interface/font_name</systemitem> と表記します。
ko: 이 안내서에서 설정 키를 가리키는 경우에는, 해당 키의 경로를 키의 이름에 더할 것입니다. 예를 들어 <systemitem>/desktop/mate/interface</systemitem> 디렉토리 내의 <systemitem>font_name</systemitem> 설정 키는 <systemitem>/desktop/mate/interface/font_name</systemitem>의 형태가 됩니다.
pt: Quando este guia se refere a uma chave de preferência, o caminho para a chave é adicionado ao nome da chave. Por exemplo, a chave de preferência de <systemitem>font_name</systemitem> no subdirectório <systemitem>/desktop/mate/interface</systemitem> é referenciada como <systemitem>/desktop/mate/interface/font_name</systemitem>.

source: MateConf Configuration Sources
ca: Fonts de configuració del MateConf
cs: Zdroje nastavení MateConf
de: MateConf-Konfigurationsquellen
eu: MateConf konfigurazio-iturburuak
ja: MateConf の設定ソース
ko: MateConf 설정 소스
pt: Bases de Configuração do MateConf

source: configuration sources
ca: fonts de configuració
cs: zdroje nastavení
de: Konfigurationsquellen
eu: konfigurazio-iturburuak
ko: 설정 소스
pt: bases de configuração

source: The <application>MateConf</application> repository contains a series of storage locations that are called <firstterm>configuration sources</firstterm>. The configuration sources are listed in the <firstterm>MateConf path file</firstterm>. The location of the <application>MateConf</application> path file is <systemitem>/etc/mateconf/<replaceable>mateconf-version-number</replaceable>/path</systemitem>. Each user has a path file. The path file specifies the following information for each configuration source:
ca: El dipòsit del <application>MateConf</application> conté una serie d'ubicacions emmagatzemament que s'anomenen <firstterm>fonts de configuració</firstterm>. Les fonts de configuració es llisten en el <firstterm>fitxer de camins del MateConf</firstterm>. La ubicació del fitxer de camins del <application>MateConf</application> és <systemitem>/etc/mateconf/<replaceable>mateconf-version-number</replaceable>/path</systemitem>. Cada usuari té un fitxer de camins. El fitxer de camins especifica la informació següent per a cada font de configuració:
cs: Úložiště <application>MateConf</application> obsahuje sadu úložných míst, která se nazývají <firstterm>zdroje nastavení</firstterm>. Zdroje nastavení jsou uvedené v <firstterm>souboru cesty MateConf</firstterm>. Soubor cesty <application>MateConf</application> je umístěný v <systemitem>/etc/mateconf/<replaceable>číslo-verze-mateconf</replaceable>/path</systemitem>. Soubor cesty určuje pro každý zdroj nastavení následující informace:
de: Die <application>MateConf</application>-Datenbank enthält eine Reihe von Speicherorten, die <firstterm>Konfigurationsquellen</firstterm> genannt werden. Diese Konfigurationsquellen werden in der <firstterm>MateConf-Pfaddatei</firstterm> aufgelistet. Der Ort der <application>MateConf</application>-Pfaddatei ist <systemitem>/etc/mateconf/<replaceable>mateconf-Versionsnummer</replaceable>/Pfad</systemitem>. Jeder Benutzer hat eine solche Pfaddatei. Diese Pfaddatei enthält die folgenden Informationen für jede Konfigurationsquelle:
eu: <application>MateConf</application> biltegiak hainbat biltegiratze-kokaleku ditu eta horiei <firstterm>konfigurazio-iturburuak</firstterm> deitzen zaie. Konfigurazio-iturburuak <firstterm>MateConf-en bide-izenen fitxategia</firstterm>n zerrendatuak daude. <application>MateConf</application>en bide-izenen fitxategiaren kokalekua hau da: <systemitem>/etc/mateconf/<replaceable>mateconf-bertsio-zenbakia</replaceable>/path</systemitem>. Erabiltzaile guztiek dute bide-izenen fitxategi bat. Konfigurazio-iturburu bakoitzaren datu hauek zehazten ditu bide-izenen fitxategiak:
ja: <application>MateConf</application> のリポジトリには「<firstterm>設定ソース</firstterm>」と呼ばれる設定情報を格納する場所が含まれます。いろいろな設定ソースが <firstterm>MateConf のパス・ファイル</firstterm>の中に記述されています。<application>MateConf</application> のパス・ファイルは <systemitem>/etc/mateconf/<replaceable>MateConf のメジャー・バージョン</replaceable>/path</systemitem> です。ユーザはそれぞれ１個のパス・ファイルを所有します。パス・ファイルはいろいろな設定ソースに対して次のような情報を指定します:
ko: <application>MateConf</application> 저장소는 <firstterm>설정 소스</firstterm>라고 하는 일련의 저장 위치를 포함합니다. 설정 소스들은 <firstterm>MateConf 경로 파일</firstterm> 내에 나열되어 있습니다. <application>MateConf</application> 경로 파일의 위치는 <systemitem>/etc/mateconf/<replaceable>mateconf-버전-번호</replaceable>/path</systemitem>입니다. 각 사용자들은 하나의 경로 파일을 가집니다. 경로 파일은 각 설정 소스에 대해 다음과 같은 정보를 지정합니다:
pt: O repositório do <application>MateConf</application> contém um conjunto de localizações de armazenamento denominadas <firstterm>bases de configuração</firstterm>. As bases de configuração estão listadas no <firstterm>ficheiro de caminhos MateConf</firstterm>. A localização do ficheiro de caminhos do <application>MateConf</application> é <systemitem>/etc/mateconf/<replaceable>mateconf-version-number</replaceable>/path</systemitem>. Cada utilizador tem um ficheiro de caminhos. O ficheiro de caminhos especifica a seguinte informação para cada base de configuração:

source: The backend module to use to read the repository.
ca: El mòdul de rerefons a utilitzar per a llegir el dipòsit.
cs: Modul implementace, který se používá ke čtení úložiště.
de: Das Backend-Modul zum Lesen der Datenbank.
eu: Biltegia irakurtzeko erabili behar den euskarri-modulua.
ja: リポジトリの内容を読む際に使用するバックエンド・モジュール
ko: 저장소를 읽기 위해 사용되는 백엔드 모듈.
pt: O módulo de processamento a utilizar para ler o repositório.

source: The permissions on the repository.
ca: Els permisos sobre el dipòsit.
cs: Oprávnění úložiště.
de: Die Zugriffsrechte der Datenbank.
eu: Biltegiko baimenak.
ja: リポジトリを読み書きする権限
ko: 저장소의 접근 권한.
pt: As permissões do repositório.

source: The location of the repository.
ca: La ubicació del dipòsit.
cs: Umístění úložiště.
de: Der Speicherort der Datenbank.
eu: Biltegiaren kokalekua.
ja: リポジトリ自身の場所
ko: 저장소의 위치.
pt: A localização do repositório.

source: The <application>MateConf</application> path file also contains <systemitem>include</systemitem> instructions. By default, the contents of the <application>MateConf</application> path file are as follows:
ca: El fitxer de camins del <application>MateConf</application> també conté instruccions <systemitem>include</systemitem>. Per defecte, el contingut del fitxer de camins del <application>MateConf</application> és el següent:
cs: Soubor cesty <application>MateConf</application> také obsahuje instrukce <systemitem>include</systemitem>. Standardně je obsah souboru cesty <application>MateConf</application> následující:
de: Die <application>MateConf</application>-Pfaddatei enthält auch <systemitem>include</systemitem>-Anweisungen. Per Vorgabe sieht der Inhalt der <application>MateConf</application>-Pfaddatei wie folgt aus:
eu: <systemitem>Include</systemitem> argibideak ere badauzka <application>MateConf</application>en bide-izenen fitxategiak. Lehenespenez, <application>MateConf</application>en bide-izenen fitxategiaren edukia hau da:
ja: さらに <application>MateConf</application> のパス・ファイルには <systemitem>include</systemitem> 命令を含めることが可能になっています。<application>MateConf</application> のパス・ファイルのデフォルトは次のような情報が格納されています:
ko: <application>MateConf</application> 경로 파일은 <systemitem>include</systemitem> 명령도 포함합니다. 기본적으로 <application>MateConf</application> 경로 파일의 내용은 다음과 같습니다:
pt: O ficheiro de caminhos do <application>MateConf</application> também contém instruções de <systemitem>inclusão</systemitem>. Por omissão, o conteúdo do ficheiro de caminhos do <application>MateConf</application> é o seguinte:

source: When <application>MateConf</application> searches for a preference value, <application>MateConf</application> reads the configuration sources in the order specified in the path file. The following table describes the configuration sources in the path file:
ca: Quan el <application>MateConf</application> cerca el valor d'una preferència, el <application>MateConf</application> llegeix les fonts de configuració en l'ordre especificat al fitxer de camins. La taula següent descriu les fonts de configuració en el fitxer de camins:
cs: Když <application>MateConf</application> vyhledává hodnotu předvolby, čte zdroje nastavení v pořadí uvedeném v souboru cesty. Následující tabulka popisuje zdroje nastavení v souboru cesty:
de: Wenn <application>MateConf</application> nach einem Einstellungswert sucht, dann liest <application>MateConf</application> die Konfigurationsquellen anhand der in der Pfaddatei vorgegebenen Reihenfolge aus. Die folgende Tabelle beschreibt die Konfigurationsquellen der Pfaddatei:
eu: <application>MateConf</application>ek hobespen-balio bat bilatzen duenean, konfigurazio-iturburuak irakurtzen ditu bide-izenen fitxategian zehaztutako ordenan. Bide-izenen fitxategiko konfigurazio-iturburuak azaltzen dira taula honetan:
ja: <application>MateConf</application> が設定値を検索する際、<application>MateConf</application> はパス・ファイルで指定した順番で設定ソースを読み込みます。次の表にパス・ファイルの中にある設定ソースの詳細を示します:
ko: <application>MateConf</application>가 설정값을 찾을 때는, 경로 파일에 지정된 순서대로 설정 소스를 읽습니다. 아래의 표는 경로 파일 내의 설정 소스에 대해 설명합니다:
pt: Quando o <application>MateConf</application> procura por um valor de preferência, o <application>MateConf</application> lê as bases de configuração pela ordem especificada no ficheiro de caminhos. A seguinte tabela descreve as bases de configuração no ficheiro de caminhos:

source: Configuration Source
ca: Font de configuració
cs: Zdroj nastavení
de: Konfigurationsquelle
eu: Konfigurazio-iturburua
ja: 設定ソース
ko: 설정 소스
pt: Base de Configuração

source: Description
ca: Descripció
cs: Popis
de: Beschreibung
eu: Azalpena
ja: 説明
ko: 설명
pt: Descrição

source: Mandatory
ca: Obligatori
cs: mandatory (povinné)
de: Obligatorisch
eu: Derrigorrezkoa
ja: 変更不可の設定
ko: 필수
pt: Obrigatório

source: The permissions on this configuration source are set to read only. Users cannot overwrite the values in this source, so the preferences in the source are mandatory.
ca: Els permisos sobre aquesta font de configuració estan establerts a només lectura. Els usuaris no poden sobreescriure els valors en aquesta font, de manera que les preferències de la font són obligatòries.
cs: Oprávnění k tomuto zdroji nastavení je nastavené na „pouze ke čtení“. Uživatel nemůže v tomto zdroji přepisovat hodnoty, čímž pádem jsou předvolby v tomto zdroji povinné.
de: Die Zugriffsrechte dieser Konfigurationsquelle sind auf »Nur lesen« gesetzt. Benutzer können die Werte in dieser Quelle nicht überschreiben, so dass die Einstellungen in dieser Quelle obligatorisch sind.
eu: Konfigurazio-iturburu honetako baimenak soilik irakurtzeko dira. Erabiltzaileek ezin dituzte iturburu honetako balioak gainidatzi, beraz, iturburuko hobespenak derrigorrezkoak dira.
ja: この設定ソースは読み込み専用の権限になっている (ユーザはこのソースの中にある値を上書きすることはできないので、設定ソースの中にある設定項目は強制的に適用される)
ko: 이 설정 소스에 대한 접근 권한은 읽기 전용으로 설정됩니다. 사용자들은 이 설정 소스의 값을 변경할 수 없으므로, 이 설정 소스 내의 설정들은 필수적입니다.
pt: As permissões nesta base de configuração estão definidas apenas para leitura. Os utilizadores não podem alterar os valores nesta base, pelo que as preferências na base são obrigatórias.

source: User
ca: Usuari
cs: user (uživatelské)
de: Benutzer
eu: Erabiltzailea
ja: ユーザ向けの設定
ko: 사용자
pt: Utilizador

source: This configuration source is stored in the <filename>.mateconf</filename> directory in the home directory of the user. When the user sets a preference, the new preference information is added to this location.
ca: Aquesta font de configuració s'emmagatzema en el directori <filename>.mateconf</filename> dins del directori de l'usuari. Quan l'usuari estableix una preferència, la informació de la preferència nova s'afegeix en aquesta ubicació.
cs: Tento zdroj nastavení je uložený ve složce <filename>.mateconf</filename> v domovské složce uživatele. Když uživatel nastaví předvolbu, tak se nová informace o předvolbě přidá do tohoto umístění.
de: Die Konfigurationsquelle wird im Ordner <filename>.mateconf</filename> im persönlichen Ordner des Benutzers gespeichert. Wenn der Benutzer Einstellungen ändert, dann wird die neue Einstellungsinformation zu diesem Ort hinzugefügt.
eu: Erabiltzailearen etxeko direktorioko <filename>.mateconf</filename> direktorioan dago konfigurazio-iturburu hau. Erabiltzaileak hobespen bat ezartzean, hobespen berriaren informazioa kokaleku horretan gordetzen da.
ja: この設定ソースはユーザのホームにある <filename>.mateconf</filename> というフォルダに格納される (ユーザが何か設定項目を指定すると、新しい設定情報がこの場所に追加される)
ko: 이 설정 소스는 사용자의 홈 디렉토리에 있는 <filename>.mateconf</filename> 디렉토리에 저장됩니다. 사용자가 설정을 변경하면, 새로운 설정 정보가 이 위치에 더해집니다.
pt: Esta base de configuração está armazenada no directório <filename>.mateconf</filename> dentro do directório pessoal do utilizador. Quando o utilizador define uma preferência, a informação da nova preferência é adicionada a esta localização.

source: You can use the <application>Configuration Editor</application> to modify the user configuration source.
ca: Podeu utilitzar l'<application>Editor de configuració</application> per a modificar la font de configuració de l'usuari.
cs: Ke změnám zdrojů uživatelských nastavení můžete použít aplikaci <application>Editor nastavení</application>.
de: Sie können den <application>Konfigurationseditor</application> zum Anpassen der Konfigurationsquelle des Benutzers verwenden.
eu: <application>Konfigurazio-editorea</application> erabil daiteke erabiltzailearen konfigurazio-iturburua aldatzeko.
ja: <application>設定エディタ</application>を使ってユーザの設定ソースを変更できる
ko: <application>설정 편집기</application>를 이용하여 사용자 설정 소스를 수정할 수 있습니다.
pt: Pode utilizar o <application>Editor de Configuração</application> para alterar a base de configuração do utilizador.

source: Default
ca: Predeterminat
cs: default (výchozí)
de: Standard
eu: Lehenetsia
ja: デフォルト
ko: 기본값
pt: Omissão

source: This configuration source contains the default preference settings.
ca: Aquesta font de configuració conté els paràmetres de preferències predeterminats.
cs: Tento zdroj nastavení obsahuje výchozí nastavení předvoleb.
de: Diese Konfigurationsquelle enthält die vorgegebenen Einstellungen.
eu: Konfigurazio-iturburu honek hobespenen ezarpen lehenetsiak ditu.
ja: この設定ソースにはデフォルトで適用される設定情報が含まれている
ko: 이 설정 소스는 기본값 설정들을 포함합니다.
pt: Esta base de configuração contém as definições por omissão das preferências.

source: The sequence of the configuration sources in the path file ensures that mandatory preference settings override user preference settings. The sequence also ensures that user preference settings override default preference settings. That is, <application>MateConf</application> applies preferences in the following order of priority:
ca: La seqüència de les fonts de configuració al fitxer de camins assegura que els paràmetres de preferències obligatoris sobreescriuen els paràmetres de preferències d'usuari. La seqüència també assegura que els paràmetres de preferències d'usuari sobreescriuen els paràmetres de preferències predeterminats. D'aquesta manera, el <application>MateConf</application> aplica les preferències en l'ordre següent de prioritat:
cs: Pořadí zdrojů nastavení v souboru cesty zajišťuje, že povinné hodnoty předvoleb přepíšou uživatelská nastavení předvoleb. Pořadí také zajišťuje, že uživatelská nastavení předvoleb přepíšou výchozí nastavení předvoleb. To jest, <application>MateConf</application> používá předvolby v následujícím pořadí priority:
de: Die Anordnung der Konfigurationsquellen in der Pfaddatei stellt sicher, dass obligatorische Einstellungen die benutzerdefinierten Einstellungen überschreiben. Außerdem wird sichergestellt, dass benutzerdefinierte Einstellungen die vorgegebenen Einstellungen überschreiben. Daher wendet <application>MateConf</application> die Einstellungen in folgender Reihenfolge der Priorität an:
eu: Bide-izenen fitxategiko konfigurazio-iturburuen segidak ziurtatzen du derrigorrezko hobespen-ezarpenak erabiliko direla, eta ez erabiltzailearen hobespen-ezarpenak. Halaber, hobespen-ezarpen lehenetsiei ez zaiela jaramonik egingo eta erabiltzailearen hobespen-ezarpenak erabiliko direla ere ziurtatzen du segidak. Hau da, <application>MateConf</application>ek lehentasun-ordena honetan aplikatzen ditu hobespenak:
ja: パス・ファイルに記述されている設定ソースは変更不可の設定項目がユーザ向けの設定項目を上書きするような並びになっており、さらにユーザ向けの設定項目がデフォルトの設定項目を上書きするような並びになっています。すなわち、<application>MateConf</application> は次に示すような優先順位で設定項目を適用することになります:
ko: 경로 파일 내의 설정 소스의 순서는 필수 설정값이 사용자 설정보다 우선하도록 보장합니다. 또한 사용자 설정이 기본값 설정보다 우선적으로 적용되도록 보장합니다. 이것은 <application>MateConf</application>가 다음과 같은 우선 순위를 가지고 설정을 적용하는 것을 의미합니다:
pt: A sequência das bases de configuração no ficheiro de caminhos assegura que as preferências obrigatórias se sobrepõem às definições de preferências do utilizador. A sequência também assegura que as preferências do utilizador se sobrepõem às preferências por omissão. Isto é, <application>MateConf</application> aplica as preferências pela seguinte ordem de prioridade:

source: Mandatory preferences
ca: Preferències obligatòries
cs: Povinné předvolby
de: Obligatorische Einstellungen
eu: Derrigorrezko hobespenak
ja: 変更不可の設定
ko: 필수 설정
pt: Preferências obrigatórias

source: User-specified preferences
ca: Preferències especificades per l'usuari
cs: Uživatelem zadané předvolby
de: Benutzerdefinierte Einstellungen
eu: Erabiltzaileak zehaztutako hobespenak
ja: ユーザが指定した設定
ko: 사용자 지정 설정
pt: Preferências especificadas pelo utilizador

source: Default preferences
ca: Preferències predeterminades
cs: Výchozí předvolby
de: Standardeinstellungen
eu: Hobespen lehenetsiak
ja: デフォルトの設定
ko: 기본값 설정
pt: Preferências por omissão

source: The <systemitem>include</systemitem> instructions in the <application>MateConf</application> path file enable system administrators to specify other configuration sources.
ca: Les instruccions <systemitem>include</systemitem> en el fitxer de camins del <application>MateConf</application> permeten als administradors del sistema especificar altres fonts de configuració.
cs: Instrukce <systemitem>include</systemitem> v souboru cesty <application>MateConf</application> dovoluje správci systému zadat další zdroje nastavení.
de: Die <systemitem>include</systemitem>-Anweisungen in der <application>MateConf</application>-Pfaddatei ermöglichen Systemverwaltern, weitere Konfigurationsquellen anzugeben.
eu: Beste konfigurazio-iturburu batzuk zehazteko aukera ematen diete <application>MateConf</application>en bide-izenen fitxategiko <systemitem>include</systemitem> argibideek sistema-administratzaileei.
ja: システム管理者ならば、<application>MateConf</application> のパス・ファイルの中で <systemitem>include</systemitem> 命令を使って他の設定ソースを指定できます。
ko: <application>MateConf</application> 경로 파일 내의 <systemitem>include</systemitem> 명령은 시스템 관리자가 다른 설정 소스를 지정할 수 있도록 해 줍니다.
pt: As instruções de <systemitem>inclusão</systemitem> no ficheiro de caminhos do <application>MateConf</application> permite aos administradores dos sistemas especificar outras bases de configuração.
