Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: By default, when users log in to the desktop environment, a splash screen is displayed. Icons are displayed on the splash screen while the user logs in. You can turn off the splash screen to reduce CPU usage during login.
ca: Per defecte, quan un usuari entra en l'entorn de l'escriptori, es mostra una pantalla de presentació. Les icones es mostren en la pantalla de presentació mentre l'usuari entra. Podeu desactivar la pantalla de presentació per a reduir la utilització de la CPU durant l'entrada.
cs: Standardně se během přihlašování uživatele do pracovního prostředí zobrazuje úvodní obrazovka. Na úvodní obrazovce se během přihlašování uživatele ukazují ikony. Pro snížení zátěže CPU během přihlašování můžete úvodní obrazovku vypnout.
de: Standardmäßig wird bei der Benutzeranmeldung an der Arbeitsumgebung ein Begrüßungsbildschirm angezeigt. Im Begrüßungsbildschirm werden außerdem Symbole angezeigt, während sich der Benutzer anmeldet. Sie können den Begrüßungsbildschirm abschalten, um die Prozessorlast während der Anmeldung zu verringern.
eu: Lehenespenez, harrerako pantaila bat bistaratzen da erabiltzaileek mahaigaineko ingurunean saio hasten dutenean. Erabiltzaileek saioa hasi bitartean ikonoak bistaratzen dira harrerako pantailan. Harrerako pantaila desaktiba daiteke saioa hasi bitartean PUZaren erabilera murrizteko.
ja: デフォルトでは、 ユーザがデスクトップにログインすると、スプラッシュ・スクリーンが表示されます。ログイン処理を行っている間、アイコンがスプラッシュ・スクリーン上に表示されます。このスプラッシュ・スクリーンを無効にして、ログイン時の CPU 使用率を低減させることが可能です。
ko: 기본적으로, 사용자가 데스크탑 환경에 로그인할 때 스플래시 스크린이 표시됩니다. 사용자 로그인 과정이 진행되는 동안 스플래시 스크린에 아이콘들이 표시됩니다. 로그인 과정에서 CPU 사용량을 줄이기 위해서는 스플래시 스크린을 끌 수 있습니다.
pt: Por omissão, quando os utilizadores iniciam uma sessão, é apresentado um ecrã de logotipo. Nesse ecrã são apresentados ícones durante o início da sessão. Poderá desligar o ecrã de logotipo para reduzir a utilização de CPU durante o início de sessão.

source: <indexterm><primary>splash screen</primary><secondary>turning off</secondary></indexterm>To turn off the splash screen, run the following command:
ca: <indexterm><primary>pantalla de presentació</primary><secondary>desactivar</secondary></indexterm>Per a desactivar la pantalla de presentació, executeu l'ordre següent:
cs: <indexterm><primary>úvodní obrazovka</primary><secondary>vypnutí</secondary></indexterm>Vypnutí úvodní obrazovky provedete následujícím příkazem:
de: <indexterm><primary>Begrüßungsbildschirm</primary><secondary>abschalten</secondary></indexterm>Um den Begrüßungsbildschirm abzuschalten, führen Sie folgenden Befehl aus:
eu: <indexterm><primary>harrerako pantaila</primary><secondary>desaktibatzea</secondary></indexterm>Harrerako pantaila desaktibatzeko, exekutatu komando hau:
ja: <indexterm><primary>splash screen</primary><secondary>turning off</secondary></indexterm>この機能を無効にする際は、次のコマンドを実行します:
ko: <indexterm><primary>스플래시 스크린</primary><secondary>끄기</secondary></indexterm> 스플래시 스크린을 끄려면 다음 명령을 실행합니다:
pt: <indexterm><primary>ecrã de logotipo</primary><secondary>desligar</secondary></indexterm>Para desligar o ecrã de logotipo, execute o seguinte comando:

source: Alternatively, users can use the <application>Sessions</application> preference tool to deselect the <guilabel>Show splash screen on login</guilabel> option.
ca: De forma alternativa, els usuaris poden utilitzar l'eina de preferències <application>Sessions</application> per a desactivar l'opció <guilabel>Mostra la pantalla de presentació en entrar</guilabel>.
cs: Alternativně může uživatel k vypnutí volby <guilabel>Zobrazit při přihlašování úvodní obrazovku</guilabel> použít nástroj předvoleb <application>Sezení</application>.
de: Alternativ können Benutzer das Einstellungswerkzeug <application>Sitzungen</application> verwenden, um die Option <guilabel>Begrüßungsbildschirm bei Anmeldung anzeigen</guilabel> zu deaktivieren.
eu: Bestela, <application>Saioak</application> hobespen-tresna erabil dezakete erabiltzaileek <guilabel>Erakutsi harrerako pantaila saioa hastean</guilabel> aukera desautatzeko.
ja: もしくは、<application>セッション</application>の設定ツールを利用して<guilabel>ログイン時にスプラッシュ・スクリーンを表示する</guilabel>というオプションを無効にしてください (【<emphasis>訳注</emphasis>】<emphasis>MATE デスクトップの最新版で利用できないオプションです</emphasis>)。
ko: 또 다른 방법으로, 사용자는 <application>세션</application> 설정 도구에서 <guilabel>로그인할 때 스플래시 스크린 보기</guilabel> 옵션의 선택을 해제할 수 있습니다.
pt: Em alternativa, os utilizadores podem utilizar a ferramenta de preferências <application>Sessões</application> para desactivar a opção <guilabel>Apresentar ecrã de logotipo ao iniciar sessão</guilabel>.

source: To Reduce CPU Usage by Turning Off Panel Animation
ca: Reducció de la utilització de la CPU en desactivar l'animació del quadre
cs: Snížení zátěže CPU vypnutím animace panelu
de: So reduzieren Sie die Prozessorlast durch Abschalten der Panel-Animation
eu: PUZaren erabilera murriztea, animazio-panela desaktibatuta
ja: パネルのアニメーションを無効にすることで CPU の使用率を減らす
ko: 패널 애니메이션을 사용하지 않도록 하여 CPU 사용량 줄이기
pt: Reduzir a Utilização de CPU Desligando a Animação de Painel

source: animation, turning off
ca: animació, desactivar
cs: animace, vypnutí
de: Animationen ausschalten
eu: animazioa, desaktibatzea
ko: 애니메이션, 끄기
pt: animação, desligar

source: When users show or hide panels, the panels can show or hide in an animated style. To turn off panel animation, run the following command:
ca: Quan els usuaris mostren o oculten els quadres, aquests es poden mostrar o ocultar utilitzant un estil animat. Per a desactivar l'animació del quadre, executeu l'ordre següent:
cs: Když uživatel zobrazuje nebo skrývá panely, mohou se panely zobrazovat nebo skrývat s animovaným efektem. Pro vypnutí animace panelu spusťte následující příkaz:
de: Wenn ein Benutzer ein Panel anzeigen oder verbergen lässt, dann kann dies in einem animierten Stil geschehen. Um die Animation des Panels abzuschalten, führen Sie folgenden Befehl aus:
eu: Erabiltzaileek panelak bistaratzean edo ezkutatzean, animazio gisa bistaratu edo ezkuta daitezke panel horiek. Panelen animazio hori desaktibatzeko, exekutatu komando hau:
ja: ユーザがパネルを表示したり隠したりする際に、アニメーション効果を付与することが可能になっています。この効果を無効にする際は、次のコマンドを実行します:
ko: 사용자가 패널을 숨기거나 보이게 할 때, 패널에 애니메이션을 적용할 수 있습니다. 이 기능을 끄려면, 다음 명령을 실행합니다:
pt: Quando os utilizadores escondem ou revelam painais, os painéis podem revelar-se ou esconder-se com uma animação. Para desligar a animação de painel, execute o seguinte comando:

source: Alternatively, users can use the <application>Panel</application> preference tool to deselect the <guilabel>Drawer and panel animation</guilabel> option.
ca: De manera alternativa, els usuaris poden utilitzar l'eina de preferències <application>Quadre</application> per a desactivar l'opció <guilabel>Animació dels calaixos i els quadres</guilabel>.
cs: Alternativně může uživatel k vypnutí volby <guilabel>Vykreslování a animace panelu</guilabel> použít nástroj předvoleb <application>Panel</application>.
de: Alternativ können Benutzer das Einstellungswerkzeug <application>Panel</application> verwenden, um die Option <guilabel>Schublade und Panel animieren</guilabel> zu deaktivieren.
eu: Bestela, <application>Panela</application> hobespen-tresna erabil dezakete erabiltzaileek <guilabel>Tiraderen eta panelen animazioa</guilabel> aukera desautatzeko.
ja: もしくは、<application>パネル</application>の設定ツールから<guilabel>アニメーションを有効にする</guilabel>というオプションを無効にしてください (【<emphasis>訳注</emphasis>】<emphasis>MATE デスクトップの最新版で利用できないオプションです</emphasis>)。
ko: 또 다른 방법으로, 사용자는 <application>패널</application> 설정 도구에서 <guilabel>메뉴 및 패널 애니메이션</guilabel> 옵션의 선택을 해제할 수 있습니다.
pt: Em alternativa, os utilizadores podem utilizar a ferramenta de preferências <application>Painel</application> para desactivar a opção <guilabel>Animação de gavetas e painéis</guilabel>.

source: Improving File Manager Performance
ca: Millora del rendiment del gestor de fitxers
cs: Zlepšení výkonu správce souborů
de: Verbesserung der Leistung des Dateimanagers
eu: Fitxategi-kudeatzailearen errendimendua hobetzea
ja: ファイル・マネージャのパフォーマンスを改善する
ko: 파일 관리자 성능 개선하기
pt: Melhorar o Desempenho do Gestor de Ficheiros

source: file manager
ca: gestor de fitxers
cs: správce souborů
de: Datei-Manager
eu: fitxategi-kudeatzailea
ko: 파일 관리자
pt: gestor de ficheiros

source: The <application>Caja</application> file manager includes some features that you can modify to improve performance.
ca: El gestor de fitxers <application>Caja</application> inclou algunes característiques que podeu modificar per a millorar el rendiment.
cs: Správce souborů <application>Caja</application> zahrnuje některé vlastnosti, které mohou ovlivnit zlepšení výkonu.
de: Der Dateiverwalter <application>Caja</application> verfügt über einige Funktionsmerkmale, die Sie anpassen können, um die Performance zu steigern.
eu: <application>Caja</application> fitxategi-kudeatzaileak errendimendua hobetzeko alda ditzakezun eginbide batzuk ditu.
ja: <application>Caja</application> ファイル・マネージャにはそのパフォーマンスを改善するために変更できる機能がいくつか含まれています。
ko: <application>노틸러스</application> 파일 관리자는 성능을 향상시킬 수 있도록 변경할 수 있는 몇 가지 기능을 포함하고 있습니다.
pt: O gestor de ficheiros <application>Caja</application> inclui algumas funcionalidades que pode alterar para melhorar o seu desempenho.

source: To Modify Performance Preferences
ca: Modificació de les preferències de rendiment
cs: Změna předvoleb výkonu
de: Ändern der Performance-Einstellungen
eu: Errendimendu-hobespenak aldatzea
ja: パフォーマンスの設定を変更する
ko: 성능 기본 설정 변경하기
pt: Alterar Preferências de Desempenho

source: modifying performance preferences
ca: modificar les preferències de rendiment
cs: změna předvoleb výkonu
de: Ändern der Performance-Einstellungen
eu: errendimendu-hobespenak aldatzea
ko: 성능 기본 설정 변경하기
pt: alterar preferências de desempenho

source: The file manager includes performance-related preferences. Each performance preference can take one of three values. The values are described in the following table:
ca: El gestor de fitxers inclou preferències relacionades amb el rendiment. Cada preferència de rendiment pot prendre un dels tres valors que es descriuen a la taula següent:
cs: Správce souborů zahrnuje předvolby vztahující se k výkonu. Každá předvolba výkonu může nabývat tří hodnot. Hodnoty popisuje následující tabulka:
de: Der Dateimanager verfügt über Einstellungen, welche die Performance beeinflussen können. Jede dieser Performance-Einstellungen kann drei Werte annehmen. Die Werte werden in der folgenden Tabelle beschrieben:
eu: Fitxategi-kudeatzaileak errendimenduarekin lotutako hobespenak ditu. Errendimendu-hobespen bakoitzak hiru balio ditu aukeran. Balio horiek taula honetan azaltzen dira:
ja: ファイル・マネージャにはパフォーマンスに関連する設定があります。パフォーマンスの設定はそれぞれ三つの値から一つ選択できるようになっています。これらの値の意味を次の表に記します:
ko: 파일 관리자는 성능에 관련된 기본 설정들을 포함합니다. 각각의 성능 기본 설정들은 3가지 값 중 하나를 선택할 수 있습니다. 이러한 값들에 대한 설명은 아래와 같습니다:
pt: O gestor de ficheiros inclui preferências relacionadas com o seu desempenho. Cada preferência de desempenho pode ter um de três valores. Os valores são descritos na tabela seguinte:

source: Value
ca: Valor
cs: Hodnota
de: Wert
eu: Balioa
ja: 値
ko: 값
pt: Valor

source: Performs the action for both local files, and files on other file systems.
ca: Realitza l'acció tant per a fitxers locals com per fitxers d'altres sistemes de fitxers.
cs: Provést akci jak pro místní soubory, tak pro soubory na vzdálených systémech.
de: Führt die Aktion für sowohl lokale Dateien als auch Dateien in anderen Dateisystemen aus.
eu: Fitxategi lokalentzako eta beste fitxategi-sistema batzuetako fitxategientzako egiten du ekintza.
ja: ローカルにあるファイルと他のファイルシステム上にあるファイルの両方に対して指定した操作を実行する
ko: 로컬 파일 및 다른 파일 시스템 상의 파일에 대해서도 모두 작업을 수행합니다.
pt: Realiza a acção para ficheiros locais e ficheiros que residem noutros sistemas de ficheiros.

source: Performs the action for local files only. When you set a performance preference to <literal>local_only</literal>, the CPU usage is reduced.
ca: Només realitza l'acció per a fitxers locals. Quan establiu la preferència de rendiment a <literal>local_only</literal>, es reduirà la utilització de la CPU.
cs: Provést akci jen pro místní soubory
de: Führt die Aktion nur für lokale Dateien aus. Wenn Sie eine Performance-Einstellung auf <literal>local_only</literal> setzen, wird die Prozessorlast vermindert.
eu: Ekintza fitxategi lokalentzako soilik egiten du. Errendimendu-hobespen batean <literal>local_only</literal> balioa ezartzen bada, PUZaren balioa murriztu egiten da.
ja: ローカルのファイルシステム上にあるファイルに対してのみ指定した操作を実行する (この設定にすると CPU の使用率が減る)
ko: 로컬 파일에 대해서만 작업을 수행합니다. 성능 기본 설정을 <literal>local_only</literal>로 설정하면, CPU 사용량을 줄일 수 있습니다.
pt: Realiza a acção apenas para ficheiros locais. Quando define uma preferência de desempenho como <literal>local_only</literal>, reduz a utilização de CPU.

source: Never performs the action. When you set a performance preference to never, the CPU usage and the network traffic are reduced.
ca: Mai es realitza l'acció. Quan establiu la preferència de rendiment a <literal>never</literal>, es reduirà la utilització de la CPU i el tràfic de la xarxa.
cs: Nikdy akci neprovádět. Když nastavíte předvolbu výkonu na nikdy, snížíte zátěž CPU a síťového provozu.
de: Die Aktion niemals ausführen. Wenn Sie eine Performance-Einstellung auf »nie« setzen, dann werden die Prozessorlast und der Netzwerkverkehr vermindert.
eu: Ez du inoiz egiten ekintza. Errendimendu-hobespen bati 'never' balioa ezartzen bazaio, PUZaren erabilera eta sareko trafikoa murriztu egiten dira.
ja: 指定した操作を実行しない (この設定にすると CPU の使用率とネットワークのトラフィックが減る)
ko: 작업을 수행하지 않습니다. 성능 기본 설정을 <literal>never</literal>로 설정하면, CPU 사용량과 네트워크 트래픽을 줄일 수 있습니다.
pt: Nunca realiza a acção. Quando define uma preferência de desempenho para "never", tanto a utilização de CPU como o tráfego de rede são reduzidos.

source: The following table describes the performance preferences for the file manager. For the fastest performance, set the value of the preferences to <literal>never</literal>.
ca: La taula següent descriu les preferències de rendiment per al gestor de fitxers. Per a un rendiment més ràpid, establiu el valor de les preferències a <literal>never</literal>.
cs: Následující tabulka popisuje předvolby výkonu pro správce souborů. Pro nejvyšší výkon nastavte hodnotu předvolby na <literal>never</literal>.
de: Die folgende Tabelle beschreibt die Performance-Einstellungen für den Dateimanager. Um die höchstmögliche Arbeitsgeschwindigkeit zu erreichen, setzen Sie die Werte der Einstellungen auf <literal>nie</literal>.
eu: Taula honetan fitxategi-kudeatzailearen errendimendu-hobespenak azaltzen dira. Errendimendurik azkarrena izateko, ezarri hobespenei <literal>never</literal> balioa.
ja: 次の表はファイル・マネージャのパフォーマンス設定について説明しています。CPU の使用率を低減させたいのであれば、設定値を「<literal>しない</literal>」にしてください。
ko: 아래의 표는 파일 관리자를 위한 성능 기본 설정에 대해 설명합니다. 가장 빠른 성능을 얻기 위해서는, 모든 설정의 값을 <literal>never</literal>로 변경하십시오.
pt: A tabela seguinte descreve as preferências de desempenho do gestor de ficheiros. Para o melhor desempenho, defina os valores das preferências como <literal>never</literal>.

source: Preference
ca: Preferència
cs: Předvolba
de: Einstellung
eu: Hobespena
ja: 設定項目
ko: 기본 설정
pt: Preferência

source: Specifies when to preview the content of text files in the icon that represents the file. To never preview the content of text files, run the following command:
ca: Especifica quan s'ha de previsualitzar el contingut dels fitxers de text en la icona que representa el fitxer. Per a no previsualitzar mai el contingut dels fitxers de text, executeu l'ordre següent:
cs: Určuje, kdy se má do ikony reprezentující soubor vytvářet náhled obsahu textového souboru. Aby se náhled obsahu textového souboru nevytvářel nikdy, spusťte tento příkaz:
de: Legt fest, wann der Inhalt einer Textdatei in dem Symbol angezeigt werden soll, welches die Datei verkörpert. Um den Inhalt von Textdateien niemals darstellen zu lassen, führen Sie folgenden Befehl aus:
eu: Fitxategi bat irudikatzen duen ikonoan testu-fitxategiaren edukiaren aurrebista noiz egin zehazten du. Testu-fitxategien edukia inoiz ez aurreikusteko, exekutatu komando hau:
ja: アイコン表示の時にテキスト・ファイルの中身をプレビューするかどうかを指定する; テキスト・ファイルの中身をプレビューしない場合は次のコマンドを実行する:
ko: 파일을 나타내는 아이콘 내에 텍스트 파일의 내용을 미리보기로 표시할 것인지 지정합니다. 텍스트 파일의 내용을 미리보기로 표시하지 않으려면, 다음 명령을 실행합니다:
pt: Especifica quando antever o conteúdo de ficheiros de texto no ícone que representa o ficheiro. Para nunca antever o conteúdo dos ficheiros de texto, execute o seguinte comando:

source: Alternatively, users can perform the following steps:
ca: De manera alternativa, els usuaris poden realitzar els passos següents:
cs: Případně může uživatel provést tyto kroky:
de: Alternativ können Benutzer die folgenden Schritte ausführen:
eu: Horren ordez, erabiltzaileek urrats hauek eman ditzakete:
ja: もしくは、次の手順でも同様の効果を得られる:
ko: 또는 다음과 같은 방법으로 설정할 수도 있습니다:
pt: Em alternativa, os utilizadores podem realizar os seguintes passos:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> from a file manager window, then choose <guilabel>Preview</guilabel>.
ca: Seleccioneu <menuchoice><guimenu>Edita</guimenu><guimenuitem>Preferències</guimenuitem></menuchoice> en la finestra del gestor de fitxers, llavors seleccioneu <guilabel>Previsualització</guilabel>.
cs: Zvolit <menuchoice><guimenu>Upravit</guimenu><guimenuitem>Předvolby</guimenuitem></menuchoice> v okně správce souborů a přejít na kartu <guilabel>Náhled</guilabel>.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice> in einem Fenster des Dateimanagers. Wählen Sie dann <guilabel>Vorschau</guilabel>.
eu: Aukeratu fitxategi-kudeatzailearen leihoko <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Hobespenak</guimenuitem></menuchoice>, eta, ondoren, aukeratu <guilabel>Aurrebista</guilabel>.
ja: ファイル・マネージャのウィンドウから<menuchoice><guimenu>編集</guimenu><guimenuitem>設定</guimenuitem></menuchoice>をクリックしてから、<guilabel>プレビュー</guilabel>タブを選択する
ko: 파일 관리자 창에서 <menuchoice><guimenu>편집</guimenu><guimenuitem>기본 설정</guimenuitem></menuchoice>을 선택하고, <guilabel>미리보기</guilabel>를 선택합니다.
pt: Seleccionar <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferências</guimenuitem></menuchoice> numa janela do gestor de ficheiros, depois seleccionar <guilabel>Antever</guilabel>.

source: Select an option for the <guilabel>Show text in icons</guilabel> preference.
ca: Seleccioneu una opció per a la preferència <guilabel>Mostra text en les icones</guilabel>.
cs: Vybrat hodnotu předvolby <guilabel>Zobrazit text v ikonách</guilabel>.
de: Wählen Sie eine Option für die Einstellung <guilabel>Text in Symbolen anzeigen</guilabel>.
eu: Hautatu aukera bat <guilabel>Erakutsi testua ikonoetan</guilabel> hobespenarentzat.
ja: <guilabel>アイコン内のテキスト表示</guilabel>という設定からオプションを一つ選択する
ko: <guilabel>아이콘 안에 텍스트 보기</guilabel> 기본 설정에 대한 옵션을 선택합니다.
pt: Seleccionar uma opção para a preferência <guilabel>Apresentar texto nos ícones</guilabel>.

source: Specifies when to show the number of items in folders. To never show the number of items in folders, run the following command:
ca: Especifica quan s'ha de mostrar el número d'elements en les carpetes. Per a no mostrar mai el número d'elements en les carpetes, executeu l'ordre següent:
cs: Určuje, kdy se má zobrazovat počet položek ve složce. Aby se počet položek ve složce nezobrazoval nikdy, spusťte tento příkaz:
de: Legt fest, wann die Anzahl der in Ordnern enthaltenen Objekte angezeigt werden soll. Um die Anzahl der Objekte niemals darstellen zu lassen, führen Sie folgenden Befehl aus:
eu: Karpetetako elementu kopurua noiz erakutsi behar den zehazten du. Karpetetako elementu kopurua inoiz ere ez erakusteko, exekutatu komando hau:
ja: フォルダの中にあるアイテム総数を表示するかどうかを指定する; フォルダの中にあるアイテムの総数を表示しない場合は次のコマンドを実行する:
ko: 폴더 내의 항목의 수를 표시할 것인지 지정합니다. 폴더 내의 항목의 수를 표시하지 않으려면, 다음 명령을 실행합니다:
pt: Especifica quando apresentar o número de itens nas pastas. Para nunca apresentar o número de itens nas pastas, execute o seguinte comando:

source: Select an option for the <guilabel>Count number of items</guilabel> preference.
ca: Seleccioneu una opció per a la preferència <guilabel>Compta el nombre d'elements</guilabel>.
cs: Vybrat hodnotu předvolby <guilabel>Počítat počet položek</guilabel>.
de: Wählen Sie eine Option für die Einstellung <guilabel>Anzahl der Objekte anzeigen</guilabel>.
eu: Hautatu aukera bat <guilabel>Zenbatu elementu kopurua</guilabel> hobespenarentzat.
ja: <guilabel>アイテム数のカウント</guilabel>という設定からオプションを一つ選択する
ko: <guilabel>항목 개수 보기</guilabel> 기본 설정에 대한 옵션을 선택합니다.
pt: Seleccione uma opção para a preferência <guilabel>Contar o número de itens</guilabel>.

source: Specifies when to show thumbnails of image files. To never show thumbnails, run the following command:
ca: Especifica quan s'han de mostrar miniatures dels fitxers d'imatges. Per a no mostrar mai miniatures, executeu l'ordre següent:
cs: Určuje, kdy se mají zobrazovat náhledy souborů s obrázky. Aby se náhledy nezobrazovaly nikdy, spusťte tento příkaz:
de: Legt fest, wann Vorschauen für Bilddateien angezeigt werden sollen. Um niemals Vorschauen anzeigen zu lassen, führen Sie folgenden Befehl aus:
eu: Irudi-fitxategien koadro txikiak noiz erakutsi behar diren zehazten du. Koadro txikiak inoiz ez erakusteko, exekutatu komando hau:
ja: 画像ファイルのサムネイルを表示するかどうかを指定する; サムネイルを表示しない場合は次のコマンドを実行する:
ko: 이미지 파일의 썸네일(미리보기)를 보여줄 것인지 지정합니다. 썸네일을 보여주지 않으려면, 다음 명령을 실행합니다:
pt: Especifica quando apresentar imagens de amostra dos ficheiros de imagens. Para nunca apresentar as imagens de amostra, execute o seguinte comando:

source: Select an option for the <guilabel>Show thumbnails</guilabel> preference.
ca: Seleccioneu una opció per a la preferència <guilabel>Mostra les miniatures</guilabel>.
cs: Vybrat hodnotu předvolby <guilabel>Zobrazovat náhledy</guilabel>.
de: Wählen Sie eine Option für die Einstellung <guilabel>Miniatur-Vorschaubilder anzeigen</guilabel>.
eu: Hautatu aukera bat <guilabel>Erakutsi koadro txikiak</guilabel> hobespenarentzat.
ja: <guilabel>サムネイルの表示</guilabel>という設定からオプションを一つ選択する
ko: <guilabel>썸네일 보기</guilabel> 기본 설정에 대한 옵션을 선택합니다.
pt: Seleccione uma opção para a preferência <guilabel>Apresentar amostras</guilabel>.

source: Specifies when to preview the content of sound files. To never preview the content of sound files, run the following command:
ca: Especifica quan s'han de mostrar previsualitzar el contingut dels fitxers de so. Per a no previsualitzar mai el contingut dels fitxers de so, executeu l'ordre següent:
cs: Určuje, kdy se má přehrávat ukázka souborů s zvuky. Aby se ukázky nepřehrávaly nikdy, spusťte tento příkaz:
de: Legt fest, wann Vorschauen für Klangdateien angezeigt werden sollen. Um niemals Vorschauen anzeigen zu lassen, führen Sie folgenden Befehl aus:
eu: Soinu-fitxategien edukia noiz aurreikusi behar den zehazten du. Soinu-fitxategien edukia inoiz ez aurreikusteko, exekutatu komando hau:
ja: サウンド・ファイルを演奏するかどうかを指定する; サウンド・ファイルを演奏しない場合は次のコマンドを実行する:
ko: 사운드 파일의 내용을 미리보기로 표시할 것인지 지정합니다. 사운드 파일의 미리보기를 표시하지 않으려면, 다음 명령을 실행합니다:
pt: Especifica quando antever o conteúdo de ficheiros de som. Para nunca antever o conteúdo de ficheiros de som, execute o seguinte comando:

source: Select an option for the <guilabel>Preview sound files</guilabel> preference.
ca: Seleccioneu una opció per a la preferència <guilabel>Previsualitza els fitxers de so</guilabel>.
cs: Vybrat hodnotu předvolby <guilabel>Ukázky zvukových souborů</guilabel>.
de: Wählen Sie eine Option für die Einstellung <guilabel>Vorschau auf Audio-Dateien</guilabel>.
eu: Hautatu aukera bat <guilabel>Aurreikusi soinu-fitxategiak</guilabel> hobespenarentzat.
ja: <guilabel>サウンド・ファイルの演奏</guilabel>という設定からオプションを一つ選択する
ko: <guilabel>사운드 파일 미리 보기</guilabel> 기본 설정에 대한 옵션을 선택합니다.
pt: Seleccione uma opção para a preferência <guilabel>Antever ficheiros de som</guilabel>.
