Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: The opposite of <placeholder-1/> since any <placeholder-2/> that are matched in this element are excluded from the previous set of included elements. For this reason, this element must appear after the <placeholder-3/> element.
ca: L'oposat de <placeholder-1/> ja que qualsevol de les <placeholder-2/> que coincideixin amb aquest element s'exclouran del conjunt anterior d'elements inclosos. Per aquesta raó, aquest element ha d'aparèixer després de l'element <placeholder-3/>.
cs: Je opakem k <placeholder-1/>, takže <placeholder-2/>, který se podle tohoto elementu shodují, se vyjmou z množiny vytvořené předchozím vkládacím elementem. Z tohoto důvodu se tento element musí nacházet až za elementem <placeholder-3/>.
de: Der Gegenpart zu <placeholder-1/>, da eventuelle <placeholder-2/>, welche in diesem Element erfasst werden, aus dem vorherigen Satz eingeschlossener Elemente ausgeschlossen sind. Aus diesem Grund muss dieses Element nach dem <placeholder-3/>-Element erscheinen.
eu: <placeholder-1/> ez bezala; izan ere, sartutako elementuen aurreko sortatik kanpo uzten dira elementu horretan bat datozen <placeholder-2/>. Hori dela eta, elementu horrek beste elementu honen ondoren agertu behar du: <placeholder-3/>.
ja: <placeholder-1/> の逆であり、この要素の中にある<placeholder-2/>のいずれかが実際のメニュー構成から削除される (そのため、この要素は <placeholder-3/> の要素よりも後に記述すること)
ko: <placeholder-1/>와 반대되는 엘리먼트로 이 엘리먼트 내의 규칙에 매칭되는 모든 <placeholder-2/>는 포함된 엘리먼트 집합에서 제외됩니다. 따라서 이 엘리먼트는 반드시 <placeholder-3/> 엘리먼트 보다 뒤에 나와야 합니다.
pt: O oposto de <placeholder-1/> visto que qualquer <placeholder-2/> que tenha equivalência neste elemento será excluído do conjunto anterior de elementos incluídos. Por esta razão, este elemento deverá surgir após o elemento <placeholder-3/>.

source: desktop entry
ca: entrada d'escriptori
cs: vstup pracovního prostředí
de: Desktop-Eintrag
eu: mahaigaineko sarrera
ja: デスクトップ・エントリ
ko: 데스크탑 엔트리
pt: definição de iniciador

source: A matching rule that selects a <placeholder-1/> when the Desktop File-Id matches the contents of the <placeholder-2/> element.
ca: Una regla de coincidència que selecciona una <placeholder-1/> quan l'identificador del fitxer de l'escriptori coincideix amb el contingut de l'element <placeholder-2/>.
cs: Srovnávací pravidlo, které vybere <placeholder-1/> za podmínky, že Desktop File-Id odpovídá obsahu elementu <placeholder-2/>.
de: Eine Übereinstimmungsregel, welche ein <placeholder-1/> auswählt, sofern die Desktop »File-Id« dem Inhalt des <placeholder-2/>-Elements entspricht.
eu: Mahaigaineko fitxategiaren IDa <placeholder-2/> elementuaren edukiarekin bat datorrenean, <placeholder-1/> hautatzen duen parekatze-araua.
ja: <placeholder-1/>のファイル名 (<literal>Desktop File-Id</literal>) とこの <placeholder-2/> 要素が持つ内容が一致したら、その<placeholder-1/>を有効にするルール
ko: 데스크탑 파일 ID가 <placeholder-2/> 엘리먼트의 내용과 일치할 때 <placeholder-1/>를 선택하는 매칭 규칙.
pt: Uma regra de equivalência que selecciona um <placeholder-1/> quando o Desktop File-Id equivale ao conteúdo do elemento <placeholder-2/>.

source: A matching rule that selects a <placeholder-1/> when the Categories key matches the contents of the <placeholder-2/> element.
ca: Una regla de coincidència que selecciona una <placeholder-1/> quan la clau Categories coincideix amb el contingut de l'element <placeholder-2/>.
cs: Srovnávací pravidlo, které vybere <placeholder-1/> za podmínky, že klíč Categories odpovídá obsahu elementu <placeholder-2/>.
de: Eine Übereinstimmungsregel, welche ein <placeholder-1/> auswählt, sofern der Categories-Schlüssel dem Inhalt des <placeholder-2/>-Elements entspricht.
eu: Kategoriak gakoa <placeholder-2/> elementuaren edukiarekin bat datorrenean, <placeholder-1/> hautatzen duen parekatze-araua.
ja: <placeholder-1/>に記載された <literal>Categories</literal> というキーワードとこの <placeholder-2/> 要素が持つ内容が一致したら、その<placeholder-1/>を有効にするルール
ko: 분류 키가 <placeholder-2/> 엘리먼트의 내용과 일치할 때 <placeholder-1/>를 선택하는 매칭 규칙.
pt: Uma regra de equivalência que selecciona um <placeholder-1/> quando a chave Categories equivale ao conteúdo do elemento <placeholder-2/>.

source: all
ca: totes
cs: všemi
eu: denek
ja: すべて
ko: 모든
pt: todas

source: A matching rule that selects a <placeholder-1/> when it is selected by <placeholder-2/> the nested matching rules in the <placeholder-3/> element.
ca: Una regla de coincidència que selecciona una <placeholder-1/> quan està seleccionada per <placeholder-2/> les regles de coincidència imbricades en l'element <placeholder-3/>.
cs: Srovnávací pravidlo, které vybere <placeholder-1/> za podmínky, že je vybraný <placeholder-2/> vnořenými srovnávacími pravidly v elementu <placeholder-3/>.
de: Eine Übereinstimmungsregel, welche ein <placeholder-1/> auswählt, wenn es durch ein <placeholder-2/> ausgewählt wird und den eingebetteten Übereinstimmungsregeln in dem <placeholder-3/>-Element entspricht.
eu: <placeholder-3/> elementuko parekatze-arau habiaratuek (<placeholder-2/>) hautatua dutenean, <placeholder-1/> hautatzen duten parekatze-araua.
ja: この <placeholder-3/> 要素の中でネストされている<placeholder-2/>のフィルタリングのルールによって取得した<placeholder-1/>を有効にするルール
ko: <placeholder-3/> 엘리먼트 내에 포함된 <placeholder-2/> 매칭 규칙들과 일치할 때 <placeholder-1/>를 선택하는 매칭 규칙.
pt: Uma regra de equivalência que selecciona um <placeholder-1/> quando são seleccionadas pelo <placeholder-2/> as regras de equivalência encadeadas do elemento <placeholder-3/>.

source: any
ca: qualsevol
cs: libovolným
eu: edozein
ja: いずれか
ko: 어떤
pt: qualquer

source: A matching rule that selects a <placeholder-1/> when it is selected by <placeholder-2/> of the nested matching rules in the <placeholder-3/> element.
ca: Una regla de coincidència que selecciona una <placeholder-1/> quan està seleccionada per <placeholder-2/> de les regles de coincidència imbricades en l'element <placeholder-3/>.
cs: Srovnávací pravidlo, které vybere <placeholder-1/> za podmínky, že je vybraný <placeholder-2/> vnořeným srovnávacím pravidlem v elementu <placeholder-3/>.
de: Eine Übereinstimmungsregel, welche ein <placeholder-1/> auswählt, wenn es durch ein <placeholder-2/> ausgewählt wird und den eingebetteten Übereinstimmungsregeln in dem <placeholder-3/>-Element entspricht.
eu: <placeholder-3/> elementuko <placeholder-2/> parekatze-arau habiaratuk hautatua duenean, <placeholder-1/> hautatzen duten parekatze-araua.
ja: この <placeholder-3/> 要素の中でネストされている<placeholder-2/>のフィルタリングのルールによって取得した<placeholder-1/>を有効にするルール
ko: <placeholder-3/> 엘리먼트 내에 포함된 <placeholder-2/> 매칭 규칙들과 일치할 때 <placeholder-1/>를 선택하는 매칭 규칙.
pt: Uma regra de equivalência que selecciona um <placeholder-1/> quando são seleccionadas pelo <placeholder-2/> de entre as regras de equivalência encadeadas do elemento <placeholder-3/>.

source: A matching rule that does not select a <placeholder-1/> when it is selected by <placeholder-2/> of the nested matching rules in the <placeholder-3/> element.
ca: Una regla de coincidència que no selecciona una <placeholder-1/> quan està seleccionada per <placeholder-2/> de les regles de coincidència imbricades en l'element <placeholder-3/>.
cs: Srovnávací pravidlo, které nevybere <placeholder-1/> za podmínky, že je vybraný <placeholder-2/> vnořeným srovnávacím pravidlem v elementu <placeholder-3/>.
de: Eine Übereinstimmungsregel, welche ein <placeholder-1/> nicht auswählt, wenn es durch ein <placeholder-2/> ausgewählt wird und den eingebetteten Übereinstimmungsregeln in dem <placeholder-3/>-Element entspricht.
eu: <placeholder-3/> elementuko <placeholder-2/> parekatze-arau habiaratuk hautatua duenean, <placeholder-1/> hautatzen ez duten parekatze-araua.
ja: この <placeholder-3/> 要素の中でネストされている<placeholder-2/>のフィルタリングのルールよって取得した<placeholder-1/>を有効にしないルール
ko: <placeholder-3/> 엘리먼트 내에 포함된 <placeholder-2/> 매칭 규칙들과 일치할 때 <placeholder-1/>를 선택하지 않는 매칭 규칙.
pt: Uma regra de equivalência que não selecciona um <placeholder-1/> quando são seleccionadas pelo <placeholder-2/> de entre as regras de equivalência encadeadas do elemento <placeholder-3/>.

source: A matching rule which selects all <placeholder-1/>.
ca: Una regla de coincidència que selecciona totes les <placeholder-1/>.
cs: Srovnávací pravidlo, které vybere všechny <placeholder-1/>.
de: Eine Übereinstimmungsregel, welche alle <placeholder-1/> auswählt.
eu: <placeholder-1/> (guztiak) hautatzen dituen parekatze-araua.
ja: すべての<placeholder-1/>を有効にするルール
ko: 모든 <placeholder-1/>를 선택하는 매칭 규칙.
pt: Uma regra de equivalência que selecciona todos os <placeholder-1/>.

source: Desktop Entry Files
ca: Fitxers d'entrada d'escriptori
cs: Soubor vstupu pracovního prostředí
de: Desktopeintrags-Dateien
eu: Mahaigaineko sarrera-fitxategiak
ja: デスクトップ・エントリのファイル
ko: 데스크탑 엔트리 파일
pt: Ficheiros de Definição de Iniciador

source: desktop entry files
ca: fitxers d'entrada d'escriptori
cs: soubor vstupu pracovního prostředí
de: Desktopeintrags-Dateien
eu: mahaigaineko sarrera-fitxategiak
ko: 데스크탑 엔트리 파일
pt: ficheiros de definição de iniciador

source: .desktop files
ca: fitxers .desktop
cs: soubory .desktop
de: .desktop-Dateien
eu: .desktop fitxategiak
ja: .desktop ファイル
ko: .desktop 파일
pt: ficheiros .desktop

source: A <firstterm>desktop entry file</firstterm> is a data file that provides information about an item in a menu. The desktop entry file specifies the details for the item such as a name, a command to run, an icon, and so on. It also contains keywords which determine the location of the item in the menu hierarchy.
ca: Un <firstterm>fitxer d'entrada d'escriptori</firstterm> és un fitxer de dades que proporciona informació sobre un element en un menú. El fitxer d'entrada d'escriptori especifica els detalls per a l'element com ara un nom, una ordre a executar, una icona, i així successivament. També conté paraules clau que determinen la ubicació de l'element en la jerarquia del menú.
cs: <firstterm>Soubor vstupu pracovního prostředí</firstterm> je datový soubor, který poskytuje informace o položkách nabídky. Soubor vstupu pracovního prostředí určuje podrobnosti pro položku, jako je název, příkaz ke spuštění, ikona atd. Rovněž obsahuje klíčová slova, která určují umístění položky v hierarchii nabídky.
de: Eine <firstterm>Desktopeintrags-Datei</firstterm> ist eine Datei, welche Informationen über ein Objekt in einem Menü bereitstellt. Die Desktopeintrags-Datei legt die Details für ein solches Objekt fest, wie den Namen, den auszuführenden Befehl, das Symbol usw. Sie enthält außerdem Schlüsselwörter, welche die Position des Objekts innerhalb der Menüstruktur angeben.
eu: Menu bateko elementu bati buruzko informazioa ematen duen datu-fitxategia da <firstterm>mahaigaineko sarrera-fitxategi</firstterm> bat. Mahaigaineko sarrera-fitxategiak menu-elementuari buruzko xehetasunak zehazten ditu, adibidez, izena, exekutatu beharreko komandoa, ikonoa eta abar. Elementuak menu-hierarkian duen kokalekua zehazten dituen gako-hitzak ere badauzka.
ja: 「<firstterm>デスクトップ・エントリのファイル</firstterm>」はメニュー項目に関する情報を提供するデータ・ファイルの一つです。このファイルを使ってメニュー項目の名前や起動するコマンド、メニューに表示するアイコンなどの詳細な情報を指定します。さらに、メニューの階層でこのメニュー項目が表示される場所を特定するために使用するキーワードもいくつか含まれています。
ko: <firstterm>데스크탑 엔트리 파일</firstterm>은 메뉴 내의 한 항목에 대한 정보를 제공하는 데이터 파일입니다. 데스크탑 엔트리 파일은 해당 항목의 이름, 실행할 명령, 아이콘 등과 같은 세부 정보를 지정합니다. 또한 여기에는 메뉴 계층 내에 항목이 포함될 위치를 결정하는 키워드도 포함됩니다.
pt: Um <firstterm>ficheiro de definição de iniciador</firstterm> é um ficheiro de dados que disponibiliza informação sobre um item num menu. O ficheiro de definição de iniciador especifica os detalhes do item tais como o nome, comando a executar, um ícone, etc. Também contém palavras-chave que determinam a localização do item na hierarquia de menus.

source: $XDG_DATA_DIRS is the environment variable defined in the <ulink url="http://www.freedesktop.org/Standards/basedir-spec">XDG base directory specification</ulink>.
ca: $XDG_DATA_DIRS és la variable d'entorn definida en l'<ulink url="http://www.freedesktop.org/Standards/basedir-spec">Especificació de base de directori XDG</ulink>.
cs: $XDG_DATA_DIRS je proměnná prostředí definovaná ve <ulink url="http://www.freedesktop.org/Standards/basedir-spec">Specifikaci základních složek od XDG</ulink>.
de: $XDG_DATA_DIRS ist die in der <ulink url="http://www.freedesktop.org/Standards/basedir-spec">XDG base directory specification</ulink> definierte Umgebungsvariable.
eu: $XDG_DATA_DIRS ingurune-aldagaia hemen definitua dago: <ulink url="http://www.freedesktop.org/Standards/basedir-spec">XDGren oinarri-direktorioaren zehaztapena</ulink>.
ja: $XDG_DATA_DIRS という環境変数は「<ulink url="http://www.freedesktop.org/Standards/basedir-spec">XDG ベース・ディレクトリの仕様</ulink>」で定義されています。
ko: $XDG_DATA_DIRS는 <ulink url="http://www.freedesktop.org/Standards/basedir-spec">XDG 기본 디렉토리 명세서</ulink>에 정의된 환경 변수입니다.
pt: $XDG_DATA_DIRS é a variável de ambiente definida na <ulink url="http://www.freedesktop.org/Standards/basedir-spec">especificação de directório base XDG</ulink>.

source: Desktop entry files must reside in the <filename>$XDG_DATA_DIRS/applications</filename> directory and must have a <filename>.desktop</filename> file extension. If <envar>$XDG_DATA_DIRS</envar><placeholder-1/> is not set, then the default path is <filename>/usr/share</filename> is used. This also implies that user specific desktop entries may be located at <filename>$XDG_DATA_HOME/applications</filename> which is searched first. If <envar>$XDG_DATA_HOME</envar> is not set, then the default path <filename>~/.local/share</filename> is used. Desktop entries are collected from all directories in the <envar>$XDG_DATA_DIRS</envar> environment variable. Directories which appear first in <envar>$XDG_CONFIG_DIRS</envar> are given precedence when there are several <filename>.desktop</filename> files with the same name.
ca: Els fitxers d'entrada d'escriptori han de residir al directori <filename>$XDG_DATA_DIRS/applications</filename> i han de tenir una extensió de fitxer <filename>.desktop</filename>. Si <envar>$XDG_DATA_DIRS</envar><placeholder-1/> no s'ha establert, llavors s'utilitza el camí predeterminat <filename>/usr/share</filename>. Això també implica que les entrades de l'escriptori específiques de l'usuari han d'estar ubicades a <filename>$XDG_DATA_HOME/applications</filename> on primer es fa la cerca. Si <envar>$XDG_DATA_HOME</envar> no s'ha establert, llavors s'utilitza el camí predeterminat <filename>~/.local/share</filename>. Les entrades d'escriptori es recullen de tots els directoris en la variable d'entorn <envar>$XDG_DATA_DIRS</envar>. Els directoris que apareguin primer a <envar>$XDG_CONFIG_DIRS</envar> tenen preferència quan hi hagi diversos fitxers <filename>.desktop</filename> amb el mateix nom.
eu: Mahaigaineko sarrera-fitxategiek <filename>$XDG_DATA_DIRS/applications</filename> direktorioan egon behar dute, eta <filename>.desktop</filename> fitxategi-luzapena izan behar dute. <envar>$XDG_DATA_DIRS</envar><placeholder-1/> ezarria ez badago, <filename>/usr/share</filename> bide-izen lehenetsia erabiltzen da. Ondorioz, erabiltzaile baten berariazko mahaigaineko sarrera <filename>$XDG_DATA_HOME/applications</filename> fitxategian ere koka daiteke, hor bilatzen baita lehendabizi. <envar>$XDG_DATA_HOME</envar> ezarria ez badago, <filename>~/.local/share</filename> bide-izen lehenetsia erabiltzen da. <envar>$XDG_DATA_DIRS</envar> ingurune-aldagaiko direktorio guztietan jasotzen dira mahaigaineko sarrerak. Izen bereko <filename>.desktop</filename> fitxategi bat baino gehiago daudenean, lehentasuna dute <envar>$XDG_CONFIG_DIRS</envar>en lehenbizi agertzen direnek.
ko: 데스크탑 엔트리 파일은 반드시 <filename>$XDG_DATA_DIRS/applications</filename> 디렉토리 내에 있어야 하며, <filename>.desktop</filename> 파일 확장자를 사용해야 합니다. 만약 <envar>$XDG_DATA_DIRS</envar><placeholder-1/> 변수가 설정되어 있지 않으면 기본값인 <filename>/usr/share</filename> 경로가 사용됩니다. 이것은 사용자가 지정한 데스크탑 엔트리들은 <filename>$XDG_DATA_HOME/applications</filename> 디렉토리 내에 있어야 하며, 이 경로가 먼저 검색된다는 것을 뜻합니다. 만약 <envar>$XDG_DATA_HOME</envar> 변수가 설정되어 있지 않으면, 기본값인 <filename>~/.local/share</filename> 경로가 사용됩니다. 데스크탑 엔트리들은 <envar>$XDG_DATA_DIRS</envar> 환경 변수 내의 모든 디렉토리에서 수집됩니다. 만약 같은 이름의 <filename>.desktop</filename> 파일이 여러 개 있는 경우에는, <envar>$XDG_CONFIG_DIRS</envar> 내에서 먼저 나타난 디렉토리에 있는 것이 사용됩니다.
pt: Os ficheiros de definição de iniciadores têm de residir no directório <filename>$XDG_DATA_DIRS/applications</filename> e têm de ter a extensão <filename>.desktop</filename>. Se <envar>$XDG_DATA_DIRS</envar><placeholder-1/> não estiver definida, o caminho por omissão <filename>/usr/share</filename> será utilizado. Isto também implica que definições de iniciador criadas pelo utilizador poderão residir em <filename>$XDG_DATA_HOME/applications</filename> e serão procuradas primeiro. Se <envar>$XDG_DATA_HOME</envar> não estiver definida, será utilizado o caminho por omissão <filename>~/.local/share</filename>. Definições de iniciadores são recolhidos de todos os directórios da variável de ambiente <envar>$XDG_DATA_DIRS</envar>. Os directórios indicados primeiro em <envar>$XDG_CONFIG_DIRS</envar> ganham precedência caso sejam encontrados vários ficheiros <filename>.desktop</filename> com o mesmo nome.

source: The following is a sample desktop entry file:
ca: L'exemple següent és un fitxer d'entrada d'escriptori:
cs: Zde je ukázka souboru vstupu pracovního prostředí:
de: Es folgt ein Beispiel für eine Desktop-Datei:
eu: Mahaigaineko sarrera-fitxategi baten lagina da hau:
ja: 次はデスクトップ・エントリのファイルの例です:
ko: 아래는 데스크탑 엔트리 파일의 예제입니다:
pt: O seguinte é um exemplo de um ficheiro de definição de iniciador:

source: [Desktop Entry] Encoding=UTF-8 Name=Calculator Name[fr]=Calculatrice ... Comment=Perform calculations Comment[fr]=Effectue des calculs compliqués ... Exec=gcalctool Icon=mate-calculator Terminal=false Type=Application StartupNotify=true Categories=GTK;MATE;Application;Utility;
pt: [Desktop Entry] Encoding=UTF-8 Name=Calculator Name[pt]=Calculadora ... Comment=Perform calculations Comment[pt]=Realize cálculos ... Exec=gcalctool Icon=mate-calculator Terminal=false Type=Application StartupNotify=true Categories=GTK;MATE;Application;Utility;

source: <xref linkend="menustructure-TBL-7"/> describes the most important keys in desktop entry files. To get more information about desktop entry files, see the <ulink url="http://www.freedesktop.org/Standards/desktop-entry-spec">XDG Desktop Entry Specification</ulink>.
ca: La <xref linkend="menustructure-TBL-7"/> descriu les claus més importants en els fitxers d'entrada d'escriptori. Per a obtenir més informació sobre els fitxers d'entrada d'escriptori, vegeu l'<ulink url="http://www.freedesktop.org/Standards/desktop-entry-spec">Especificació de les entrades d'escriptori XDG</ulink>.
cs: <xref linkend="menustructure-TBL-7"/> popisuje nejdůležitější klíče v souborech vstupu pracovního prostředí. Více informací o souborech vstupu pracovního prostředí naleznete ve <ulink url="http://www.freedesktop.org/Standards/desktop-entry-spec">Specifikaci vstupu pracovního prostředí od XDG</ulink>.
de: <xref linkend="menustructure-TBL-7"/> beschreibt die wichtigsten Schlüssel in Desktopeintrags-Dateien. Weitere Informationen hierzu finden Sie in der <ulink url="http://www.freedesktop.org/Standards/desktop-entry-spec">XDG Desktop Entry Specification</ulink>.
eu: Mahaigaineko sarrera-fitxategietako gako garrantzitsuenak azaltzen dira <xref linkend="menustructure-TBL-7"/>(e)n. Mahaigaineko sarrera-fitxategiei buruzko informazio gehiago eskuratzeko, ikus <ulink url="http://www.freedesktop.org/Standards/desktop-entry-spec">XDG mahaigaineko sarreren zehaztapena</ulink>.
ja: <xref linkend="menustructure-TBL-7"/> にデスクトップ・エントリのファイルで最もよく利用するキーワードを示します。デスクトップ・エントリのファイルについて詳細については「<ulink url="http://www.freedesktop.org/Standards/desktop-entry-spec">XDG デスクトップ・エントリの仕様</ulink>」をご覧ください。
ko: <xref linkend="menustructure-TBL-7"/>는 데스크탑 엔트리 파일에 사용되는 가장 중요한 키들에 대해 설명합니다. 이에 대한 자세한 정보는 <ulink url="http://www.freedesktop.org/Standards/desktop-entry-spec">XDG 데스크탑 엔트리 명세서</ulink>를 보기 바랍니다.
pt: <xref linkend="menustructure-TBL-7"/> descreve as chaves mais importantes nos ficheiros de definição de iniciadores. Para obter mais informações sobre os ficheiros de definição de iniciadores, consulte a <ulink url="http://www.freedesktop.org/Standards/desktop-entry-spec">Especificação de Definição de Iniciadores XDG</ulink>.

source: Desktop Entry Keys
ca: Claus d'entrada d'escriptori
cs: Klíče vstupu pracovního prostředí
de: Desktopeintrags-Schlüssel
eu: Mahaigaineko sarreren gakoak
ja: デスクトップ・エントリのキーワード
ko: 데스크탑 엔트리 키
pt: Chaves de Definição de Iniciador

source: Desktop Entry Key
ca: Clau d'entrada d'escriptori
cs: Klíč vstupu pracovního prostředí
de: Desktopeintrags-Schlüssel
eu: Mahaigaineko sarreren gakoa
ja: キーワード
ko: 데스크탑 엔트리 키
pt: Chave de Definição de Iniciador

source: Categories
pt: Categories (Categorias)

source: Specifies the keywords that describe the item. The keywords are separated with semicolons (;). To see a list of the standard category keywords, see the desktop menu specification at <ulink url="http://www.freedesktop.org/Standards/menu-spec"> http://www.freedesktop.org/Standards/menu-spec</ulink>
ca: Especifica les paraules clau que descriuen l'element. Les paraules clau se separen amb un punt i coma (;). Per a veure una llista de les paraules clau de categoria estàndard, vegeu l'especificació de menú de l'escriptori a <ulink url="http://www.freedesktop.org/Standards/menu-spec"> http://www.freedesktop.org/Standards/menu-spec</ulink>
cs: Určuje klíčová slova, která položku popisují. Klíčová slova jsou navzájem oddělená středníkem (;). Jestli chcete, můžete se podívat na seznam klíčových slov standardních kategorií na <ulink url="http://www.freedesktop.org/Standards/menu-spec"> http://www.freedesktop.org/Standards/menu-spec</ulink>.
de: Gibt die Schlüsselwörter an, welche das Objekt beschreiben. Die Schlüsselwörter werden mit Semikola getrennt (;). Eine Liste der Schlüsselwörter für Standardkategorien finden Sie in der Desktopmenü-Spezifikation in <ulink url="http://www.freedesktop.org/Standards/menu-spec"> http://www.freedesktop.org/Standards/menu-spec</ulink>.
eu: Elementua azaltzen duten gako-hitzak zehazten ditu. Gako-hitzak puntu eta komaren (;) bidez bereizten dira. Kategoria estandarreko gako-hitzen zerrenda ikusteko, ikus mahaigaineko menuen zehaztapena hemen: <ulink url="http://www.freedesktop.org/Standards/menu-spec"> http://www.freedesktop.org/Standards/menu-spec</ulink>
ja: アイテムを説明するためのキーワードをセミコロン (;) を区切り文字としていくつか羅列する (カテゴリを表す標準的なキーワードは「<ulink url="http://www.freedesktop.org/Standards/menu-spec"> http://www.freedesktop.org/Standards/menu-spec</ulink>」にあるデスクトップ・メニューの仕様に一覧としてまとめられている)
ko: 이 항목을 설명하는 핵심어를 지정합니다. 각 단어들은 세미콜론 (;) 기호를 통해 구분됩니다. 표준 분류 핵심어의 목록을 확인하려면, <ulink url="http://www.freedesktop.org/Standards/menu-spec">http://www.freedesktop.org/Standards/menu-spec</ulink>에 있는 데스크탑 메뉴 명세서를 보기 바랍니다.
pt: Especifica as palavras-chave que descrevem o item. As palavras-chave são separadas por pontos-e-vírgula (;). Para ver uma lista das palavras-chave de categoria mais comuns, consulte a especificação de definição de iniciador em <ulink url="http://www.freedesktop.org/Standards/menu-spec"> http://www.freedesktop.org/Standards/menu-spec</ulink>
