Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: You can add a new option for the window frame setting in the <application>Theme</application> preference tool. Window frame options reside in the <filename>/usr/share/themes/<replaceable>option-name</replaceable>/marco-1</filename> directory. The typical structure of a window frame option in the file system is as follows:
ca: Podeu afegir una opció nova per al paràmetre del costat de la finestra en l'eina de preferències <application>Tema</application>. Les opcions del costat de la finestra són al directori <filename>/usr/share/themes/<replaceable>nom-de-l'opció</replaceable>/marco-1</filename>. L'estructura típica de l'opció del costat de la finestra en el fitxer del sistema és la següent:
cs: Novou variantu nastavení rámu okna můžete přidat v nástroji předvoleb Motiv. Varianty rámu okna se nachází ve složce <filename>/usr/share/themes/<replaceable>název-varianty</replaceable>/marco-1</filename>. Typická struktura je v souborovém systému následující:
de: Sie können ein neues Thema für Fensterrahmen im <application>Erscheinungsbild</application>-Einstellungswerkzeug hinzufügen. Themen dieser Art befinden sich im Ordner <filename>/usr/share/themes<replaceable>Themenname</replaceable>/marco-1</filename>. Die typische Struktur eines Themas für Fensterrahmen im Dateisystem ist wie folgt:
eu: <application>Gaia</application> hobespen-tresnako leiho-markoen ezarpenen aukera berri bat gehi daiteke. Leiho-markoen aukerak <filename>/usr/share/themes/<replaceable>aukera-izena</replaceable>/marco-1</filename> direktorioan daude. Fitxategi-sistemako leiho-markoen aukeren ohiko egitura honelakoa da:
ja: <application>外観の設定</application>ツールの<guibutton>カスタマイズ</guibutton>で設定できるウィンドウの境界の新しいオプションをインストールできるようになっています。このオプションは <filename>/usr/share/themes/<replaceable>オプション名</replaceable>/marco-1</filename> というフォルダに格納されます。このオプションの基本的な構造は次のとおりです:
ko: <application>테마</application> 설정 도구 내의 창 가장자리 설정에 대한 옵션을 추가할 수 있습니다. 창 가장자리 옵션은 <filename>/usr/share/themes/<replaceable>옵션-이름</replaceable>/marco-1</filename> 디렉토리 내에 존재합니다. 파일 시스템 내의 창 가장자리 옵션의 일반적인 구조는 다음과 같습니다:
pt: Pode adicionar uma nova opção para a definição de moldura de janela utilizando a ferramenta de preferências <application>Tema</application>. Opções de moldura de janela residem no directório <filename>/usr/share/themes/<replaceable>option-name</replaceable>/marco-1</filename>. A estrutura típica de uma opção de moldura de janela no sistema de ficheiros é a seguinte:

source: Typically, a new option for the window frame setting is supplied as a <filename>.tar.gz</filename> file. To install the new window frame option, unzip the <filename>.tar.gz</filename> file, then untar the <filename>.tar</filename> file into the <filename>/usr/share/themes</filename> directory.
ca: Generalment, es proporciona una opció nova per al paràmetre del costat de la finestra com a fitxer <filename>.tar.gz</filename>. Per a instal·lar l'opció del costat de la finestra nova, descomprimiu el fitxer <filename>.tar.gz</filename> en el directori <filename>/usr/share/themes</filename>.
cs: Nová varianta nastavení rámu okna je obvykle poskytovaná jako soubor .tar.gz. Pokud ji chcete nainstalovat, rozzipujte soubor .tar.gz a následně rozbalte archiv .tar do složky <filename>/usr/share/themes</filename>.
de: Typischerweise befindet sich ein Thema für Fensterrahmen in einer <filename>.tar.gz</filename>-Datei. Um das neue Thema zu installieren, entpacken Sie die <filename>.tar.gz</filename>-Datei im Ordner <filename>/usr/share/themes</filename>.
eu: Normalean, leiho-markoen ezarpenen aukera berria <filename>.tar.gz</filename> fitxategi gisa ematen da. Leiho-markoen aukera berri bat instalatzeko, deskonprimitu <filename>.tar.gz</filename> fitxategia, eta, ondoren, deskonprimitu <filename>.tar</filename> fitxategia <filename>/usr/share/themes</filename> direktorioan.
ja: 一般的に、ウィンドウの境界に対する新しいオプションは <filename>.tar.gz</filename> 形式のファイルで提供されます。新しいオプションをインストールする際は、まず <filename>.tar.gz</filename> ファイルを <command>unzip</command> して <filename>.tar</filename> ファイルを <filename>/usr/share/themes</filename> フォルダ配下に展開してください。
ko: 일반적으로 창 가장자리 설정을 위한 새로운 옵션은 <filename>.tar.gz</filename> 파일 형태로 제공됩니다. 새 창 가장자리 옵션을 설치하려면 <filename>.tar.gz</filename> 파일의 압축을 풀고, <filename>.tar</filename> 파일을 <filename>/usr/share/themes</filename> 디렉토리에 풀면 됩니다.
pt: Normalmente, é fornecida uma nova opção para a definição de moldura de janela como um ficheiro <filename>.tar.gz</filename>. Para instalar a nova opção de moldura de janela, realize o unzip do ficheiro <filename>.tar.gz</filename>, depois o untar do ficheiro <filename>.tar</filename> para dentro do directório <filename>/usr/share/themes</filename>.

source: Users can install their own options for the window frame setting. If a user installs an option for the window frame setting, the option is stored in the <filename>$HOME/.themes</filename> directory.
ca: Els usuaris poden instal·lar les seves pròpies opcions per al paràmetre del costat de la finestra. Si un usuari instal·la una opció per al paràmetre del costat de la finestra, l'opció s'emmagatzema en el directori <filename>$HOME/.themes</filename>.
cs: Uživatel si může instalovat své vlastní varianty nastavení rámu okna. Pokud si varianty nastavení rámu okna instaluje uživatel, uchovávají se ve složce <filename>$HOME/.themes</filename>.
de: Benutzer können ihre eigenen Themen für Fensterrahmen installieren. In diesem Fall wird das Thema im Ordner <filename>$HOME/.themes</filename> gespeichert.
eu: Erabiltzaileek leiho-markoen ezarpenentzako beren aukerak instala ditzakete. Erabiltzaile batek leiho-markoen ezarpenen aukera bat instalatzen badu, aukera hori <filename>$HOME/.themes</filename> direktorioan gordetzen da.
ja: ユーザはコントロールの設定に関する独自のオプションもインストールできます。もしユーザ専用のオプションをインストールするのであれば、その設定ファイルを <filename>$HOME/.themes</filename> フォルダの配下に格納してください。
ko: 사용자들은 창 가장자리 설정을 위한 옵션을 개별적으로 설치할 수 있습니다. 그렇게 하려면 사용자의 설정 옵션은 <filename>$HOME/.themes</filename> 디렉토리에 저장됩니다.
pt: Os utilizadores podem instalar as suas próprias opções para a definição de molduras de janela. Se um utilizador instalar uma opção, esta é armazenada no directório <filename>$HOME/.themes</filename>.

source: To Install a New Icons Option
ca: Instal·lació d'una opció de les icones nova
cs: Instalace nové varianty Ikon
de: Installieren einer neuen Option für Symbole
eu: Ikono-aukera berria instalatzea
ja: 新しいアイコンをインストールする
ko: 새 아이콘 옵션 설치하기
pt: Para Instalar uma Nova Opção de Ícones

source: icons options
ca: opcions de les icones
cs: varianty ikon
de: Optionen für Symbole
eu: ikono-aukerak
ko: 아이콘 옵션
pt: opções de ícones

source: You can add a new option for the icons setting in the <application>Theme</application> preference tool. Icons options reside in the <filename>/usr/share/icons/<replaceable>option-name</replaceable></filename> directory. The typical structure of an icons option in the file system is as follows:
ca: Podeu afegir una opció nova per al paràmetre de les icones en l'eina de preferències <application>Tema</application>. Les opcions de les icones són al directori <filename>/usr/share/icons/<replaceable>nom-de-l'opció</replaceable></filename>. L'estructura típica de l'opció de les icones en el fitxer del sistema és la següent:
cs: Novou variantu nastavení ikon můžete přidat v nástroji předvoleb Motiv. Varianty ikon se nachází ve složce <filename>/usr/share/icons/<replaceable>název-varianty</replaceable></filename>. Typická struktura je v souborovém systému následující:
de: Sie können ein neues Thema für Fensterinhalte im <application>Erscheinungsbild</application>-Einstellungswerkzeug hinzufügen. Themen dieser Art befinden sich im Ordner <filename>/usr/share/icons/<replaceable>Themenname</replaceable></filename>. Die typische Struktur eines Themas für Symbole im Dateisystem ist wie folgt:
eu: <application>Gaia</application> hobespen-tresnako ikono-ezarpenen aukera berri bat gehi daiteke. Ikono-aukerak <filename>/usr/share/icons/<replaceable>aukera-izena</replaceable>/marco-1</filename> direktorioan daude. Fitxategi-sistemako ikono-aukeren ohiko egitura honelakoa da:
ja: <application>外観の設定</application>ツールの<guibutton>カスタマイズ</guibutton>で設定できるアイコンのの新しいオプションをインストールできるようになっています。このオプションは <filename>/usr/share/icons/<replaceable>オプション名</replaceable></filename> というフォルダに格納されます。このオプションの基本的な構造は次のとおりです:
ko: <application>테마</application> 설정 도구 내의 아이콘 설정에 대한 옵션을 추가할 수 있습니다. 아이콘 옵션은 <filename>/usr/share/icons/<replaceable>옵션-이름</replaceable></filename> 디렉토리 내에 존재합니다. 파일 시스템 내의 아이콘 옵션의 일반적인 구조는 다음과 같습니다:
pt: Pode adicionar uma nova opção para a definição de ícones utilizando a ferramenta de preferências <application>Tema</application>. Opções de ícones residem no directório <filename>/usr/share/icons/<replaceable>option-name</replaceable></filename>. A estrutura típica de uma opção de ícones no sistema de ficheiros é a seguinte:

source: Typically, a new option for the icons setting is supplied as a <filename>.tar.gz</filename> file. To install the new icons option, unzip the <filename>.tar.gz</filename> file, then untar the <filename>.tar</filename> file into the <filename>/usr/share/icons</filename> directory.
ca: Generalment, es proporciona una opció nova per al paràmetre de les icones com a fitxer <filename>.tar.gz</filename>. Per a instal·lar l'opció de les icones nova, descomprimiu el fitxer <filename>.tar.gz</filename> en el directori <filename>/usr/share/icons</filename>.
cs: Nová varianta nastavení ikon je obvykle poskytovaná jako soubor .tar.gz. Pokud ji chcete nainstalovat, rozzipujte soubor .tar.gz a následně rozbalte archiv .tar do složky <filename>/usr/share/themes</filename>.
de: Typischerweise befindet sich ein Thema für Symbole in einer <filename>.tar.gz</filename>-Datei. Um das neue Thema zu installieren, entpacken Sie die <filename>.tar.gz</filename>-Datei im Ordner <filename>/usr/share/icons</filename>.
eu: Normalean, ikono-ezarpenen aukera berria <filename>.tar.gz</filename> fitxategi gisa ematen da. Ikono-aukera berri bat instalatzeko, deskonprimitu <filename>.tar.gz</filename> fitxategia, eta, ondoren, deskonprimitu <filename>.tar</filename>r fitxategia <filename>/usr/share/icons</filename> direktorioan.
ja: 一般的に、アイコンに対する新しいオプションは <filename>.tar.gz</filename> 形式のファイルで提供されます。新しいアイコンのオプションをインストールする際は、まず <filename>.tar.gz</filename> ファイルを <command>unzip</command> して <filename>.tar</filename> ファイルを <filename>/usr/share/icons</filename> フォルダ配下に展開してください。
ko: 일반적으로 아이콘 설정을 위한 새로운 옵션은 <filename>.tar.gz</filename> 파일 형태로 제공됩니다. 새 아이콘 옵션을 설치하려면 <filename>.tar.gz</filename> 파일의 압축을 풀고, <filename>.tar</filename> 파일을 <filename>/usr/share/icons</filename> 디렉토리에 풀면 됩니다.
pt: Normalmente, é fornecida uma nova opção para a definição de ícones como um ficheiro <filename>.tar.gz</filename>. Para instalar a nova opção de ícones, realize o unzip do ficheiro <filename>.tar.gz</filename>, depois o untar do ficheiro <filename>.tar</filename> para dentro do directório <filename>/usr/share/icons</filename>.

source: Users can install their own options for the icons setting. If a user installs an option for the icons setting, the option is stored in the <filename>$HOME/.icons/<replaceable>option-name</replaceable></filename> directory.
ca: Els usuaris poden instal·lar les seves pròpies opcions per al paràmetre de les icones. Si un usuari instal·la una opció per al paràmetre de les icones, l'opció s'emmagatzema en el directori <filename>$HOME/.icons/<replaceable>nom-de-l'opció</replaceable></filename>.
cs: Uživatel si může instalovat své vlastní varianty ikon. Pokud si varianty nastavení ikon instaluje uživatel, uchovávají se ve složce <filename>$HOME/.themes</filename>.
de: Benutzer können ihre eigenen Themen für Symbole installieren. In diesem Fall wird das Thema im Ordner <filename>$HOME/.icons/<replaceable>Themenname</replaceable></filename> gespeichert.
eu: Erabiltzaileek ikono-ezarpenentzako beren aukerak instala ditzakete. Erabiltzaile batek ikono-ezarpenen aukera bat instalatzen badu, aukera hori <filename>$HOME/.icons/<replaceable>aukera-izena</replaceable></filename> direktorioan gordetzen da.
ja: ユーザはアイコンの設定に関する独自のオプションもインストールできます。もしユーザ専用のオプションをインストールするのであれば、その設定ファイルを <filename>$HOME/.icons/<replaceable>オプション名</replaceable></filename>というフォルダの配下に格納してください。
ko: 사용자들은 아이콘 설정을 위한 옵션을 개별적으로 설치할 수 있습니다. 그렇게 하려면 사용자의 설정 옵션은 <filename>$HOME/.themes</filename> 디렉토리에 저장됩니다.
pt: Os utilizadores podem instalar as suas próprias opções para a definição de ícones. Se um utilizador instalar uma opção, esta é armazenada no directório <filename>$HOME/.icons/<replaceable>option-name</replaceable></filename>.

source: Installing Icons for Themes
ca: Instal·lació d'icones per als temes
cs: Instalování ikon pro motiv
de: Installieren von Symbolen für Themen
eu: Gaien ikonoak instalatzea
ja: テーマに応じたアイコンをインストールする
ko: 테마에 아이콘 설치하기
pt: Instalar Ícones para Temas

source: installing icons
ca: instal·lació d'icones
cs: instalování ikon
de: Symbole installieren
eu: ikonoak instalatzea
ko: 아이콘 설치하기
pt: instalar ícones

source: The MATE Desktop provides several themes that are designed for users with special visual needs. For example, some of the themes are designed for users with low vision. Several versions of icons might be required so that the icon can be displayed properly in each theme.
ca: L'escriptori del MATE proporciona diversos temes que estan dissenyats per als usuaris amb necessitats visuals especials. Per exemple, alguns dels temes estan dissenyats per als usuaris amb poca visió. Pot ser que calguin diverses versions de les icones perquè la icona pugui mostrar-se correctament a cada tema.
cs: Pracovní prostředí MATE nabízí několik motivů, které jsou navržené pro uživatele se speciálními potřebami. Např. některá témata jsou navržená pro uživatele se slabým zrakem. Aby ikona mohla být zobrazená správně v každém schématu, vyžaduje několik verzí.
de: Die MATE-Arbeitsumgebung stellt verschiedene Themen für bestimmte Benutzer bereit, die spezielle visuelle Anforderungen stellen. Beispielsweise gibt es einige Themen für Benutzer mit Sehbehinderungen. Es können verschiedene Symbolversionen erforderlich sein, so dass das Symbol in jedem Thema entsprechend dargestellt werden kann.
eu: Ikusmen-arazoak dituzten erabiltzaileentzat diseinatutako zenbait gai ditu MATEren mahaigainak. Adibidez, gai batzuk ikusmen murriztua duten erabiltzaileentzat diseinatuak daude. Baliteke ikonoen zenbait bertsio behar izatea, ikonoak gai guztietan behar bezala bistaratu ahal izateko.
ja: MATE デスクトップでは特殊な視覚効果を必要とするユーザ向けにいくつかのテーマをを提供しています。例えば、テーマの多くは視力の低いユーザに配慮して設計されています。そのため、いろいろなテーマで同じアイコンを正しく表示するには、複数のバージョンをインストールしておく必要があるかもしれません。
ko: 그놈 데스크탑은 사용자들의 특별한 시각적인 요구를 위해 설계된 몇 가지 테마를 제공합니다. 예를 들어 어떤 테마는 시력이 나쁜 사람들을 위해 설계되었습니다. 각각의 테마에 대해 아이콘이 잘 표시되려면 몇몇 버전의 아이콘이 필요할 것입니다.
pt: O Ambiente de Trabalho MATE disponibiliza vários temas que foram desenhados para utilizadores com necessidades visuais especiais. Por exemplo, alguns dos temas foram desenhados para utilizadores com visão reduzida. Várias versões dos ícones poderão ser necessárias para que o ícone seja apresentado adequadamente em cada tema.

source: You might need to install a new icon for an application. When you install a new icon, you must create several versions of the icon, so that the icon displays correctly in the themes. You must create several versions of the following types of icon:
ca: Pot ser que hàgiu d'instal·lar una icona nova per a una aplicació. Quan instal·leu una icona nova, n'heu de crear diverses versions, de manera que es mostri correctament als temes. Haureu de crear múltiples versions dels tipus d'icona següents:
cs: Dejme tomu, že chcete vytvořit novou ikonu pro aplikaci. Aby se ikona v motivech správně zobrazovala, musíte vytvořit několik verzí ikony. Jedná se o následující verze typů ikon:
de: Vielleicht wollen Sie ein neues Symbol für eine Anwendung installieren. Wenn Sie ein neues Symbol installieren, müssen Sie verschiedene Versionen eines Symbols bereitstellen, so dass das Symbol korrekt in den Themen dargestellt werden kann. Sie müssen über folgende verschiedene Versionen der folgenden Symboltypen verfügen:
eu: Horretarako, agian aplikazio batzuetarako ikono berri bat instalatu beharko duzu. Ikono berri bat instalatutakoan, ikonoaren hainbat bertsio sortu behar dituzu, ikonoa behar bezala bistaratu dadin gaietan. Ikono mota hauen zenbait bertsio sortu behar dituzu:
ja: アプリケーションによっては新しいアイコンをインストールしなければならない場合もあるかもしれません。新規にアイコンをインストールする際は、いろいろなテーマの中でアイコンを正しく表示できるようにするために、そのアイコンに対して複数のバージョンを作成しておいてください。作成しておくアイコンのバージョンは次のとおりです:
ko: 어떤 프로그램을 위한 새로운 아이콘을 설치할 필요가 있을 때가 있습니다. 새로운 아이콘을 설치할 때는, 반드시 여러 버전의 아이콘을 만들어야, 여러 테마들 내에서 올바로 표시될 것입니다. 다음과 같은 종류의 아이콘에 대한 여러 가지 버전을 만들어야 합니다:
pt: Poderá ter de instalar um novo ícone para uma aplicação. Quando instala um novo ícone, tem de criar várias versões do ícone, para que este seja correctamente apresentado nos temas. Tem de criar várias versões dos seguintes tipos de ícones:

source: Icons that are used within applications in the MATE Desktop.
ca: Les icones que s'utilitzen en les aplicacions en l'escriptori del MATE.
cs: Ikony, které se používají v aplikacích v pracovním prostředí MATE.
de: Symbole, die in Anwendungen auf dem MATE-Desktop verwendet werden.
eu: MATEren mahaigaineko aplikazioetan erabiltzen diren ikonoak.
ja: MATE デスクトップのアプリケーションで使用するためのアイコン
ko: 그놈 데스크탑 내의 프로그램들이 사용하는 아이콘.
pt: Ícones que são utilizados dentro das aplicações do Ambiente de Trabalho MATE.

source: Icons that are used internally by GTK+ applications, or GTK+ stock icons.
ca: Les icones que s'utilitzen internament per aplicacions GTK+ o icones de base del GTK+.
cs: Ikony, které používají aplikace GTK+ interně nebo ikony skladiště GTK+.
de: Symbole, die intern von GTK+-basierten Anwendungen genutzt werden, oder GTK+-Repertoiresymbole.
eu: Barne funtzionamenduan GTK+ aplikazioek edo GTK+ stock-ikonoek erabiltzen dituzten ikonoak.
ja: GTK+ のアプリケーション、または GTK+ のストック・アイコンとしてアプリケーション内部で使用するためのアイコン
ko: GTK+ 응용 프로그램에서 내부적으로 사용되는 아이콘 혹은 GTK+ 스톡 아이콘.
pt: Ícones que são utilizados internamente pelas aplicações GTK+, ou ícones base do GTK+.

source: When you install a new icon, you must create several versions of the icon, so that the icon displays correctly in the themes. You can create the icons in several formats, for example Portable Network Graphic (PNG) format. The suggested size of icons for the desktop environment is 48 pixels by 48 pixels. At this size, most themes can rescale the icons.
ca: Quan instal·leu una icona nova, n'haureu de crear múltiples versions, de manera que es mostri correctament als temes. Podeu crear les icones en diversos formats, com ara el format Portable Network Graphic (PNG). La mida suggerida de les icones per a l'entorn de l'escriptori és de 48 píxels per 48 píxels. Amb aquesta mida, la majoria dels temes poden canviar la mida de les icones.
cs: Když tvoříte novou ikonu, musíte vytvořit několik jejích verzí, aby se ikona zobrazovala v motivech správně. Ikony můžete vytvářet v několika formátech, např. formátu PNG (Portable Network Graphic). Doporučená velikost ikon pro pracovní prostředí je 48 krát 48 pixelů. Při téhle velikosti se většina motivů může ikony přeškálovat.
de: Wenn Sie ein neues Symbol installieren, müssen Sie verschiedene Versionen des Symbols erstellen, so dass es korrekt in den Themen dargestellt werden kann. Sie können die Symbole in verschiedenen Formaten erstellen, beispielsweise im Portable Network Graphic (PNG)-Format. Die empfohlene Größe für die Arbeitsumgebung ist 48 mal 48 Pixel. Ausgehend von dieser Größe können die meisten Anwendungen die Symbole entsprechend skalieren.
eu: Ikono berri bat instalatutakoan, ikonoaren hainbat bertsio sortu behar dituzu, ikonoa behar bezala bistaratu dadin gaietan. Ikonoak formatu desberdinetan sor ditzakezu, adibidez, Portable Network Graphic (PNG) formatuan. Mahaigaineko inguruneko ikonoek 48 bider 48 pixeleko tamaina edukitzea komeni da. Tamaina horretan, gai gehienek ikonoen eskala alda dezakete.
ja: <firstterm>Portable Network Graphic</firstterm> (PNG) 形式のような、いろいろな書式のアイコンを作成することが可能になっています。デスクトップ環境において推奨されるアイコンの大きさは 48 x 48 ピクセルです。この大きさだと、ほとんどのテーマで適度に拡大縮小して表示することが可能だからです。
ko: 새로운 아이콘을 설치할 때는, 여러 버전의 아이콘을 만들어야 테마 내에서 적절히 표시될 것입니다. 아이콘은 (예를 들어 PNG와 같은) 여러 형식으로 만들 수 있습니다. 데스크탑 환경에서 주로 사용되는 아이콘 크기는 48x48 픽셀입니다. 이 크기의 아이콘을 기본으로, 대부분의 테마들을 아이콘의 크기를 변경할 수 있습니다.
pt: Quando instala um novo ícone, tem de criar várias versões do mesmo, para que este seja correctamente apresentado nos temas. Pode criar os ícones em vários formatos, por exemplo o formato Portable Network Graphic (PNG). O tamanho sugerido para ícones para o ambiente de trabalho é 48 pixels por 48 pixels. Com base neste tamanho, a maioria dos temas consegue redimensionar os ícones.

source: When you install a new icon, create the following 48 pixel by 48 pixel versions of the icon:
ca: Quan instal·leu una icona nova, creeu les versions de 48 píxels per 48 píxels següents de la icona:
cs: Když tvoříte novou ikonu, vytvořte následující verze ikony 48 krát 48 pixelů:
de: Wenn Sie ein neues Symbol installieren, erstellen Sie die folgenden 48 mal 48 Pixel großen Versionen des Symbols:
eu: Ikono berri bat instalatzean, sortu ikonoaren bertsio hau (48 pixel x 48 pixel):
ja: 新規にアイコンをインストールする際は、次に示すような 48 x 48 ピクセルのアイコンを複数作成しておいてください:
ko: 새로운 아이콘을 설치할 때는, 다음과 같은 버전의 48x48 픽셀의 아이콘을 만들기 바랍니다:
pt: Quando instalar um novo ícone, cria as seguintes versões em 48 pixel por 48 pixel do mesmo:

source: Regular icon
ca: Icona normal
cs: Normální ikona
de: Reguläres Symbol
eu: Ikono erregularra
ja: 通常のアイコン
ko: 보통 아이콘
pt: Ícone normal

source: Low contrast icon
ca: Icona de baix contrast
cs: Ikona s nízkým kontrastem
de: Symbol mit geringem Kontrast
eu: Kontraste txikiko ikonoa
ja: 低コンストラストなアイコン
ko: 저대비 아이콘
pt: Ícone de baixo contraste

source: High contrast icon
ca: Icona d'alt contrast
cs: Ikona s vysokým kontrastem
de: Symbol mit hohem Kontrast
eu: Kontraste handiko ikonoa
ja: 高コンストラストなアイコン
ko: 고대비 아이콘
pt: Ícone de contraste elevado

source: Inverse high contrast icon
ca: Icona d'alt contrast invertit
cs: Inverzní vysoce kontrastní ikona
de: Symbol mit umgekehrtem hohem Kontrast
eu: Kontraste handiko ikonoa alderantziz
ja: 高コンストラストなアイコンを反転したアイコン
ko: 역상 고대비 아이콘
pt: Ícone de contraste elevado invertido

source: If possible, create 16 pixel by 16 pixel versions of the each of the icons above also, for themes that do not require large print.
ca: Si és possible, creeu versions de 16 píxels per 16 píxels de cadascuna de les icones anteriors, per a aquells temes que per als quals no calgui una mida gran.
cs: Pokud je to možné, vytvořte pro každou ikonu i verzi 16 krát 16 pixelů kvůli motivům, které nevyžadují velké zobrazení.
de: Falls möglich, erstellen Sie auch 16 mal 16 Pixel große Versionen von jedem der Symbole, für Themen, die keine große Darstellung erfordern.
eu: Ahal bada, sortu goiko ikono guztien 16 x 16 pixeleko bertsioa, bistaratze handia behar ez duten gaientzat.
ja: 可能であれば、大きな画面を持たないデスクトップのテーマ向けに、16 x 16 ピクセルのアイコンもそれぞれ作成しておいてください。
ko: 가능하다면, 큰 크기의 인쇄가 필요없는 테마를 위해, 각 아이콘의 16x16 버전도 만들기 바랍니다.
pt: Se possível, crie também versões de 16 pixel por 16 pixel de cada um dos ícones acima, para temas que não requeiram impressão de grande tamanho.
