Repository: perberos/Mate-Desktop-Environment
Catalog: mate-user-docs/mate2-system-admin-guide/*/*.po
Languages: ca, cs, de, eu, ja, ko, pt

source: Install the icons to the image files location that is specified for the theme in <xref linkend="themes-3"/> or <xref linkend="themes-5"/>. For example, to add icons to the HighContrastLargePrint theme, add the icons to the <filename>/usr/share/themes/HighContrastLargePrint/pixmaps</filename> directory. Add references to the icons to the relevant theme files. For example, to add icons to the HighContrastLargePrint theme, add references to the icons to the <filename>/usr/share/themes/HighContrastLargePrint/gtk-2.0/gtkrc</filename> file. Modify the <filename>gtkrc</filename> file for the theme to associate the icon with a GTK stock icon identifier.
ca: Instal·leu les icones en la ubicació dels fitxers d'imatges que s'especifica per al tema en la <xref linkend="themes-3"/> o <xref linkend="themes-5"/>. Per exemple, per a afegir icones al tema HighContrastLargePrint, afegiu les icones al directori <filename>/usr/share/themes/HighContrastLargePrint/pixmaps</filename>. Afegiu referències a les icones dels fitxers del tema rellevants. Per exemple, per a afegir icones al tema HighContrastLargePrint, afegiu referències de les icones al fitxer <filename>/usr/share/themes/HighContrastLargePrint/gtk-2.0/gtkrc</filename>. Modifiqueu el fitxer <filename>gtkrc</filename> per al tema per a associar la icona amb un identificador d'icona base del GTK.
cs: Nainstalujte ikony do umístění souborů s obrázky, které je dané motivem, jak popisuje <xref linkend="themes-3"/> nebo <xref linkend="themes-5"/>. Pokud například chcete ikony přidat do motivu HighContrastLargePrint, přidejte ikony do složky <filename>/usr/share/themes/HighContrastLargePrint/pixmaps</filename>. Do příslušných souborů motivů přidejte odkazy na tyto ikony. U dříve zmíněného příkladu s motivem HighContrastLargePrint přidejte odkazy na ikony do souboru <filename>/usr/share/themes/HighContrastLargePrint/gtk-2.0/gtkrc</filename>. Změňte soubor <filename>gtkrc</filename> motivu, aby se ikona svázala s identifikátorem ikony skladu GTK.
de: Installieren Sie die Symboldateien an dem Ort für Bilddateien, der für das Thema in <xref linkend="themes-3"/> oder <xref linkend="themes-5"/> angegeben ist. Um beispielsweise Symbole zum Thema »Hoher Kontrast, groß« hinzuzufügen, speichern Sie die Symbole im Ordner <filename>/usr/share/themes/HighContrastLargePrint/pixmaps</filename>. Fügen Sie Referenzen zu den Symbolen zu den relevanten Themendateien hinzu. Um beispielsweise Symbole zum Thema »Hoher Kontrast, groß« hinzuzufügen, fügen Sie Referenzen zur Datei <filename>/usr/share/themes/HighContrastLargePrint/gtk-2.0/gtkrc</filename> hinzu. Ändern Sie die Datei <filename>gtkrc</filename> des Themas so, dass das Symbol einem GTK-Repertoiresymbol zugeordnet wird.
eu: Instalatu ikonoak <xref linkend="themes-3"/> edo <xref linkend="themes-5"/> (e)ko gaiarentzat zehaztutako irudi-fitxategien kokalekuan. Adibidez, 'Kontraste handia Letra handia' gaiari ikonoak gehitzeko, gehitu ikonoak <filename>/usr/share/themes/HighContrastLargePrint/pixmaps</filename> direktorioari. Gehitu ikonoen erreferentziak gai-fitxategi nagusiei. Adibidez, 'Kontraste handia Letra handia' gaiari ikonoak gehitzeko, gehitu ikonoen erreferentziak <filename>/usr/share/themes/HighContrastLargePrint/gtk-2.0/gtkrc</filename> fitxategiari. Ikonoa eta GTK biltegiko ikono-identifikatzailea lotzeko, aldatu gaiaren <filename>gtkrc</filename> fitxategia.
ja: アイコンを「<xref linkend="themes-3"/>」や「<xref linkend="themes-5"/>」で説明したテーマの画像を格納するフォルダにインストールしてください。例えば HighContrastLargePrint というテーマにアイコンを追加する場合は <filename>/usr/share/themes/HighContrastLargePrint/pixmaps</filename> というフォルダにアイコンをインストールします。そして関連するテーマにアイコンを参照するためのリファレンスを追加してください。例えば HighContrastLargePrint というテーマにアイコンをインストールした場合は、そのアイコンを参照するリファレンス命令を <filename>/usr/share/themes/HighContrastLargePrint/gtk-2.0/gtkrc</filename> というファイルの中に追加します。この <filename>gtkrc</filename> ファイルを編集して GTK+ のストック・アイコンにインストールしたアイコンを関連付けます。
ko: <xref linkend="themes-3"/> 이나 <xref linkend="themes-5"/> 부분에 지정된 이미지 파일 위치에 아이콘을 설치하십시오. 예를 들어 HighContrastLargePrint 테마에 아이콘을 추가하려면, <filename>/usr/share/themes/HighContrastLargePrint/pixmaps</filename> 디렉토리에 아이콘을 추가합니다. 관련된 테마 파일에 아이콘에 대한 참조를 추가하십시오. 예를 들어 HighContrastLargePrint 테마에 아이콘을 추가하려면, 아이콘에 대한 참조에 <filename>/usr/share/themes/HighContrastLargePrint/gtk-2.0/gtkrc</filename> 파일을 추가하십시오. 해당 테마에 대한 <filename>gtkrc</filename> 파일을 수정하여 아이콘을 GTK 스톡 아이콘 ID와 연관시키십시오.
pt: Instale os ícones na localização dos ficheiros de imagem que está especificada para o tema em <xref linkend="themes-3"/> ou <xref linkend="themes-5"/>. Por exemplo, para adicionar ícones ao tema HighContrastLargePrint, adicione os ícones ao directório <filename>/usr/share/themes/HighContrastLargePrint/pixmaps</filename>. Adicione referências aos ícones nos ficheiros de temas relevantes. Por exemplo, para adicionar ícones ao tema HighContrastLargePrint, adicione referências aos ícones ao ficheiro <filename>/usr/share/themes/HighContrastLargePrint/gtk-2.0/gtkrc</filename>. Altere o ficheiro <filename>gtkrc</filename> do tema para associar o ícone com o identificador de ícone base do GTK.

source: For more information on how to create icons for application launchers and for panels, see <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">http://www.freedesktop.org/Standards/icon-theme-spec</ulink>.
ca: Per a obtenir més informació sobre com crear icones per a llançadors d'aplicacions i per als quadres, vegeu la <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">http://www.freedesktop.org/Standards/icon-theme-spec</ulink>.
cs: Jestli se chcete dozvědět více o tom, jak vytvářet ikony pro spouštěče aplikací a pro panely, navštivte <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">http://www.freedesktop.org/Standards/icon-theme-spec</ulink>.
de: Weitere Informationen über die Erstellung von Symbolen für Anwendungsstarter und Panels finden Sie hier: <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">http://www.freedesktop.org/Standards/icon-theme-spec</ulink>.
eu: Aplikazio-abiarazleen eta panelen ikonoak sortzeari buruzko informazio gehiago behar baduzu, ikus <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">http://www.freedesktop.org/Standards/icon-theme-spec</ulink>.
ja: アプリケーションのランチャやパネルに表示するアイコンを作成する方法について詳細は「<ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">アイコンテーマの仕様</ulink>」をご覧ください。
ko: 프로그램 실행 아이콘과 패널에 대한 아이콘을 만드는 것에 대한 자세한 정보는 <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">http://www.freedesktop.org/Standards/icon-theme-spec</ulink> 부분을 보기 바랍니다.
pt: Para mais informações sobre como criar ícones para iniciadores de aplicações e para painéis, consulte <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">http://www.freedesktop.org/Standards/icon-theme-spec</ulink>.

source: To Create a Custom Controls Option
ca: Creació d'una opció dels controls personalitzada
cs: Vytvoření vlastní varianty ovládacího prvku
de: Erstellen eines benutzerdefinierten Themas
eu: Kontrol-aukera pertsonalizatuak sortzea
ja: 独自にコントロールのオプションを作成する
ko: 사용자 지정 컨트롤 옵션 만들기
pt: Para Criar uma Opção Personalizada de Controlo

source: creating custom
ca: crear personalitzada
cs: vytváření přizpůsobení
de: benutzerdefiniert
eu: pertsonalizatua sortzea
ko: 커스텀 옵션 만들기
pt: criar personalizada

source: If the options for the controls setting are not suitable for the needs of your users, you can create a custom controls option. To create a custom controls option, perform the following steps:
ca: Si les opcions per al paràmetre dels controls no encaixen amb les necessitats dels usuaris, podeu crear una opció dels controls personalitzada. Per a crear una opció dels controls personalitzada, realitzeu els passos següents:
cs: Pokud nejsou varianty nastavení ovládacích prvků vhodné pro potřeby vašich uživatelů, můžete vytvořit vlastní. Pokud hodláte vytvořit vlastní varianty ovládacích prvků, postupujte podle následujících kroků:
de: Falls die Optionen der Fensterinhalte für Ihre Benutzer nicht geeignet sind, können Sie Ihr eigenes Thema erstellen. Gehen Sie dazu wie folgt vor:
eu: Kontrol-ezarpenen aukerak ez badira egokiak erabiltzaileen beharretarako, kontrol-aukera pertsonalizatuak sor daitezke. Kontrol-aukera pertsonalizatuak sortzeko, jarraitu urrats hauei:
ja: コントロールを設定するオプションがお使いのユーザにマッチしないのであれば、独自にコントロールのオプションを定義してみてください。独自のオプションを作成する手順は次のとおりです:
ko: 만약 컨트롤 설정에 대한 옵션이 사용자들의 요구에 맞지 않는다면, 원하는 컨트롤 옵션을 만들 수 있습니다. 특정 컨트롤 옵션을 만들려면, 다음 과정을 수행합니다:
pt: Se as opções para as definições de controlos não se adequam às necessidades dos seus utilizadores, pode criar opções de controlos personalizadas. Para as criar, realize os seguintes passos:

source: Create a directory structure for the option in the <filename>/usr/share/themes</filename> directory. Use the same directory structure that other options use. For example, to create an option that is called SmallPrint, create the following directories:
ca: Creeu una estructura de directoris per a l'opció en el directori <filename>/usr/share/themes</filename>. Utilitzeu la mateixa estructura de directori que utilitzen altres opcions. Per exemple, per a crear una opció que s'anomeni SmallPrint, creeu els directoris següents:
cs: Vytvořte pro variantu strukturu složek ve složce <filename>/usr/share/themes</filename>. Použijte tu samou strukturu složek, jako je u jiných variant. Například, když chcete vytvořit variantu nazvanou SmallPrint, vytvořte následující složky:
de: Erstellen Sie eine Ordnerstruktur für das Thema im Ordner <filename>/usr/share/themes</filename>. Verwenden Sie hierzu die gleiche Ordnerstruktur wie bei anderen Themen. Um beispielsweise ein Thema namens SmallPrint zu erstellen, legen Sie die folgenden Ordner an:
eu: Sortu direktorio-egitura bat <filename>/usr/share/themes</filename> direktorioko aukerarentzat. Erabili beste aukera batzuek erabiltzen duten direktorio-egitura bera. Adibidez, 'Letra txikia' izeneko aukera sortzeko, sortu direktorio hauek:
ja: <filename>/usr/share/themes</filename> の下に、コントロールのオプションを格納するためのフォルダを作成するが、その際は他のオプションが採用しているフォルダ階層と同じにする; 例えば、SmallPrint というオプションを定義する際は次のようなフォルダを作成する:
ko: <filename>/usr/share/themes</filename> 디렉토리 내에 해당 옵션을 위한 디렉토리 구조를 만듭니다. 다른 옵션들이 사용하는 것과 동일한 디렉토리 구조를 사용합니다. 예를 들어 SmallPrint라는 이름의 옵션을 만들고 싶다면, 다음 디렉토리를 만듭니다:
pt: Crie uma estrutura de directórios para a opção no directório <filename>/usr/share/themes</filename>. Utilize a mesma estrutura de directórios utilizada por outras opções. Por exemplo, para criar uma opção denominada SmallPrint, crie os seguintes directórios:

source: Locate the <filename>gtkrc</filename> file that is closest to meeting the needs of your users. Copy the file to the <filename>gtk-2.0</filename> directory of your new option.
ca: Localitzeu el fitxer <filename>gtkrc</filename> que sigui més adequat a les necessitats dels usuaris. Copieu el fitxer al directori <filename>gtk-2.0</filename> de l'opció nova.
cs: Najděte soubor <filename>gtkrc</filename>, který se nejvíce blíží potřebám vašich uživatelů. Nakopírujte jej do složky <filename>gtk-2.0</filename> své nové varianty.
de: Suchen Sie nach einer <filename>gtkrc</filename>-Datei, die am ehesten den Anforderungen Ihrer Benutzer entspricht. Kopieren Sie die Datei in den Ordner <filename>gtk-2.0</filename> Ihres neuen Themas.
eu: Bilatu zure beharretara hobekien egokitzen den <filename>gtkrc</filename> fitxategia. Kopiatu fitxategi hori aukera berriaren <filename>gtk-2.0</filename> direktorioan.
ja: システム規模のテーマからユーザの要求を満たす設定に最も近い <filename>gtkrc</filename> ファイルを探し、新しいオプションをインストールする <filename>gtk-2.0</filename> フォルダにコピーする
ko: 사용자들의 요구와 가장 비슷한 <filename>gtkrc</filename> 파일을 찾아서, 새로운 옵션에 대한 <filename>gtk-2.0</filename> 디렉토리에 복사합니다.
pt: Localize o ficheiro <filename>gtkrc</filename> que mais se aproxima de corresponder às necessidades dos seus utilizadores. Copie o ficheior para o directório <filename>gtk-2.0</filename> da sua nova opção.

source: Open the <filename>gtkrc</filename> file in a text editor, and modify the attributes of the interface elements as required.
ca: Obriu el fitxer <filename>gtkrc</filename> en un editor de text i modifiqueu els atributs dels elements d'interfície de la manera que calgui.
cs: Otevřete soubor <filename>gtkrc</filename> v textovém editoru a upravte atributy prvků rozhraní podle svých požadavků.
de: Öffnen Sie die <filename>gtkrc</filename>-Datei in einem Texteditor und passen Sie die Definitionen Ihren Wünschen entsprechend an.
eu: Ireki <filename>gtkrc</filename> fitxategia testu-editore batean, eta aldatu interfaze-elementuaren atributuak behar den moduan.
ja: <filename>gtkrc</filename> ファイルをテキスト・エディタの中に開いて、必要の応じコントロールを意味する GUI インタフェースの属性を編集する
ko: 텍스트 편집기로 <filename>gtkrc</filename> 파일을 열고, 필요한 인터페이스 엘리먼트들의 속성을 변경합니다.
pt: Abra o ficheiro <filename>gtkrc</filename> num editor de texto, e altere os atributos dos elementos de interface de acordo com as suas necessidades.

source: If the new option includes images, install the images for the new option in the <filename>pixmaps</filename> directory of your new option. If the new option uses images from another option, you do not need to create copies of the images for the new option. Instead, ensure that the reference to the images in the <literal>pixmap_path</literal> entry in the <filename>gtkrc</filename> file is correct.
ca: Si l'opció nova inclou imatges, instal·leu les imatges per a l'opció nova en el directori <filename>pixmaps</filename> de l'opció nova. Si l'opció nova utilitza imatges d'una altra opció, no haureu de crear còpies de les imatges per a l'opció nova. En lloc d'això, assegureu-vos que la referència a les imatges de l'entrada <literal>pixmap_path</literal> en el fitxer <filename>gtkrc</filename> és correcte.
cs: Pokud nová varianta obsahuje obrázky, nainstalujte potřebné obrázky do složky <filename>pixmaps</filename> své nové varianty. Pokud nová varianta využívá obrázky z jiné varianty, nemusíte vytvářet kopie těchto obrázků. Místo toho zadejte u položky <literal>pixmap_path</literal> v souboru <filename>gtkrc</filename> správný odkaz na stávající obrázky.
de: Falls das neue Thema Bilder enthält, installieren Sie diese Bilder im Ordner <filename>pixmaps</filename> Ihres neuen Themas. Falls das Thema Bilder eines anderen Themas verwendet, brauchen Sie diese Bilder nicht in Ihr neues Thema zu kopieren. Stellen Sie stattdessen sicher, dass die Referenz zu den Bildern im Eintrag <literal>pixmap_path</literal> in Ihrer <filename>gtkrc</filename>-Datei korrekt ist.
eu: Aukera berriak irudiak baditu, instalatu irudi horiek aukera berriaren <filename>pixmaps</filename> direktorioan. Aukera berriak beste aukera baten irudiak erabiltzen baditu, ez duzu irudien kopiarik egin behar aukera berriarentzako. Nahikoa da <filename>gtkrc</filename> fitxategiko <literal>pixmap_path</literal> sarrerako irudi-erreferentziak zuzenak direla egiaztatzea.
ja: もし新しいオプションに画像を含めたいのであれば、その画像を新しいオプションをインストールする <filename>pixmaps</filename> フォルダにコピーしておく (別のオプションが持つ画像を利用するような場合は画像のコピーを作成せずに、その画像へのリファレンスが <filename>gtkrc</filename> ファイルの <literal>pixmap_path</literal> エントリで定義されているか確認すること)
ko: 만약 새로운 옵션이 이미지를 포함한다면, 새로운 옵션에 대한 <filename>pixmaps</filename> 디렉토리에 이미지를 복사합니다. 만약 새로운 옵션에서 다른 옵션이 사용 중인 이미지를 재사용하는 경우에는, 이미지의 복사본을 만들 필요가 없습니다. 대신, <filename>gtkrc</filename> 파일 내의 <literal>pixmap_path</literal> 엔트리가 올바른 위치를 가리키도록 확인하십시오.
pt: Se a nova opção incluir imagens, instale as images da nova opção no directório <filename>pixmaps</filename> da sua nova opção. Se a nova opção utilizar imagens de outra opção, não necessita de criar cópias das imagens para a sua nova opção. Em vez disso, assegure-se de que a referência às imagens na entrada <literal>pixmap_path</literal> do ficheiro <filename>gtkrc</filename> está correcta.

source: Users can now choose the new option for the controls setting.
ca: Ara els usuaris poden seleccionar l'opció nova per al paràmetre dels controls.
cs: Nyní si uživatelé mohou vybrat novou variantu pro nastavení ovládacích prvků.
de: Die Benutzer können nun das neue Thema für Fensterinhalte auswählen.
eu: Orain, kontrol-ezarpenen aukera berria hautatu ahal izango dute erabiltzaileek.
ja: これでユーザは新しいコントロールのオプションを選択できるようになりました。
ko: 이제 사용자들이 컨트롤 설정에 대한 새로운 옵션을 선택할 수 있습니다.
pt: Os utilizadores podem agora seleccionar a nova opção para as definições de controlos.

source: For more information on <filename>gtkrc</filename> files, see <ulink url="http://developer.mate.org/doc/API/2.0/gtk/index.html">http://developer.mate.org/doc/API/2.0/gtk/index.html</ulink>.
ca: Per a obtenir més informació sobre el fitxers <filename>gtkrc</filename>, vegeu la <ulink url="http://developer.mate.org/doc/API/2.0/gtk/index.html">http://developer.mate.org/doc/API/2.0/gtk/index.html</ulink>.
cs: Podrobnější informace o souborech <filename>gtkrc</filename> najdete na <ulink url="http://developer.mate.org/doc/API/2.0/gtk/index.html">http://developer.mate.org/doc/API/2.0/gtk/index.html</ulink>.
de: Weitere Informationen über <filename>gtkrc</filename>-Dateien finden Sie hier: <ulink url="http://developer.mate.org/doc/API/2.0/gtk/index.html">http://developer.mate.org/doc/API/2.0/gtk/index.html</ulink>.
eu: <filename>gtkrc</filename> fitxategiei buruzko informazio gehiago behar baduzu, ikus <ulink url="http://developer.mate.org/doc/API/2.0/gtk/index.html">http://developer.mate.org/doc/API/2.0/gtk/index.html</ulink>.
ja: <filename>gtkrc</filename> ファイルについて詳細は「<ulink url="http://developer.mate.org/doc/API/2.0/gtk/index.html">http://developer.mate.org/doc/API/2.0/gtk/index.html</ulink>」(<ulink url="http://mikeforce.net/documents/gtk+-2.8.x-refs/gtk/html/gtk-Resource-Files.html">日本語版</ulink>) をご覧ください。
ko: <filename>gtkrc</filename> 파일에 대한 자세한 정보는 <ulink url="http://developer.mate.org/doc/API/2.0/gtk/index.html">http://developer.mate.org/doc/API/2.0/gtk/index.html</ulink> 부분을 보기 바랍니다.
pt: Para mais informações sobre os ficheiros <filename>gtkrc</filename>, consulte <ulink url="http://developer.mate.org/doc/API/2.0/gtk/index.html">http://developer.mate.org/doc/API/2.0/gtk/index.html</ulink>.

source: Configuring Fonts
ca: Configuració dels tipus de lletra
cs: Nastavení písma
de: Schriften einstellen
eu: Letra-tipoak konfiguratzea
ja: フォントの設定
ko: 글꼴 설정하기
pt: Configurar Fontes

source: This chapter describes how to configure fonts in the MATE Desktop.
ca: Aquest capítol descriu com configurar els tipus de lletra a l'escriptori del MATE.
cs: Tato kapitola popisuje, jak nastavit písmo v pracovním prostředí MATE.
de: Dieser Abschnitt beschreibt, wie Sie Schriften für den MATE-Desktop einstellen.
eu: Kapitulu honetan MATEren mahaigaineko letra-tipoak nola konfiguratu azaltzen da.
ja: この章では MATE デスクトップのフォントを設定する方法を説明します。
ko: 이 부분에서는 그놈 데스크탑에서 글꼴을 설정하는 방법을 설명합니다.
pt: Este capítulo descreve como configurar fontes no Ambiente de Trabalho MATE.

source: Introduction to Configuring Fonts
ca: Introducció a la configuració dels tipus de lletra
cs: Úvod do nastavení písma
de: Einführung in die Schrifteinstellungen
eu: Letra-tipoak konfiguratzea: sarrera
ja: フォントの設定について
ko: 글꼴 설정하기 개요
pt: Introdução à Configuração de Fontes

source: configuring fonts
ca: configurar els tipus de lletra
cs: nastavení písma
de: Schriften einstellen
eu: letra-tipoak konfiguratzea
ko: 글꼴 설정
pt: configurar fontes

source: MATE Desktop uses the <literal>fontconfig</literal> font configuration and customization library. The <literal>fontconfig</literal> library can use all kinds of fonts, including PostScript Type 1 fonts and TrueType fonts.
ca: L'escriptori del MATE utilitza la biblioteca de configuració i personalització del tipus de lletra <literal>fontconfig</literal>. La biblioteca <literal>fontconfig</literal> pot utilitzat tots els tipus de lletra, inclosos els PostScript Type 1 i TrueType.
cs: Pracovní prostředí používá k nastavení a přizpůsobení písma knihovnu <literal>fontconfig</literal>. Knihovna <literal>fontconfig</literal> umí pracovat se všemi druhy písma, včetně písem PostScript Type 1 a TrueType.
de: Die MATE-Arbeitsumgebung verwendet die Bibliothek <literal>fontconfig</literal> für die Einstellung und Anpassung von Schriften. Diese Bibliothek kann alle Arten von Schriften verwenden, wie PostScript Type-1-Schriften und TrueType-Schriften.
eu: Letra-tipoak konfiguratzeko eta pertsonalizatzeko <literal>fontconfig</literal> liburutegia erabiltzen du MATEren mahaigainak. liburutegiak mota guztietako letra-tipoak erabil ditzake, PostScripten 1. motakoak eta TrueType letra-tipoak barne.
ja: MATE デスクトップでは <literal>fontconfig</literal> というフォント設定ツールと関連ライブラリを利用しています。<literal>fontconfig</literal> のライブラリは、PostScript の Type 1 形式や TrueType 形式のフォントを含め、すべての種類のフォントを利用できるようになっています。
ko: 그놈 데스크탑은 <literal>fontconfig</literal> 라고 하는 글꼴 설정 라이브러리를 사용합니다. <literal>fontconfig</literal> 라이브러리는 PostScript Type 1 글꼴과 트루타입 글꼴을 포함한 모든 글꼴을 이용할 수 있습니다.
pt: O Ambiente de Trabalho MATE utiliza a biblioteca de configuração e personalização de fontes <literal>fontconfig</literal>. A biblioteca <literal>fontconfig</literal> consegue utilizar todos os tipos de fontes, incluíndo fontes PostScript Type 1 e TrueType.
