Repository: perberos/Mate-Desktop-Environment
Catalog: mate-image-viewer/help/*/*.po
Languages: de

source: @@image: 'figures/eog_start_window.png'; md5=3fa9a50f8828d553ca1f5deb4f3a9c93
de: image updated 2006-12-16

source: @@image: 'figures/eog_save_as_window.png'; md5=fdebb65611d88ced4201754b0f417783
de: image updated 2009-03-23

source: @@image: 'figures/eog_toolbar_editor_window.png'; md5=b5555dbf7beaf036227fc6e32e974b83
de: image updated 2008-09-21

source: Image Viewer Manual
de: Bildbetrachter-Handbuch

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Das vorliegende Handbuch ist Teil einer Reihe von MATE-Handbüchern, die unter der GFDL verteilt werden. Wenn Sie dieses Handbuch separat verteilen möchten, können Sie dies tun, indem Sie dem Handbuch eine Kopie der Lizenz, wie in Abschnitt 6 der Lizenz beschrieben, hinzufügen.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Bei vielen der von Firmen zur Unterscheidung ihrer Produkte und Dienstleistungen verwendeten Namen handelt es sich um Marken. An den Stellen, an denen derartige Namen in einer MATE-Dokumentation vorkommen und wenn die Mitglieder des MATE Documentation Project über diese Marken informiert wurden, sind die Namen in Grossbuchstaben oder mit großen Anfangsbuchstaben geschrieben.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER -FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND MODIFIZIERTE VERSIONEN DES DOKUMENTS WERDEN GEMÄSS DER BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE MIT DER FOLGENDEN VEREINBARUNG BEREITGESTELLT: <placeholder-1/>

source: MATE Documentation Team
de: MATE-Dokumentationsteam

source: Image Viewer Manual V2.8
de: Bildbetrachter-Handbuch V2.8

source: February 2007
de: Februar 2007

source: Image Viewer Manual V2.7
de: Bildbetrachter-Handbuch V2.7

source: February 2004
de: Februar 2004

source: Sun MATE Documentation Team
de: Sun MATE-Dokumentationsteam

source: Eye of MATE Manual V2.6
de: Eye of MATE-Handbuch V2.6

source: Eye of MATE Manual V2.5
de: Eye of MATE-Handbuch V2.3

source: Eye of MATE Manual V2.4
de: Eye of MATE-Handbuch V2.4

source: January 2003
de: Januar 2003

source: Eye of MATE Manual V2.3
de: Eye of MATE-Handbuch V2.3

source: October 2002
de: Oktober 2002

source: Eye of MATE Manual V2.2
de: Eye of MATE-Handbuch V2.2

source: Eye of MATE Manual V2.1
de: Eye of MATE-Handbuch V2.1

source: July 2002
de: Juli 2002

source: Eye of MATE Manual V2.0
de: Eye of MATE-Handbuch V2.0

source: May 2002
de: Mai 2002

source: Eye of MATE User's Guide
de: Eye of MATE-Benutzerhandbuch

source: This manual describes version 2.18 of Image Viewer.
de: In diesem Handbuch wird Version 2.18 des Bildbetrachters beschrieben.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the Image Viewer application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE Feedback Page</ulink>.
de: Wenn Sie Fehler finden oder Vorschläge zur Bildbetrachter-Anwendung oder zu diesem Handbuch haben, folgen Sie den Anweisungen auf der <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE-Seite für Rückmeldungen</ulink>.

source: User manual for <application>Eye of MATE Image Viewer</application>.
de: Benutzerhandbuch für den <application>Eye of MATE-Bildbetrachter</application>.

source: Introduction
de: Einführung

source: The <application>Eye of MATE Image Viewer</application> application enables you to view single image files, as well as large image collections.
de: Mit dem <application>Eye of MATE-Bildbetrachter</application> können Sie sich sowohl einzelne Bilddateien, als auch große Bildersammlungen anzeigen lassen.

source: Starting Image Viewer
de: So starten Sie den Bildbetrachter

source: You can start <application>Image Viewer</application> in the following ways:
de: Sie können den <application>Bildbetrachter</application> auf eine der folgenden Arten starten:

source: Open an image file in <application>Caja</application>.
de: Öffnen Sie eine Bilddatei in <application>Caja</application>.

source: Choose <menuchoice><guimenu>Graphics</guimenu><guimenuitem>Image Viewer</guimenuitem></menuchoice> from the <guimenu>Applications</guimenu> menu.
de: Wählen Sie <menuchoice><guisubmenu>Grafik</guisubmenu><guimenuitem>Bildbetrachter</guimenuitem></menuchoice> vom <guimenu>Anwendungs</guimenu>-Menü.

source: Run <command>eog</command> at the prompt in a terminal such as <application>mate-terminal</application>, or from the <application>Run Application</application> dialog.
de: Starten Sie <command>eog</command> in der Eingabeaufforderung eines Terminals wie <application>mate-terminal</application>, oder vom <application>Anwendung ausführen</application>-Dialog.

source: Closing Image Viewer
de: So schließen Sie den Bildbetrachter

source: To close the current <application>Image Viewer</application> window choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close</guimenuitem></menuchoice>, or press <keycombo><keycap>Ctrl</keycap><keycap>W</keycap></keycombo>.
de: Um das aktuelle <application>Bildbetrachter</application>-Fenster zu schließen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Schließen</guimenuitem></menuchoice>, oder drücken Sie <keycombo><keycap>Strg</keycap><keycap>W</keycap></keycombo>.

source: Supported File Types
de: Unterstützte Bilddateiformate

source: <application>Image Viewer</application> supports a variety of image file formats. The following image formats can be opened:
de: Der <application>Bildbetrachter</application> unterstützt eine Vielfalt von Bilddateiformaten. Die folgenden Bildformate können geöffnet werden:

source: <application>Image Viewer</application> supports the following formats for saving:
de: Der <application>Bildbetrachter</application> unterstützt das Speichern von folgenden Formaten:

source: <application>Image Viewer</application> may be able to open and save other image formats, depending on your system configuration and other installed software.
de: Der <application>Bildbetrachter</application> kann, abhängig von Ihrer Systemkonfiguration und installierten Software, möglicherweise noch andere Bildformate öffnen und speichern.

source: Image Viewer Features
de: Funktionen des Bildbetrachters

source: <application>Image Viewer</application> has a variety of features to help you view your images. You can zoom in and out or view the image full screen. Regardless of your zoom level, <application>Image Viewer</application> uses a low amount of memory. You can also rotate and flip the image you are viewing.
de: Der <application>Bildbetrachter</application> hat eine Vielfalt von Funktionen, um Ihnen beim Betrachten der Bilder zu helfen. Sie können die Ansicht vergrößern und verkleinern oder das Bild bildschirmfüllend betrachten. Unabhängig von der Ansichtsgröße, verbraucht der <application>Bildbetrachter</application> wenig Speicher. Sie können das Bild, was Sie betrachten, auch drehen und spiegeln.

source: The collection view allows the viewing and editing of large image collections. In this view image operations can be applied to all selected images at once.
de: Die Bildersammlung-Ansicht erlaubt das Betrachten und Bearbeiten von größeren Bildersammlungen. In dieser Ansicht können Bildoperationen auf alle ausgewählten Bilder gleichzeitig angewendet werden.

source: <application>Image Viewer</application> has special support for digital camera pictures and displays EXIF metadata recorded with the image. This feature requires <systemitem class="library">libexif</systemitem> to be installed on your system. All modifications made in JPEG images are lossless. That is, saving rotated and flipped JPEG images will not recompress the image. Beside this all available metadata (like EXIF) will be preserved and updated accordingly.
de: Der <application>Bildbetrachter</application> hat eine besondere Unterstützung für Digitalkamera-Bilder und zeigt EXIF-Metadaten, die mit dem Bild aufgezeichnet wurden an. Für diese Funktion muß die <systemitem class="library">libexif</systemitem>-Bibliothek auf Ihrem System installiert sein. Alle Änderungen an JPEG-Bildern sind verlustfrei. Das bedeutet, dass gedrehte und gespiegelte JPEG-Bilder beim Speichern nicht neu komprimiert werden. Außerdem bleiben alle vorhandenen Metadaten (wie EXIF) erhalten und werden entsprechend angepasst.

source: Getting Started
de: Erste Schritte

source: When you start <application>Image Viewer</application>, the following window is displayed:
de: Wenn Sie den <application>Bildbetrachter</application> starten, wird das folgende Fenster angezeigt:

source: Image Viewer Start Up Window
de: Bildbetrachter-Startfenster

source: Image Viewer
de: Bildbetrachter

source: Shows <placeholder-1/> main window. Contains titlebar, menubar, toolbar, and display area. Menubar contains File, Edit, View, and Help menus.
de: Zeigt das Hauptfenster von <placeholder-1/>. Enthält Titelleiste, Menüleiste, Werkzeugleiste und Anzeigebereich. Die Menüleiste enthält die Menüs Datei, Bearbeiten, Ansicht und Hilfe.

source: The <application>Image Viewer</application> window contains the following elements:
de: Das <application>Bildbetracher</application>-Fenster besteht aus folgenden Elementen:

source: Menubar
de: Menüleiste

source: The menus on the menubar contain all of the commands that you need to work with images in <application>Image Viewer</application>.
de: Die Menüs in der Menüleiste enthalten alle Befehle, die Sie für die Arbeit mit Bildern im <application>Bildbetrachter</application> benötigen.

source: Toolbar
de: Werkzeugleiste

source: The toolbar contains a subset of the commands that you can access from the menubar. To show or hide the toolbar, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Toolbar</guimenuitem></menuchoice>.
de: Die Werkzeugleiste enthält eine Auswahl der Befehle, die Sie über die Menüleiste erreichen. Um die Werkzeugleiste entweder anzuzeigen oder zu verbergen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Werkzeugleiste</guimenuitem></menuchoice>.

source: Display area
de: Anzeigebereich

source: The display area shows the image file.
de: Im Anzeigebereich wird die Bilddatei angezeigt.

source: Statusbar
de: Statusleiste

source: The statusbar provides information about the image. To show or hide the statusbar, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Statusbar</guimenuitem></menuchoice>.
de: Die Statusleiste stellt Informationen über das Bild bereit. Um die Statusleiste entweder anzuzeigen oder zu verbergen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Statusleiste</guimenuitem></menuchoice>.

source: Image Collection
de: Bildersammlung

source: The image collection shows you all supported images in the current working directory. It shows up once an image has been loaded. To show or hide the collection, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Image Collection</guimenuitem></menuchoice> or press <keycap>F9</keycap>.
de: Die Bildersammlung zeigt Ihnen alle Bilddateien in unterstützten Formaten im aktuellen Ordner an. Sie wird angezeigt, sobald ein Bild geladen wurde. Um die Bildersammlung entweder anzuzeigen oder zu verbergen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Bildersammlung</guimenuitem></menuchoice>.

source: Image Information Pane
de: Seitenleiste

source: The image information pane provides further information about the current image, for example EXIF metadata (if available). It shows up after an image has been loaded. To show or hide the image information pane, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Image Information</guimenuitem></menuchoice> or press <keycombo><keycap>Ctrl</keycap><keycap>I</keycap></keycombo>.
de: Die Seitenleiste stellt weitere Informationen über das aktuelle Bild bereit, beispielsweise EXIF-Metadaten (sofern verfügbar). Sie wird angezeigt, sobald ein Bild geladen wurde. Um die Seitenleiste entweder anzuzeigen oder zu verbergen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Seitenleiste</guimenuitem></menuchoice>.

source: Most actions in <application>Image Viewer</application> can be performed several ways. For example, you can open a file in the following ways:
de: Die meisten Aktionen im <application>Bildbetrachter</application> können auf verschiedene Weisen ausgeführt werden. Beispielsweise können Sie eine Datei folgendermaßen öffnen:

source: Drag an image file into the <application>Image Viewer</application> window from another application or window.
de: Ziehen Sie eine Bilddatei aus einer anderen Anwendung oder einem anderen Fenster in den <application>Bildbetrachter</application>.

source: Double-click on an image file in the file manager or other application.
de: Doppelklicken Sie auf eine Bilddatei im Dateimanager oder in einer anderen Anwendung.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice> and select an image file in the <application>Load Image</application> dialog.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Öffnen</guimenuitem></menuchoice> und wählen Sie eine Bilddatei im Dialog <application>Bild öffnen</application>.

source: Press <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo> and select an image file in the <application>Load Image</application> dialog.
de: Drücken Sie <keycombo><keycap>Strg</keycap><keycap>O</keycap></keycombo> und wählen Sie eine Bilddatei im Dialog <application>Bild öffnen</application>.

source: Viewing Images
de: Betrachten von Bildern

source: Opening an Image
de: So öffnen Sie ein Bild

source: To open an image, perform the following steps:
de: Um ein Bild zu öffnen, führen Sie die folgenden Schritte aus:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice>, or press <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Öffnen</guimenuitem></menuchoice>, oder drücken Sie <keycombo><keycap>Strg</keycap><keycap>O</keycap></keycombo>.

source: In the <guilabel>Load Image</guilabel> dialog, select the file you want to open.
de: Wählen Sie im Dialog <guilabel>Bild öffnen</guilabel> die Datei aus, die Sie öffnen wollen.

source: Click <guibutton>Open</guibutton>. <application>Image Viewer</application> displays the name of the image file in the titlebar of the window.
de: Klicken Sie auf <guibutton>Öffnen</guibutton>. Der <application>Bildbetrachter</application> zeigt den Namen des Bildes in der Titelleiste des Fensters an.

source: To open another image, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice> again. <application>Image Viewer</application> opens each image in a new window.
de: Um ein weiteres Bild zu öffnen, wählen Sie wieder <menuchoice><guimenu>Datei</guimenu><guimenuitem>Öffnen</guimenuitem></menuchoice>. Der <application>Bildbetrachter</application> öffnet jedes Bild in einem neuen Fenster.

source: Viewing the Images in a Folder
de: Betrachten der in einem Ordner enthaltenen Bilder

source: To view all images in a folder, perform the following steps:
de: Um alle in einem Ordner enthaltenen Bilder zu betrachten, gehen Sie wie folgt vor:

source: Open one of the images in the folder (see <xref linkend="eog-open-image"/>).
de: Öffnen Sie eines der Bilder im Ordner (siehe <xref linkend="eog-open-image"/>).

source: Open the image collection by choosing <menuchoice><guimenu>View</guimenu><guimenuitem>Image Collection</guimenuitem></menuchoice> or pressing <keycap>F9</keycap>.
de: Öffnen Sie die Bildersammlung, indem Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Bildersammlung</guimenuitem></menuchoice> wählen, oder drücken Sie <keycap>F9</keycap>.

source: The collection shows thumbnails of all supported images in the folder. You can browse the images by clicking on an image in the collection, by choosing the appropriate option in the <guimenu>Go</guimenu> menu or by pressing <keycombo><keycap>Alt</keycap><keycap>Left</keycap></keycombo> or <keycombo><keycap>Alt</keycap><keycap>Right</keycap></keycombo>.
de: Diese Sammlung zeigt Vorschaubilder aller unterstützten Bilder in diesem Ordner an. Sie können die Bilder in diesem Ordner durchsuchen, indem Sie auf eines der Bilder in der Sammlung klicken, durch Auswahl der zugehörigen Option im Menü <guimenu>Gehe zu</guimenu> oder durch Drücken von <keycombo><keycap>Alt</keycap><keycap>Pfeiltaste links</keycap></keycombo> oder <keycombo><keycap>Alt</keycap><keycap>Pfeiltaste rechts</keycap></keycombo>.

source: To view all of the images in the directory fullscreen, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Full Screen</guimenuitem></menuchoice> or press <keycap>F11</keycap>. To view them as a slide show, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Slideshow</guimenuitem></menuchoice> or press <keycap>F5</keycap>. To return to the collection view, press the <keycap>Esc</keycap> key, or <keycombo><keycap>Ctrl</keycap><keycap>W</keycap></keycombo>. For more information about how to customize the slide show, see <xref linkend="eog-prefs-slideshow"/>.
de: Um alle Bilder im Ordner im Vollbildmodus zu betrachten, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Vollbild</guimenuitem></menuchoice> oder drücken Sie <keycap>F11</keycap>. Um die Bilder als Diaschau zu betrachten, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Diaschau</guimenuitem></menuchoice> oder drücken Sie <keycap>F5</keycap>. Um zur Bildersammlung zurückzukehren, drücken Sie die <keycap>Esc</keycap>-Taste oder <keycombo><keycap>Strg</keycap><keycap>W</keycap></keycombo>. Weitere Möglichkeiten zu den Einstellmöglichkeiten der Diaschau finden Sie in <xref linkend="eog-prefs-slideshow"/>.

source: Scrolling an Image
de: So bewegen Sie sich in einem Bild

source: To scroll around an image that is larger than the image window or full screen view, you can use the following methods:
de: Um sich in einem Bild zu bewegen, das größer als Ihr Bildfenster oder das Vollbild ist, stehen Ihnen die folgenden Methoden zur Verfügung:

source: Use the arrow keys on the keyboard.
de: Bewegen Sie sich mit den Pfeiltasten der Tastatur durch das Bild.

source: Drag the image to move it in the window. (This means you drag the image in the opposite direction you want to scroll in: to scroll down the image, drag it upwards in the window.)
de: Ziehen Sie das Bild um es im Fenster zu bewegen. (Ziehen Sie das Bild entgegen der Richtung, in die Sie auf dem Bild rollen möchten. Wenn Sie zum Beispiel das Bild nach unten rollen möchten, ziehen Sie es im Fenster nach oben.

source: Use the scrollbars on the window.
de: Verwenden Sie die Bildlaufleisten im Fenster.

source: Zooming
de: So ändern Sie die Ansichtsgröße

source: You can zoom in or out of the image in the following ways:
de: Sie können die Ansicht auf folgende Arten vergrößern oder verkleinern:
