Repository: perberos/Mate-Desktop-Environment
Catalog: mate-image-viewer/help/*/*.po
Languages: de

source: Use the <mousebutton>scroll wheel</mousebutton> on your mouse. Scrolling down zooms out; scrolling up zooms in.
de: Verwenden Sie das <mousebutton>Mausrad</mousebutton> Ihrer Maus. Das Drehen des Rades nach unten verkleinert die Ansicht, durch Drehen des Rades nach oben können Sie die Ansicht vergrößern.

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Zoom In</guimenuitem></menuchoice> or <menuchoice><guimenu>View</guimenu><guimenuitem>Zoom Out</guimenuitem></menuchoice>. To restore the image to its original size, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Normal Size</guimenuitem></menuchoice>. To make the image fit in the window, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Best Fit</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Vergrößern</guimenuitem></menuchoice> oder <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Verkleinern</guimenuitem></menuchoice>. Um die Originalgröße des Bildes wiederherzustellen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Normale Größe</guimenuitem></menuchoice>. Um die Ansicht an die Fenstergröße anzupassen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Einpassen</guimenuitem></menuchoice>.

source: Use the zoom buttons in the toolbar. <guilabel>Normal</guilabel> will restore the picture to its original unscaled size. <guilabel>Fit</guilabel> will resize the image so it will fit in the window if it is too large.
de: Verwenden Sie die Schaltflächen »Größer« und »Kleiner« in der Werkzeugleiste. <guilabel>Normal</guilabel> stellt das Bild in seiner originalen unveränderten Größe wieder her. <guilabel>Anpassen</guilabel> verkleinert das Bild soweit, dass es in das Fenster passt, falls es zu groß ist.

source: Use the keyboard. To zoom in, <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo> or <keycap>+</keycap>. To zoom out, <keycombo><keycap>Ctrl</keycap><keycap>-</keycap></keycombo> or <keycap>-</keycap>. To go back to the normal size, <keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo> or <keycap>1</keycap>. To scale the image to fit the window, press <keycap>F</keycap>.
de: Verwenden sie die Tastatur. Um das Bild zu vergrößern, drücken Sie <keycombo><keycap>Strg</keycap><keycap>+</keycap></keycombo> oder <keycap>+</keycap>. Um es zu verkleinern, drücken Sie <keycombo><keycap>Strg</keycap><keycap>-</keycap></keycombo> oder <keycap>-</keycap>.

source: When an image is zoomed to fit the window, resizing the window will also change the zoom level, so the image still fits the window.
de: Wenn ein Bild an die Größe des Fensters angepasst wurde, dann führen Größenänderungen des Fensters auch zur Anpassung der Bildgröße, so dass das Bild das Fenster stets ausfüllt.

source: Viewing an Image Full Screen/Slideshow
de: Betrachten im Vollbildmodus/als Diaschau

source: To show the image using the entire screen, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Full Screen</guimenuitem></menuchoice>.
de: Um ein Bild auf dem ganzen Bildschirm anzuzeigen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Vollbild</guimenuitem></menuchoice>.

source: No panels, window frames, or menubars are visible when an image is shown like this. To return to the normal view, press <keycap>Esc</keycap>, or <keycap>F11</keycap>, or <keycombo><keycap>Ctrl</keycap><keycap>W</keycap></keycombo>.
de: Wenn ein Bild so angezeigt wird, sind keine Fensterrahmen, Panels oder Menüleisten sichtbar. Um zur normalen Ansicht zurückzukehren, drücken Sie <keycap>Esc</keycap>, oder <keycap>F11</keycap>, oder <keycombo><keycap>Strg</keycap><keycap>W</keycap></keycombo>.

source: You can zoom or scroll around the image in the same way as when it is shown in a window, using the mouse or the keyboard.
de: Sie können das Bild mit Hilfe der Tastatur oder der Maus auf die gleiche Weise vergrößern, verkleinern oder innerhalb des Bildschirms verschieben, wie es innerhalb eines Fensters möglich ist.

source: If you have multiple images in your collection you can press <keycap>Space</keycap> or use the right/down cursor keys to advance to the next image. The previous image can be reached by pressing <keycap>Backspace</keycap> or using the left/up cursor keys.
de: Falls Ihre Bildersammlung mehrere Bilder enthält, können Sie mit der <keycap>Leertaste</keycap> oder mit den <keycap>Pfeiltasten nach rechts/nach unten</keycap> zum nächsten Bild springen. Das vorhergehende Bild erreichen Sie mit der <keycap>Rücktaste</keycap> oder mit den <keycap>Pfeiltasten nach links/nach oben</keycap>

source: In this case you can also use the slideshow mode, where <application>Image Viewer</application> automatically switches to the next image in your collection. You can start a slideshow by choosing <menuchoice><guimenu>View</guimenu><guimenuitem>Slideshow</guimenuitem></menuchoice> or by pressing <keycap>F5</keycap>. The slideshow can be paused/continued by pressing <keycap>P</keycap>. To stop the slideshow, press the <keycap>Esc</keycap> or <keycap>F5</keycap> key, or <keycombo><keycap>Ctrl</keycap><keycap>W</keycap></keycombo>. For more information about how to customize the slide show, see <xref linkend="eog-prefs-slideshow"/>.
de: In diesem Fall können Sie auch eine Diaschau starten, in welcher der <application>Bildbetrachter</application> automatisch zum nächsten Bild Ihrer Sammlung springt. Sie können die Diaschau im Menü <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Diaschau</guimenuitem></menuchoice>starten, oder durch Drücken von <keycap>F5</keycap>. Sie können die Diaschau durch Drücken von <keycap>P</keycap> unterbrechen oder fortsetzen. Um die Diaschau zu beenden, drücken Sie die <keycap>Esc</keycap>-Taste oder <keycap>F5</keycap>, oder <keycombo><keycap>Strg</keycap><keycap>W</keycap></keycombo>. Weitere Informationen über die Einstellmöglichkeiten der Diaschau finden Sie in <xref linkend="eog-prefs-slideshow"/>.

source: Manipulating Images
de: Bearbeiten von Bildern

source: All image manipulations apply to all selected images at once. The modifications are done in memory and alter the original files on disk only when the images are saved with the save function (see <xref linkend="eog-save-image"/>).
de: Alle Bildmanipulationen werden auf alle ausgewählten Bilder zugleich angewendet. Die Veränderungen werden zwischengespeichert und erst dann auf die Originalbilder angewendet, wenn die Bilder mit der Speichern-Funktion auf der Festplatte gespeichert werden (siehe <xref linkend="eog-save-image"/>).

source: Flipping an Image
de: So spiegeln Sie ein Bild

source: To flip an image along the horizontal axis of the image, choose <menuchoice><guimenu>Image</guimenu><guimenuitem>Flip Horizontal</guimenuitem></menuchoice>.
de: Um ein Bild in horizontaler Richtung zu spiegeln, wählen Sie <menuchoice><guimenu>Bild</guimenu><guimenuitem>Horizontal spiegeln</guimenuitem></menuchoice>.

source: To flip an image along the vertical axis of the image, choose <menuchoice><guimenu>Image</guimenu><guimenuitem>Flip Vertical</guimenuitem></menuchoice>.
de: Um ein Bild in vertikaler Richtung zu spiegeln, wählen Sie <menuchoice><guimenu>Bild</guimenu><guimenuitem>Vertikal spiegeln</guimenuitem></menuchoice>.

source: Rotating an Image
de: So drehen Sie ein Bild

source: To rotate an image 90 degrees in a clockwise direction, choose <menuchoice><guimenu>Image</guimenu><guimenuitem>Rotate Clockwise</guimenuitem></menuchoice>.
de: Um ein Bild um 90 Grad im Uhrzeigersinn zu drehen, wählen Sie <menuchoice><guimenu>Bild</guimenu><guimenuitem>Im Uhrzeigersinn drehen</guimenuitem></menuchoice>.

source: To rotate an image 90 degrees in an anticlockwise direction, choose <menuchoice><guimenu>Image</guimenu><guimenuitem>Rotate Counter Clockwise</guimenuitem></menuchoice>.
de: Um ein Bild um 90 Grad gegen den Uhrzeigersinn zu drehen, wählen Sie <menuchoice><guimenu>Bild</guimenu><guimenuitem>Gegen den Uhrzeigersinn drehen</guimenuitem></menuchoice>.

source: Undoing an Action
de: Eine Aktion rückgängig machen

source: To undo a flip or rotate action, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Undo</guimenuitem></menuchoice> or press <keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo> .
de: Um eine Drehung oder Spiegelung rückgängig zu machen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Rückgängig</guimenuitem></menuchoice> oder drücken Sie <keycombo><keycap>Strg</keycap><keycap>Z</keycap></keycombo> .

source: Deleting an Image
de: So löschen Sie ein Bild

source: To move an image to the Trash, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Move to Trash</guimenuitem></menuchoice>. This moves the file to the Trash folder. Multiple images can also be moved to the trash in the same way: select them all first.
de: Um ein Bild in den Müll zu verschieben, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>In den Müll verschieben</guimenuitem></menuchoice>. Dies verschiebt die Datei in den Müllordner. Auf die gleiche Weise können auch mehrere Bilder gleichzeitig in den Müll verschoben werden: Wählen Sie die Bilder zunächst alle aus.

source: To restore an image from the Trash, open the Trash folder in <application>Caja</application> file manager and move the image file to another folder. To delete the image permanently, empty the Trash. To find out more about using the Trash, see the <ulink type="help" url="ghelp:user-guide?caja-trash">User Guide</ulink>.
de: Um ein in den Müll verschobenes Bild widerherzustellen, öffnen Sie den Müll-Ordner im <application>Caja</application>-Dateimanager und verschieben Sie die betreffende Bilddatei in einen anderen Ordner. Um das Bild endgültig zu löschen, leeren Sie den Müll. Weitere Informationen über die Verwendung des Mülls finden Sie im <ulink type="help" url="ghelp:user-guide?caja-trash">Desktop-Benutzerhandbuch</ulink>.

source: You can also use the <keycap>Del</keycap> key to move an image to the Trash, in which case you will be asked for confirmation.
de: Sie können auch die <keycap>Entf</keycap>-Taste verwenden, um ein Bild in den Müll zu verschieben, in diesem Fall werden Sie um Bestätigung des Vorgangs gebeten.

source: Saving Images
de: Speichern von Bildern

source: <application>Image Viewer</application> always tries to choose the save method with least impact to the image data. For example, if an otherwise unmodified image is saved under a different name in the same format, the file is simply copied. If <systemitem class="library">libjpeg</systemitem> is available on the system all JPEG image modifications are done without loss of image information.
de: Der <application>Bildbetrachter</application> versucht stets, die Speichermethode zu wählen, bei der die wenigsten Bilddaten verlorengehen. Zum Beispiel wird ein ansonsten unverändertes Bild unter einem anderen Namen, aber im gleichen Format gespeichert. In diesem Fall wird das Bild einfach kopiert. Falls <systemitem class="library">libjpeg</systemitem> auf Ihrem System installiert ist, werden alle Änderungen an JPEG-Bildern ohne Verlust an Bildinformationen ausgeführt.

source: Saving an Image
de: So speichern Sie ein Bild

source: To save an image, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Save</guimenuitem></menuchoice>. The image will be saved under the same name and file type. Therefore, unmodified images needn't be saved.
de: Um ein Bild zu speichern, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Speichern</guimenuitem></menuchoice>. Das Bild wird unter dem gleichen Namen und Dateityp gespeichert. Daher brauchen unbearbeitete Bilder nicht gespeichert zu werden.

source: Saving an Image under a Different Name
de: Speichern eines Bildes unter einem anderen Namen

source: To save an image under a different name, or convert it to a different file type, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Save As</guimenuitem></menuchoice>.
de: Um ein Bild unter einem anderen Namen zu speichern oder es in ein anderes Dateiformat umzuwandeln, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Speichern unter</guimenuitem></menuchoice>.

source: Specify the filename in the <guilabel>Name</guilabel> field in the <guilabel>Save Image</guilabel> dialog, then click <guibutton>Save</guibutton>. The file is saved in the current folder by default. <application>Image Viewer</application> tries to determine the file type from the given filename suffix. If the image should be saved in another folder or the file type detection failed, expand the dialog by clicking on <guilabel>Browse for other folders</guilabel>. This allows further folder navigation and the specification of the file type from the drop down box.
de: Geben Sie den Dateinamen im Feld <guilabel>Name</guilabel> des Dialogfensters <guilabel>Bild speichern</guilabel> an. Die Datei wird per Vorgabe im aktuellen Ordner gespeichert. Der <application>Bildbetrachter</application> versucht anhand der angegebenen Dateiendung den Dateityp zu ermitteln. Falls das Bild in einem anderen Ordner gespeichert werden soll oder die Erkennung des Dateityps scheitert, können Sie den Dialog durch Anklicken von <guilabel>Ordner-Browser</guilabel> erweitern. Dies ermöglicht Ihnen das Durchsuchen weiterer Ordner und die Angabe des Dateityps in der Aufklappliste.

source: You can save multiple images at once: see the next section.
de: Im nächsten Abschnitt sehen Sie, wie Sie mehrere Bilder auf einmal speichern können.

source: Saving Multiple Images
de: Speichern mehrerer Bilder

source: Saving multiple images at once allows you to convert several images to a different format, or give them similar filenames.
de: Das gleichzeitige Speichern mehrerer Bilder ermöglicht Ihnen die Umwandlung mehrerer Bilder in ein anderes Format, oder die Vergabe ähnlicher Dateinamen.

source: To save multiple images, select the images and choose <menuchoice><guimenu>File</guimenu><guimenuitem>Save As</guimenuitem></menuchoice>. The following window is displayed:
de: Um mehrere Bilder zu speichern, wählen Sie sie aus und wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Speichern unter</guimenuitem></menuchoice>. Der folgende Dialog wird angezeigt:

source: Save As dialog for multiple images
de: Der »Speichern unter«-Dialog für mehrere Bilder

source: Save As
de: Speichern unter

source: Shows Eye of MATE <placeholder-1/> dialog when saving multiple images.
de: Zeigt den <placeholder-1/>-Dialog von Eye of MATE beim Speichern mehrerer Bilder.

source: The folder in which the images will be saved is specified by the <guilabel>Destination folder</guilabel> drop-down box. Initially the folder is set to the current folder. Select <guilabel>Other...</guilabel> from the drop-down list to open a standard open folder dialog for browsing the filesystem. The resulting filename for each image is specified by <guilabel>Filename format</guilabel>. The filename schema is constructed by simple characters and special tags. The following special tags are available:
de: Der Ordner, in dem die Bilder gespeichert werden, wird im <guilabel>Zielordner</guilabel>-Auswahlfeld angegeben. Dieser wird zunächst auf den aktuellen Ordner gesetzt. Wählen Sie <guilabel>Andere …</guilabel> aus dem Auswahlfeld aus, um einen Ordner-öffnen-Dialog zu öffnen, in dem Sie das Dateisystem durchsuchen können. Der Dateiname für jedes Bild wird durch das <guilabel>Dateiformat</guilabel> bestimmt. Das Dateinamen-Schema setzt sich aus einfachen Zeichen und besonderen Markierungen zusammen. Die folgenden speziellen Markierungen sind verfügbar:

source: <guilabel>Filename (%f)</guilabel> - Original filename without the fileformat suffix.
de: <guilabel>Dateiname (%f)</guilabel> - Originaler Dateiname ohne das Dateiformat bestimmende Dateiendung.

source: <guilabel>Counter (%n)</guilabel> - Auto-incremented number (starts at specified counter start).
de: <guilabel>Zähler (%n)</guilabel> - Automatisch hochgezählte Nummer (beginnend mit der angegebenen Zähler-Startnummer)

source: Everything but these special tags are considered normal text.
de: Alles außer dieser speziellen Markierungen wird als gewöhnlicher Text betrachtet.

source: The image format is determined by the drop-down box after the schema definition. Select a specific image format or use the <guilabel>as is</guilabel> option to state that the same format as the original file should be used.
de: Das Bildformat wird in der Aufklappliste hinter dem Eingabefeld für das Dateinamen-Format bestimmt. Wählen Sie ein bestimmtes Bildformat oder verwenden Sie die Option <guilabel>wie bisher</guilabel>, um das Dateiformat der Originaldatei beizubehalten.

source: The <guilabel>Options</guilabel> section allows to remove all space characters by underscores in the resulting filename if <guilabel>Replace spaces with underscores</guilabel> is checked. The <guilabel>Start counter at</guilabel> spin box determines at which number the counter starts if you use the %n tag for the file format specification.
de: Der Abschnitt <guilabel>Optionen</guilabel> ermöglicht es Ihnen, im resultierenden Dateinamen alle Leerzeichen durch Unterstriche zu ersetzen, wenn das Kontrollkästchen <guilabel>Leerzeichen durch Unterstriche ersetzen</guilabel> aktiviert ist. Das Einstellfeld <guilabel>Zähler starten bei:</guilabel> bestimmt, bei welcher Zahl der Zähler starten soll, falls Sie die Markierung %n für die Angabe des Dateiformats verwenden.

source: The <guilabel>File Name Preview</guilabel> section of the dialog shows the resulting file name according to the above settings for an example filename from the selected images.
de: Der Dialogabschnitt <guilabel>Dateinamen-Vorschau</guilabel> zeigt den sich aus den vorgenommenen Einstellungen ergebenden Dateinamen. Dargestellt wird ein Beispiel aus den ausgewählten Bildern.

source: Printing Images
de: Drucken von Bildern

source: Setting your Page Settings
de: Anpassen der Seiteneinstellungen

source: Before printing you need to set the page settings you would like to use. To do that choose <menuchoice><guimenu>File</guimenu><guimenuitem>Page Setup</guimenuitem></menuchoice>.
de: Vor dem Drucken müssen Sie die gewünschten Seiteneinstellungen vornehmen. Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Seite einrichten</guimenuitem></menuchoice>.

source: In the <guilabel>Page Setup</guilabel> dialog you can now choose paper size and orientation. If possible also select your printer to have the page borders set correctly.
de: Im Dialog <guilabel>Seite einrichten</guilabel> können Sie nun die Papiergröße und dessen Ausrichtung wählen. Falls möglich, können Sie hier auch Ihren Drucker wählen, um die korrekten Seitenränder festzulegen.

source: Printing an Image
de: Drucken eines Bildes

source: To print an image, perform the following steps:
de: Um ein Bild zu drucken, führen Sie die folgenden Schritte aus:

source: Select <menuchoice><guimenu>File</guimenu><guimenuitem>Print</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Drucken</guimenuitem></menuchoice>.

source: In the <guilabel>Print</guilabel> dialog, select the printer you want to use from the list.
de: Im Dialog <guilabel>Drucken</guilabel> wählen Sie den zu verwendenden Drucker in der Liste aus.

source: Click <guilabel>Print</guilabel>. <application>Image Viewer</application> starts printing now.
de: Klicken Sie auf <guilabel>Drucken</guilabel>. Der <application>Bildbetrachter</application> startet jetzt den Druckvorgang.

source: Images that are too large for the page are automatically scaled down to fit the page. Images that are smaller than the page are centered on it.
de: Bilder, die zu groß für die Seite sind, werden automatisch verkleinert, um auf die Seite zu passen. Bilder, die kleiner als die Seite sind, werden zentriert dargestellt.

source: Please note that <application>Image Viewer</application> is currently lacking progress reporting while printing. During that time the user interface might become unresponsive for a short time.
de: Bitte beachten Sie, dass es dem <application>Bidbetrachter</application> derzeit noch an einer Fortschrittserkennung während des Druckens mangelt. Während dieser Zeit reagiert die Benutzeroberfläche kurzzeitig nicht auf Eingaben.

source: Arranging an Image on the Page
de: Anordnen eines Bildes auf der Seite

source: Maybe you don't want your image centered or want it scaled down even further. To do that you need to open the <guilabel>Print</guilabel> dialog (see <xref linkend="eog-print-image"/>) and then select the <guilabel>Image Settings</guilabel> tab which offers you the following options:
de: Möglicherweise möchten Sie das Bild nicht auf der Seite zentrieren, oder Sie möchten es noch weiter verkleinern. Um dies zu tun, öffnen Sie den <guilabel>Druckdialog</guilabel> (siehe <xref linkend="eog-print-image"/>) und wählen dann den Reiter <guilabel>Bildeinstellungen</guilabel>, der Ihnen die folgenden Optionen bietet:

source: The options in the <guilabel>Position</guilabel> section allow you to change the images position on the page.
de: Die Optionen im Abschnitt <guilabel>Position</guilabel> ermöglichen Ihnen die Anpassung der Position des Bildes auf der Seite.

source: It is also possible to position the image on the page by dragging it around in the <guilabel>Preview</guilabel> field.
de: Es ist auch möglich, das Bild auf der Seite anzuordnen, indem Sie es innerhalb des <guilabel>Vorschau</guilabel>-Feldes verschieben.

source: The options in the <guilabel>Size</guilabel> section allow you to scale your image to your liking. Scaling is limited by either the image size or by the page size, depending on what condition is met first.
de: Die Optionen im Abschnitt <guilabel>Größe</guilabel> ermöglichen Ihnen die Anpassung der Größe des Bildes nach Ihren Wünschen. Die Größenanpassung wird durch die Bildgröße oder durch die Seitengröße begrenzt, je nachdem, welche Begrenzung zuerst erreicht wird.

source: The <guilabel>Unit</guilabel> option allows you to change the metric unit which is used by the options on the <guilabel>Image Settings</guilabel> tab. When you change this option the other fields values are converted accordingly.
de: Die Option <guilabel>Einheit</guilabel> ermöglicht Ihnen die Anpassung der Einheit, die von den Optionen im Reiter <guilabel>Bildeinstellungen</guilabel> verwendet wird. Wenn Sie diese Option ändern, werden auch die Werte in den anderen Feldern entsprechend geändert.

source: Personalizing The Toolbar
de: Anpassen der Werkzeugleiste

source: Image Viewer's default toolbar contains only a basic set of items to keep it simple. But you can modify the toolbar if you prefer a different set.
de: Die Standard-Werkzeugleiste des Bildbetrachters enthält lediglich eine Grundausstattung an Objekten, um diese einfach zu halten. Sie können die Werkzeugleiste anpassen, falls Sie eine andere Zusammenstellung bevorzugen.

source: Modifying the Toolbar
de: Anpassen der Werkzeugleiste

source: If you want to modify the toolbar you need to open the toolbar editor by going to <menuchoice><guimenu>Edit</guimenu><guimenuitem>Toolbar</guimenuitem></menuchoice>. The following window will pop up:
de: Falls Sie die Werkzeugleiste anpassen wollen, öffnen Sie den Werkzeugleisteneditor im Menü <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Werkzeugleiste</guimenuitem></menuchoice>. Das folgende Fenster wird geöffnet:

source: The toolbar editor window
de: Das Werkzeugleisteneditor-Fenster

source: Shows Eye of MATE toolbar editor window.
de: Zeigt das Fenster des Werkzeugleisteneditors von Eye of MATE.
