Repository: perberos/Mate-Desktop-Environment
Catalog: mate-image-viewer/help/*/*.po
Languages: de

source: It contains the items that are not in the toolbar and the separator item. You can now edit the toolbar:
de: Es enthält die Objekte, die nicht in der Werkzeugleiste vorhanden sind, sowie eine Trennlinie. Sie können jetzt die Werkzeugleiste bearbeiten:

source: To add new items to the toolbar, drag them from the toolbar editor to the toolbar.
de: Um neue Objekte zur Werkzeugleiste hinzuzufügen, ziehen Sie sie aus dem Werkzeugleisteneditor in die Werkzeugleiste.

source: To remove items from the toolbar, drag them from the toolbar to the toolbar editor.
de: Um Objekte aus der Werkzeugleiste zu entfernen, ziehen Sie sie aus der Werkzeugleiste in den Werkzeugleisteneditor.

source: To rearrange items on the toolbar, drag them to their new position on the toolbar.
de: Um die Objekte in der Werkzeugleiste neu zu ordnen, ziehen Sie sie innerhalb der Werkzeugleiste an ihre neue Position.

source: When you have finished editing the toolbar, click the <guibutton>Close</guibutton> button in the toolbar editor window. This will close the toolbar editor and make your modified toolbar active.
de: Sobald Sie die Bearbeitung der Werkzeugleiste beendet haben, klicken Sie auf die Schaltfläche <guibutton>Schließen</guibutton> im Fenster des Werkzeugleisteneditors. Dies schließt den Werkzeugleisteneditor und aktiviert die neue Werkzeugleiste.

source: Resetting the Toolbar
de: Zurücksetzen der Werkzeugleiste

source: To revert your changes to the toolbar and return to the default layout, perform the following steps:
de: Um Ihre Änderungen rückgängig zu machen und zur Standardanordnung zurückzukehren, gehen Sie wie folgt vor:

source: Open the toolbar editor (see <xref linkend="eog-toolbareditor-use"/>).
de: Öffnen Sie den Werkzeugleisteneditor (siehe <xref linkend="eog-toolbareditor-use"/>).

source: Click the <guibutton>Reset to Default</guibutton> button.
de: Klicken Sie auf die Schaltfläche <guibutton>Zurücksetzen auf Standardeinstellungen</guibutton>.

source: Click the <guibutton>Close</guibutton> button to close the toolbar editor. The toolbar has been reset to the default layout now.
de: Klicken Sie auf die Schaltfläche <guibutton>Schließen</guibutton>, um den Werkzeugleisteneditor zu schließen. Die Werkzeugleiste wurde nun auf die Standardanordnung zurückgesetzt.

source: Preferences
de: Einstellungen

source: Preferences can be changed by going to <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. You will be able to change the options for image viewing and slide shows. The changes apply to all open windows instantly.
de: Die Einstellungen können im Menü <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice> geändert werden. Dies ermöglicht Ihnen die Anpassung der Optionen für die Bidbetrachtung und für Diaschauen. Alle Änderungen werden auf alle geöffneten Fenster unmittelbar angewendet.

source: Image View
de: Bildansicht

source: Image Enhancements
de: Bildverbesserungen

source: Select the <guilabel>Smooth images when zoomed</guilabel> option to enable image smoothing when you change the image's zoom factor. If you select this option, your images will be smoothed to improve their display quality while viewing them with <application>Image Viewer</application>.
de: Wählen Sie die Option <guilabel>Bild bei Vergrößerung glätten</guilabel>, um das Bild zu glätten, wenn Sie den Vergrößerungsfaktor ändern. Falls sie diese Option wählen, werden Ihre Bilder geglättet, um deren Anzeigequalität beim Betrachten im <application>Bildbetrachter</application> zu verbessern.

source: If you select the <guilabel>Automatic orientation</guilabel> option, your images will be rotated on loading according to their metadata. For example portraits are automatically rotated upright. Note that this function requires a correctly set orientation tag in the image's metadata and thus does not work with all images. The rotation is not saved until you save the rotated image (see <xref linkend="eog-save-rename"/>).
de: Falls Sie die Option <guilabel>Automatische Drehung des Bildes</guilabel> wählen, werden Ihre bilder beim Laden ensprechend der enthaltenen Metadaten gedreht. Beispielsweise werden Porträts automatsich aufrecht dargestellt. Beachten Sie, dass diese Funktion eine korrekt gesetzte Markierung für die Orientierung in den Metadaten des Bildes voraussetzt. Daher funktioniert dies nicht mit allen Bildern. Die Drehung wird nicht gespeichert, solange Sie das gedrehte Bild nicht speichern (siehe <xref linkend="eog-save-rename"/>).

source: Transparent Parts
de: Transparente Bildteile

source: Select one of the following options to determine how <application>Image Viewer</application> displays transparent parts of an image:
de: Wählen Sie eine der folgenden Optionen, um festzulegen, wie der <application>Bildbetrachter</application> transparente Teile eines Bildes anzeigen soll:

source: As check pattern
de: Als Karo-Muster

source: Displays any transparent parts of the image in a check pattern.
de: Zeigt die transparenten Teile des Bildes in einem Karo-Muster an.

source: As custom color
de: Benutzerdefinierte Farbe benutzen

source: Displays any transparent parts of the image in a solid color that you specify. Click on the color selector button to select a color.
de: Stellt transparente Teile des Bildes in einer von Ihnen festgelegten Farbe dar. Klicken Sie auf die Farbauswahl-Schaltfläche, um eine Farbe auszuwählen.

source: As background
de: Als Hintergrundbild verwenden

source: Displays any transparent parts of the image in the background color of the <application>Image Viewer</application> application.
de: Stellt transparente Teile des Bildes in der Hintergundfarbe des <application>Bildbetrachters</application> dar.

source: Slideshow
de: Diaschau

source: Image Zoom
de: Bilder vergrößern oder verkleinern

source: Select the <guilabel>Expand images to fit screen</guilabel> option to enlarge images to fit the screen during the slide show. If you do not select this option, images that are smaller than the screen size are not resized to fit the screen.
de: Wählen Sie die Option <guilabel>Bild auf Bildschirmgröße bringen</guilabel>, um während einer Diaschau die Bildgröße an den Bildschirm anzupassen. Falls Sie diese Option nicht auswählen, werden die Bilder, die kleiner als der Bildschirm sind, nicht an die Größe des Bildschirms angepasst.

source: Sequence
de: Sequenz

source: Select the <guilabel>Loop sequence</guilabel> option to cycle endlessly through the list of images during the slide show. If you do not select this option, the slide show returns to the collection view after the last image is displayed.
de: Wählen Sie die Option <guilabel>Endlosschleife</guilabel>, um die Liste der Bilder während einer Diaschau endlos zu durchlaufen. Falls Sie diese Option nicht wählen, wird die Diaschau nach der Anzeige des letzten Bildes beendet und die Anwendung kehrt zur Bildersammlungs-Ansicht zurück.

source: Use the <guilabel>Switch image after ... seconds</guilabel> spin box to specify how long each image is displayed during the slide show. If you set this value to zero, the auto advance function is disabled and only manual browsing is available (see <xref linkend="eog-fullscreen"/>).
de: Verwenden Sie das Einstellfeld <guilabel>Bild wechseln nach … Sekunden</guilabel>, um die Anzeigedauer des einzelnen Bildes während der Diaschau anzugeben. Wenn Sie diesen Wert auf Null setzen, wird die automatische Wechselfunktion deaktiviert. In diesem Fall ist nur manuelles Weiterschalten möglich (siehe <xref linkend="eog-fullscreen"/>).

source: translator-credits
de: Jan Arne Petersen <jpetersen@jpetersen.org>, 2006 Mario Blättermann <mariobl@mate.org>, 2008 Felix Riemann <friemann@svn.mate.org>, 2009
