Repository: perberos/Mate-Desktop-Environment
Catalog: mate-media/gst-mixer/doc/*/*.po
Languages: de

source: @@image: 'figures/mate-volume-control_window.png'; md5=ddda1f9663ceb6347b212196b53f0574
de: translated

source: MATE Volume Control Manual V2.1
de: MATE-Lautstärkeregler-Handbuch V2.1

source: <application>MATE Volume Control</application> is an audio mixer
de: Der <application>MATE-Lautstärkeregler</application> ist ein Audio-Mixer

source: MATE Documentation Project
de: MATE-Dokumentationsrojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>

source: MATE Documentation Team
de: MATE-Dokumentationsteam

source: February 2004
de: Februar 2004

source: Sun MATE Documentation Team
de: Sun MATE-Dokumentationsteam

source: 25 October 2003
de: 25. Oktober 2003

source: 19 Feb 2002
de: 19. Februar 2002

source: Updated to Docbook 4.1.2, for MATE 2.0
de: Aktualisiert auf DocBook 4.1.2, für MATE 2.0

source: 23 Mar 2001
de: 23. März 2001

source: This was the original release, for MATE 1.2
de: Dies war die Originalveröffentlichung für MATE 1.2

source: This manual describes version 2.2.2 of MATE Volume Control.
de: Dieses Handbuch beschreibt Version 2.2.2 des MATE-Lautstärkereglers.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the MATE Volume Control application or this manual, follow the directions in the <ulink url="ghelp:mate-feedback" type="help">MATE Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>MATE-Lautstärkeregler</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:mate-feedback" type="help">MATE-Seite für Rückmeldungen</ulink>.

source: MATE Volume Control
de: MATE-Lautstärkeregler

source: Introduction
de: Einführung

source: The <application>MATE Volume Control</application> application is an audio mixer that enables you to mix audio for two-channel sound cards.
de: Der <application>MATE-Lautstärkeregler</application> ist ein Audio-Mixer, der Ihnen das Mischen von Audiodaten mittels zweikanaliger Soundkarten ermöglicht.

source: Getting Started
de: Erste Schritte

source: To Start MATE Volume Control
de: So starten Sie den MATE- Lautstärkeregler

source: You can start <application>MATE Volume Control</application> in the following ways:
de: Sie können den <application>MATE-Lautstärkeregler</application> auf folgende Arten starten:

source: <guimenu>Applications</guimenu> menu
de: Menü <guimenu>Anwendungen</guimenu>

source: Choose <menuchoice><guisubmenu>Multimedia</guisubmenu><guimenuitem>Volume Control</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Unterhaltungsmedien</guisubmenu><guimenuitem>Lautstärkeregler</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile

source: Execute the following command: <command>mate-volume-control</command>
de: Führen Sie den folgenden Befehl aus: <command>mate-volume-control</command>

source: When You Start MATE Volume Control
de: Beim Start des MATE-Lautstärkereglers

source: When you start <application>MATE Volume Control</application>, the following window is displayed:
de: Wenn Sie den <application>MATE-Lautstärkeregler</application> starten, wird das folgende Fenster angezeigt:

source: MATE Volume Control Window
de: Fenster des MATE-Lautstärkereglers

source: Shows Volume Control main window.
de: Zeigt das Hauptfenster des Lautstärkereglers.

source: The <application>MATE Volume Control</application> window contains the following elements:
de: Das Fenster des <application>MATE-Lautstärkereglers</application> enthält die folgenden Elemente:

source: Menubar
de: Menüleiste

source: The menus on the menubar contain all of the commands that you need to work with <application>MATE Volume Control</application>.
de: Die Menüs in der Menüleiste enthalten alle Befehle, die Sie für die Arbeit mit dem <application>MATE-Lautstärkeregler</application> benötigen.

source: Display area
de: Anzeigebereich

source: The display area contains the channel faders and associated options for several mixers, which enable you to control the volume on those mixers.
de: Der Anzeigebereich enthält die Schieberegler für die Kanäle sowie die den verschiedenen Mixern zugeordneten Optionen, welche Ihnen die Lautstärkeregelung dieser Mixer ermöglicht.

source: <application>MATE Volume Control</application> populates the display area dynamically, based on the functionality supported by your sound card. The mixers displayed in your <application>MATE Volume Control</application> window might be different to those shown in Figure 1.
de: Der <application>MATE-Lautstärkeregler</application> baut den Anzeigebereich dynamisch auf, basierend auf den Funktionen, die Ihre Soundkarte bereitstellt. Die auf Ihrem System vom <application>MATE-Lautstärkeregler</application> angezeigten Mixer könnten von den in Abbildung dargestellten Mixern abweichen.

source: Usage
de: Benutzung

source: To Change a Mixer Volume
de: So ändern Sie die Lautstärke eines Mixers

source: To change a mixer volume, use the channel faders for that mixer, as follows:
de: Um die Lautstärke eines Mixers zu regeln, verwenden Sie die Schieberegler des jeweiligen Mixers, wie folgt:

source: To increase the volume, slide the fader up.
de: Um die Lautstärke zu erhöhen, schieben Sie den Regler nach oben.

source: To decrease the volume, slide the fader down.
de: Um die Lautstärke zu verringern, schieben Sie den Regler nach unten.

source: To Lock the Mixer Channels
de: So passen Sie die Kanäle eines Mixers aneinander an

source: To lock the left and right mixer channels together, select the <guilabel>Lock</guilabel> option for that mixer. When you lock the mixer channels, <application>MATE Volume Control</application> synchronizes both faders.
de: Um den linken und den rechten Kanal eines Mixers aneinander zu koppeln, verwenden Sie die <guilabel>Anpassung</guilabel> für diesen Mixer. Wenn Sie die Mixerkanäle aneinander anpassen, synchronisiert <application>MATE-Lautstärkeregler</application> beide Schieberegler.

source: To Silence a Mixer
de: So schalten Sie einen Mixer stumm

source: To silence a mixer, select the <guilabel>Mute</guilabel> option for that mixer.
de: Um einen Mixer stummzuschalten, verwenden Sie die <guilabel>Stummschaltung</guilabel> dieses Mixers.

source: When you adjust the fader of a muted channel, <application>MATE Volume Control</application> deselects the <guilabel>Mute</guilabel> option for that mixer.
de: Wenn Sie einen der Schieberegler eines stummgeschalteten Kanals bewegen, setzt der <application>MATE-Lautstärkeregler</application> die <guilabel>Stummschaltung</guilabel> dieses Mixers zurück.

source: To Specify the Current Recording Source
de: So wählen Sie die Aufnahmequelle aus

source: Any mixer that has a <guilabel>Rec</guilabel> option can be a recording source.
de: Jeder Mixer verfügt über eine <guilabel>Aufnahmefunktion</guilabel>, um als Aufnahmequelle verwendet zu werden.

source: To specify the current recording source, select the <guilabel>Rec</guilabel> option for that mixer.
de: Um die aktuelle Aufnahmequelle festzulegen, verwenden Sie die Option <guilabel>Aufnahme</guilabel> des betreffenden Mixers.

source: Preferences
de: Einstellungen

source: To configure <application>MATE Volume Control</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>.
de: Um die Einstellungen des <application>MATE-Lautstärkereglers</application> zu ändern, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice>.

source: <application>MATE Volume Control</application> populates the <guilabel>Mate Volume Control Preferences</guilabel> dialog dynamically, based on the functionality supported by your sound card.
de: Der <application>MATE-Lautstärkeregler</application> baut den Dialog <guilabel>Lautstärkeregler-Einstellungen</guilabel> dynamisch auf, basierend auf den Funktionen, die Ihre Soundkarte bereitstellt.

source: Use the options in the <guilabel>Shown</guilabel> column to select the mixers that are displayed in the main <application>MATE Volume Control</application> window.
de: Verwenden Sie die Option in der Spalte <guilabel>Sichtbare Tonspuren</guilabel>, um diejenigen Mixer auszuwählen, die im Fenster des <application>MATE-Lautstärkereglers</application> angezeigt werden sollen.

source: Select this option to display the faders that control the main volume.
de: Wählen Sie diese Option, um die Schieberegler für die Gesamtlautstärke anzuzeigen.

source: Select this option to display the faders that control the wave files.
de: Wählen Sie diese Option, um die Schieberegler für die Lautstärke der abgespielten Wave-Dateien anzuzeigen.

source: Select this option to display the fader that controls the speaker output jack.
de: Wählen Sie diese Option, um die Schieberegler für die Lautstärke der PC-Lautsprecher anzuzeigen.

source: Select this option to display the faders that control the line input on your sound card, if the sound card has a line input.
de: Wählen Sie diese Option, um die Schieberegler für den Line-Eingang Ihrer Soundkarte anzuzeigen, falls die Soundkarte einen Line-Eingang besitzt.

source: Select this option to display the fader that controls the microphone input on your sound card.
de: Wählen Sie diese Option, um die Schieberegler für den Mikrofoneingang Ihrer Soundkarte anzuzeigen.

source: Select this option to display the faders that control the CD player input gain.
de: Wählen Sie diese Option, um die Schieberegler für die Lautstärke des CD-Spieler-Eingangs anzuzeigen.

source: Select this option to display the faders that control the volume level of the selected recording device.
de: Wählen Sie diese Option, um die Schieberegler für die Lautstärke des gewählten Aufnamegerätes anzuzeigen.

source: Select this option to display the faders that control the second line input on your sound card, if the sound card has a second line input.
de: Wählen Sie diese Option, um die Schieberegler für den zweiten Line-Eingang Ihrer Soundkarte anzuzeigen, falls die Soundkarte einen zweiten Line-Eingang besitzt.

source: Select this option to display the fader that controls the volume of the phin device.
de: Wählen Sie diese Option, um die Schieberegler für die Lautstärke des phin-Geräts anzuzeigen.

source: Select this option to display the faders that control the volume of the video devices.
de: Wählen Sie diese Option, um die Schieberegler für die Lautstärke des Video-Gerätes anzuzeigen.

source: To change a mixer label, double-click on the text in the <guilabel>Mixer label</guilabel> column, then enter the new label text.
de: Um die Beschriftung eines Mixers zu ändern, doppelklicken Sie auf den Text in der Spalte <guilabel>Bezeichnung</guilabel>. Geben Sie dann den neuen Text für die Beschriftung ein.

source: To reset the mixer labels to the default values, click on the <guibutton>Reset labels to their defaults</guibutton> button.
de: Um die Mixer auf die Standardwerte zurückzusetzen, klicken Sie auf die Schaltfläche <guibutton>Mixer auf Standardwerte zurücksetzen</guibutton>.

source: translator-credits
de: Mario Blättermann <mario.blaettermann@t-online.de>, 2008
