Repository: perberos/Mate-Desktop-Environment
Catalog: mate-applets/trashapplet/docs/*/*.po
Languages: de

source: @@image: 'figures/trash-applet.png'; md5=f514805d0769a415b13e3d8894301774
de: @@image: 'figures/trash-applet.png'; md5=fb03e097c479a341df20ab07ef223dca

source: Panel Trash Manual
de: Müll-Applet-Handbuch

source: Panel Trash lets you manage your trash from the panel.
de: Mit dem Müll-Applet können Sie Ihren Mülleimer über das Panel verwalten.

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free DocumentationLicense (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink url="ghelp:fdl" type="help">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink url="ghelp:fdl" type="help" >Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCs.

source: This manual is part of a collection of MATE documents distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the document, as described in section 6 of the license.
de: Das vorliegende Handbuch ist Teil einer Reihe von MATE-Handbüchern, die unter der GFDL verteilt werden. Wenn Sie dieses Handbuch separat verteilen möchten, können Sie dies tun, indem Sie dem Handbuch eine Kopie der Lizenz, wie in Abschnitt 6 der Lizenz beschrieben, hinzufügen.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Bei vielen der von Firmen zur Unterscheidung ihrer Produkte und Dienstleistungen verwendeten Namen handelt es sich um Marken. An den Stellen, an denen derartige Namen in einer MATE-Dokumentation vorkommen und wenn die Mitglieder des MATE Documentation Project über diese Marken informiert wurden, sind die Namen in Großbuchstaben oder mit großen Anfangsbuchstaben geschrieben.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER -FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND MODIFIZIERTE VERSIONEN DES DOKUMENTS WERDEN GEMÄSS DER BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE MIT DER FOLGENDEN VEREINBARUNG BEREITGESTELLT: <placeholder-1/>

source: MATE Project
de: MATE-Projekt

source: March 2005
de: März 2005

source: 2.8 Applet Manual V2.11
de: 2.8-Applet-Handbuch V2.11

source: July 2004
de: Juli 2004

source: This manual describes version 2.14 of the Panel Trash applet.
de: Dieses Handbuch beschreibt die Version 2.14 des Müll-Applets

source: To report a bug or make a suggestion regarding the Panel Trash applet or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback" type="help">MATE Feedback Page</ulink>.
de: Wenn Sie Fehler finden oder Vorschläge zum Müll-Applet oder zu diesem Handbuch haben, folgen Sie den Anweisungen auf der <ulink url="ghelp:user-guide?feedback" type="help">MATE-Feedback-Seite</ulink>.

source: Trash
de: Mülleimer

source: Introduction
de: Einführung

source: The <application>Panel Trash</application> applet lets you manage your Trash from the panel.
de: Mit dem <application>Müll-Applet</application> können Sie Ihren Mülleimer über das Panel verwalten.

source: The trash on your panel acts identically to the trash on your desktop, however it is useful because your panels are always visible.
de: Der Mülleimer auf Ihrem Panel verhält sich wie der Mülleimer auf Ihrer Arbeitsfläche. Dennoch ist das Applet nützlich, da Ihr Panel immer sichtbar ist.

source: Adding Panel Trash to a Panel
de: Hinzufügen des Müll-Applets zu einem Panel.

source: To add the <application>Panel Trash</application> applet to a panel, perform the following steps:
de: Um das <application>Müll-Applet</application> zu einem Panel hinzuzufügen, führen Sie folgende Schritte aus:

source: Right-click on the panel at the place you want to add the applet.
de: Klicken Sie mit der rechten Maustaste auf das Panel an der Stelle, an der Sie das Applet hinzufügen möchten.

source: Choose <guimenuitem>Add to Panel</guimenuitem>.
de: Wählen Sie <guimenuitem>Zum Panel hinzufügen</guimenuitem> aus.

source: Scroll down the list of items in the <guilabel>Add to Panel</guilabel> dialog, then select <guilabel>Trash</guilabel>.
de: Blättern Sie in der Liste der Elemente in dem Dialogfeld <guilabel>Dem Panel hinzufügen</guilabel> und wählen Sie <guilabel>Mülleimer</guilabel> aus.

source: Click <guibutton>Add</guibutton>.
de: Klicken Sie auf <guibutton>Hinzufügen</guibutton>.

source: For more information on working with the panel, see the <ulink type="help" url="ghelp:user-guide?panels">Desktop User Guide</ulink>.
de: Weitere Informationen zum Arbeiten mit dem Panel finden Sie im <ulink type="help" url="ghelp:user-guide?panels">Desktop-Benutzerhandbuch</ulink>.

source: Usage
de: Verwendung

source: Panel Trash
de: Müll-Applet

source: Moving Items to Trash
de: Objekte in den Mülleimer verschieben

source: To move items to the Trash, drag them from the file manager to the <application>Panel Trash</application> applet.
de: Um Objekte in den Mülleimer zu verschieben, ziehen Sie diese von dem Datei-Manager in das <application>Müll-Applet</application>

source: Emptying Trash
de: Mülleimer leeren

source: To permanently delete all the items in the Trash, right-click on the applet, then choose <menuchoice><guimenuitem>Empty Trash</guimenuitem></menuchoice>.
de: Um alle Objekte im Mülleimer dauerhaft zu löschen, klicken Sie mit der rechten Maustaste auf das Applet und wählen Sie <menuchoice><guimenuitem>Mülleimer leeren</guimenuitem></menuchoice> aus.

source: Opening Trash
de: Mülleimer öffnen

source: To open Trash, right-click on the applet, then choose <menuchoice><guimenuitem>Open</guimenuitem></menuchoice>. The Trash window opens in <application>Caja</application> file manager.
de: Um den Mülleimer zu öffnen, klicken Sie mit der rechten Maustaste auf das Applet und wählen Sie <menuchoice><guimenuitem>Öffnen</guimenuitem></menuchoice> aus. Der Mülleimer wird dann in dem <application>Caja</application>-Datei-Manager geöffnet.

source: translator-credits
de: Tobias Höbel <tobsi-h@gmx.de>, 2007
